Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Checks if text matches a pattern (e.g., is a valid email).
de: Überprüft, ob der Text mit einem Muster übereinstimmt (z. B. ob es sich um eine gültige E-Mail handelt).
el: Ελέγχει αν το κείμενο ταιριάζει σε ένα μοτίβο (π.χ., είναι έγκυρη διεύθυνση email).
es: Verifica si el texto coincide con un patrón (por ejemplo, si es un correo electrónico válido).
fi: Tarkistaa, vastaako teksti kaavaa (esim. onko se voimassa oleva sähköposti).
he: בודק אם הטקסט תואם לתבנית (למשל, אם הוא דוא"ל תקף).
hr: Provjerava odgovara li tekst obrascu (npr. je li valjana e-pošta).
is: Athugar hvort texti passi við mynstur (t.d. sé gilt netfang).
it: Controlla se il testo corrisponde a un modello (ad es., è un'email valida).
nl: Controleert of de tekst overeenkomt met een patroon (bijv. een geldig e-mailadres).
no: Sjekker om teksten samsvarer med et mønster (f.eks. er en gyldig e-post).
ro: Verifică dacă textul se potrivește cu un model (de exemplu, este un email valid).
sk: Kontroluje, či text zodpovedá vzoru (napr. je platná e-mailová adresa).
tr: Metnin bir desene uyup uymadığını kontrol eder (örneğin, geçerli bir e-posta olup olmadığını).

source: NOT: Reverses the result of a check.
de: NICHT: Kehrt das Ergebnis einer Überprüfung um.
el: ΟΧΙ: Αντιστροφή του αποτελέσματος ενός ελέγχου.
es: NO: Invierte el resultado de una verificación.
fi: EI: Kääntää tarkistuksen tuloksen.
he: לא: הופך את התוצאה של בדיקה.
hr: NE: Obrće rezultat provjere.
is: EKKI: Snýr niðurstöðunni af athugun.
it: NON: Inverte il risultato di un controllo.
nl: NIET: Keert het resultaat van een controle om.
no: IKKE: Vender resultatet av en sjekk.
ro: NU: Inversează rezultatul unei verificări.
sk: NIE: Otočí výsledok kontroly.
tr: DEĞİL: Bir kontrolün sonucunu tersine çevirir.
uk: НЕ: Змінює результат перевірки на протилежний.

source: AND: Checks if both conditions are true.
de: UND: Überprüft, ob beide Bedingungen wahr sind.
el: ΚΑΙ: Ελέγχει αν και οι δύο συνθήκες είναι αληθείς.
es: Y: Verifica si ambas condiciones son verdaderas.
fi: JA: Tarkistaa, ovatko molemmat ehdot totta.
he: וגם: בודק אם שני התנאים נכונים.
hr: I i: Provjerava jesu li oba uvjeta istinita.
is: OG: Athugar hvort báðar skilyrðin séu sönn.
it: E: Controlla se entrambe le condizioni sono vere.
nl: EN: Controleert of beide voorwaarden waar zijn.
no: OG: Sjekker om begge betingelsene er sanne.
ro: ȘI: Verifică dacă ambele condiții sunt adevărate.
sk: A: Kontroluje, či sú obe podmienky pravdivé.
tr: VE: Her iki koşulun da doğru olup olmadığını kontrol eder.
uk: І: Перевіряє, чи обидва умови є істинними.

source: OR: Checks if at least one condition is true.
de: ODER: Überprüft, ob mindestens eine Bedingung wahr ist.
el: Ή: Ελέγχει αν τουλάχιστον μία συνθήκη είναι αληθής.
es: O: Verifica si al menos una condición es verdadera.
fi: TAI: Tarkistaa, onko vähintään yksi ehto tosi.
he: או: בודק אם לפחות תנאי אחד נכון.
hr: ILI: Provjerava je li barem jedan uvjet istinit.
is: EÐA: Athugar hvort að að minnsta kosti ein skilyrði sé satt.
it: OR: Controlla se almeno una condizione è vera.
nl: OF: Controleert of ten minste één voorwaarde waar is.
no: ELLER: Sjekker om minst én betingelse er sann.
ro: SAU: Verifică dacă cel puțin o condiție este adevărată.
sk: ALEBO: Kontroluje, či je aspoň jedna podmienka pravdivá.
tr: VEYA: En az bir koşulun doğru olup olmadığını kontrol eder.

source: Checks if a file or directory exists.
de: Überprüft, ob eine Datei oder ein Verzeichnis vorhanden ist.
el: Ελέγχει αν ένα αρχείο ή κατάλογος υπάρχει.
es: Verifica si un archivo o directorio existe.
fi: Tarkistaa, onko tiedosto tai hakemisto olemassa.
he: בודק אם קובץ או תיקייה קיימים.
hr: Provjerava postoji li datoteka ili direktorij.
is: Athugar hvort skrá eða skráarsafn sé til.
it: Controlla se un file o una directory esiste.
nl: Controleert of een bestand of map bestaat.
no: Sjekker om en fil eller katalog eksisterer.
ro: Verifică dacă un fișier sau un director există.
sk: Kontroluje, či súbor alebo adresár existuje.
tr: Bir dosyanın veya dizinin var olup olmadığını kontrol eder.
uk: Перевіряє, чи існує файл або каталог.

source: Checks if you have permission to read a file.
de: Überprüft, ob Sie die Berechtigung haben, eine Datei zu lesen.
el: Ελέγχει αν έχετε άδεια να διαβάσετε ένα αρχείο.
es: Verifica si tienes permiso para leer un archivo.
fi: Tarkistaa, onko sinulla oikeus lukea tiedostoa.
he: בודק אם יש לך הרשאה לקרוא קובץ.
hr: Provjerava imate li dopuštenje za čitanje datoteke.
is: Athugar hvort þú hafir heimild til að lesa skrá.
it: Controlla se hai il permesso di leggere un file.
nl: Controleert of u toestemming heeft om een bestand te lezen.
no: Sjekker om du har tillatelse til å lese en fil.
ro: Verifică dacă ai permisiunea de a citi un fișier.
sk: Kontroluje, či máte povolenie na čítanie súboru.
tr: Bir dosyayı okuma iznine sahip olup olmadığınızı kontrol eder.
uk: Перевіряє, чи маєте ви дозвіл на читання файлу.

source: Checks if the path is a directory.
de: Überprüft, ob der Pfad ein Verzeichnis ist.
el: Ελέγχει αν η διαδρομή είναι κατάλογος.
es: Verifica si la ruta es un directorio.
fi: Tarkistaa, onko polku hakemisto.
he: בודק אם הנתיב הוא תיקייה.
hr: Provjerava je li putanja direktorij.
is: Athugar hvort slóðin sé skráarsafn.
it: Controlla se il percorso è una directory.
nl: Controleert of het pad een map is.
no: Sjekker om stien er en katalog.
ro: Verifică dacă calea este un director.
sk: Kontroluje, či je cesta adresárom.
tr: Yolun bir dizin olup olmadığını kontrol eder.
uk: Перевіряє, чи є шлях директорією.

source: Checks if you have permission to write to a file.
de: Überprüft, ob Sie die Berechtigung haben, in eine Datei zu schreiben.
el: Ελέγχει αν έχετε άδεια να γράψετε σε ένα αρχείο.
es: Verifica si tienes permiso para escribir en un archivo.
fi: Tarkistaa, onko sinulla oikeus kirjoittaa tiedostoon.
he: בודק אם יש לך הרשאה לכתוב לקובץ.
hr: Provjerava imate li dopuštenje za pisanje u datoteku.
is: Athugar hvort þú hafir heimild til að skrifa í skrá.
it: Controlla se hai il permesso di scrivere su un file.
nl: Controleert of u toestemming heeft om naar een bestand te schrijven.
no: Sjekker om du har tillatelse til å skrive til en fil.
ro: Verifică dacă ai permisiunea de a scrie într-un fișier.
sk: Kontroluje, či máte povolenie zapisovať do súboru.
tr: Bir dosyaya yazma izninizin olup olmadığını kontrol eder.
uk: Перевіряє, чи маєте ви дозвіл на запис у файл.

source: Checks if a file is not empty.
de: Überprüft, ob eine Datei nicht leer ist.
el: Ελέγχει αν ένα αρχείο δεν είναι κενό.
es: Verifica si un archivo no está vacío.
fi: Tarkistaa, onko tiedosto tyhjentämätön.
he: בודק אם הקובץ אינו ריק.
hr: Provjerava je li datoteka prazna.
is: Athugar hvort skrá sé ekki tóm.
it: Controlla se un file non è vuoto.
nl: Controleert of een bestand niet leeg is.
no: Sjekker om en fil ikke er tom.
ro: Verifică dacă un fișier nu este gol.
sk: Kontroluje, či súbor nie je prázdny.
tr: Bir dosyanın boş olmadığını kontrol eder.
uk: Перевіряє, чи файл не є порожнім.

source: Checks if the path is a regular file (not a directory).
de: Überprüft, ob der Pfad eine reguläre Datei ist (kein Verzeichnis).
el: Ελέγχει αν η διαδρομή είναι ένα κανονικό αρχείο (όχι κατάλογος).
es: Verifica si la ruta es un archivo regular (no un directorio).
fi: Tarkistaa, onko polku tavallinen tiedosto (ei hakemisto).
he: בודק אם הנתיב הוא קובץ רגיל (לא תיקייה).
hr: Provjerava je li putanja redovna datoteka (ne direktorij).
is: Athugar hvort slóðin sé venjuleg skrá (ekki skráarsafn).
it: Controlla se il percorso è un file regolare (non una directory).
nl: Controleert of het pad een regulier bestand is (geen map).
no: Sjekker om stien er en vanlig fil (ikke en katalog).
ro: Verifică dacă calea este un fișier obișnuit (nu un director).
sk: Kontroluje, či je cesta bežný súbor (nie adresár).
tr: Yolun bir normal dosya olup olmadığını kontrol eder (bir dizin değil).

source: Checks if you have permission to run a file.
de: Überprüft, ob Sie die Berechtigung haben, eine Datei auszuführen.
el: Ελέγχει αν έχετε άδεια να εκτελέσετε ένα αρχείο.
es: Verifica si tienes permiso para ejecutar un archivo.
fi: Tarkistaa, onko sinulla lupa suorittaa tiedosto.
he: בודק אם יש לך הרשאה להריץ קובץ.
hr: Provjerava imate li dopuštenje za pokretanje datoteke.
is: Athugar hvort þú hafir heimild til að keyra skrá.
it: Controlla se hai il permesso di eseguire un file.
nl: Controleert of je toestemming hebt om een bestand uit te voeren.
no: Sjekker om du har tillatelse til å kjøre en fil.
ro: Verifică dacă ai permisiunea de a rula un fișier.
sk: Kontroluje, či máte povolenie na spustenie súboru.
tr: Bir dosyayı çalıştırma izniniz olup olmadığını kontrol eder.
uk: Перевіряє, чи маєте ви дозвіл на виконання файлу.

source: Checks if the first file is newer than the second.
de: Überprüft, ob die erste Datei neuer ist als die zweite.
el: Ελέγχει αν το πρώτο αρχείο είναι πιο πρόσφατο από το δεύτερο.
es: Verifica si el primer archivo es más reciente que el segundo.
fi: Tarkistaa, onko ensimmäinen tiedosto uudempi kuin toinen.
he: בודק אם הקובץ הראשון חדש יותר מהשני.
hr: Provjerava je li prva datoteka novija od druge.
is: Athugar hvort fyrsti skráin sé nýrri en sú önnur.
it: Controlla se il primo file è più recente del secondo.
nl: Controleert of het eerste bestand nieuwer is dan het tweede.
no: Sjekker om den første filen er nyere enn den andre.
ro: Verifică dacă primul fișier este mai nou decât al doilea.
sk: Kontroluje, či je prvý súbor novší ako druhý.
tr: İlk dosyanın ikinci dosyadan daha yeni olup olmadığını kontrol eder.
uk: Verifies if the first file is newer than the second.

source: Checks if the first file is older than the second.
de: Überprüft, ob die erste Datei älter ist als die zweite.
el: Ελέγχει αν το πρώτο αρχείο είναι παλαιότερο από το δεύτερο.
es: Verifica si el primer archivo es más antiguo que el segundo.
fi: Tarkistaa, onko ensimmäinen tiedosto vanhempi kuin toinen.
he: בודק אם הקובץ הראשון ישן יותר מהשני.
hr: Provjerava je li prva datoteka starija od druge.
is: Athugar hvort fyrsti skráin sé eldri en sú önnur.
it: Controlla se il primo file è più vecchio del secondo.
nl: Controleert of het eerste bestand ouder is dan het tweede.
no: Sjekker om den første filen er eldre enn den andre.
ro: Verifică dacă primul fișier este mai vechi decât al doilea.
sk: Kontroluje, či je prvý súbor starší ako druhý.
tr: İlk dosyanın ikinci dosyadan daha eski olup olmadığını kontrol eder.
uk: Verifies if the first file is older than the second.

source: Array operations for storing multiple values in a single variable.
de: Array-Operationen zum Speichern mehrerer Werte in einer einzelnen Variablen.
el: Λειτουργίες πίνακα για την αποθήκευση πολλαπλών τιμών σε μία μόνο μεταβλητή.
es: Operaciones de matriz para almacenar múltiples valores en una sola variable.
fi: Taulukko-operaatiot useiden arvojen tallentamiseen yhteen muuttujaan.
he: פעולות מערך לאחסון ערכים מרובים במשתנה אחד.
hr: Operacije nizova za pohranu više vrijednosti u jednoj varijabli.
is: Array aðgerðir til að geyma margar gildi í einni breytu.
it: Operazioni sugli array per memorizzare più valori in una singola variabile.
nl: Array-bewerkingen voor het opslaan van meerdere waarden in één variabele.
no: Array-operasjoner for å lagre flere verdier i en enkelt variabel.
ro: Operațiuni pe array pentru stocarea mai multor valori într-o singură variabilă.
sk: Operácie s poľami na ukladanie viacerých hodnôt do jednej premennej.
tr: Bir değişkende birden fazla değeri saklamak için dizi işlemleri.
uk: Операції масиву для зберігання кількох значень в одній змінній.

source: Creates a list with several items.
de: Erstellt eine Liste mit mehreren Elementen.
el: Δημιουργεί μια λίστα με διάφορα στοιχεία.
es: Crea una lista con varios elementos.
fi: Luo luettelo useista kohteista.
he: יוצר רשימה עם מספר פריטים.
hr: Stvara popis s nekoliko stavki.
is: Býr til lista með nokkrum hlutum.
it: Crea un elenco con diversi elementi.
nl: Maakt een lijst met verschillende items.
no: Oppretter en liste med flere elementer.
ro: Creează o listă cu mai multe elemente.
sk: Vytvára zoznam s viacerými položkami.
tr: Birden fazla öğe içeren bir liste oluşturur.
uk: Створює список з кількома елементами.

source: Accesses the first item in the list.
de: Greift auf das erste Element in der Liste zu.
el: Αποκτά την πρώτη καταχώρηση στη λίστα.
es: Accede al primer elemento de la lista.
fi: Pääsee listan ensimmäiseen kohtaan.
he: ניגש לפריט הראשון ברשימה.
hr: Pristupa prvom stavku na popisu.
is: Aðgangur að fyrsta atriði í listanum.
it: Accede al primo elemento della lista.
nl: Toegang tot het eerste item in de lijst.
no: Får tilgang til det første elementet i listen.
ro: Accesează primul element din listă.
sk: Pristupuje k prvej položke v zozname.
tr: Listeki ilk öğeye erişir.
uk: Доступ до першого елемента в списку.

source: Accesses the last item in the list.
de: Greift auf das letzte Element in der Liste zu.
el: Αποκτά την τελευταία καταχώρηση στη λίστα.
es: Accede al último elemento de la lista.
fi: Pääsee listan viimeiseen kohtaan.
he: ניגש לפריט האחרון ברשימה.
hr: Pristupa posljednjem stavku na popisu.
is: Aðgangur að síðasta atriði í listanum.
it: Accede all'ultimo elemento della lista.
nl: Toegang tot het laatste item in de lijst.
no: Får tilgang til det siste elementet i listen.
ro: Accesează ultimul element din listă.
sk: Pristupuje k poslednej položke v zozname.
tr: Listeki son öğeye erişir.
uk: Доступ до останнього елемента в списку.

source: Displays all items in the list.
de: Zeigt alle Elemente in der Liste an.
el: Εμφανίζει όλα τα στοιχεία στη λίστα.
es: Muestra todos los elementos en la lista.
fi: Näyttää kaikki kohteet luettelossa.
he: מציג את כל הפריטים ברשימה.
hr: Prikazuje sve stavke na popisu.
is: Sýnir öll atriði á listanum.
it: Visualizza tutti gli elementi nell'elenco.
nl: Toon alle items in de lijst.
no: Viser alle elementer i listen.
ro: Afișează toate elementele din listă.
sk: Zobrazuje všetky položky v zozname.
tr: Listedeki tüm öğeleri görüntüler.
uk: Показує всі елементи у списку.

source: Shows how many items are in the list.
de: Zeigt, wie viele Elemente in der Liste enthalten sind.
el: Δείχνει πόσα στοιχεία υπάρχουν στη λίστα.
es: Muestra cuántos elementos hay en la lista.
fi: Näyttää, kuinka monta kohdetta on luettelossa.
he: מראה כמה פריטים יש ברשימה.
hr: Prikazuje koliko stavki ima na popisu.
is: Sýnir hversu margir hlutir eru í listanum.
it: Mostra quanti elementi ci sono nell'elenco.
nl: Toont aan hoeveel items er in de lijst staan.
no: Viser hvor mange elementer som er i listen.
ro: Afișează câte elemente sunt în listă.
sk: Zobrazuje, koľko položiek je v zozname.
tr: Listeye kaç öğe eklendiğini gösterir.
uk: Показує, скільки елементів у списку.

source: Brace expansion to quickly generate text sequences.
de: Klammererweiterung zur schnellen Generierung von Textsequenzen.
el: Επέκταση αγκίστρων για γρήγορη δημιουργία ακολουθιών κειμένου.
es: Expansión de llaves para generar secuencias de texto rápidamente.
fi: Sulkulaajennus tekstisekvenssien nopeaan luomiseen.
he: הרחבת סוגריים ליצירת רצפי טקסט במהירות.
hr: Proširenje zagrada za brzo generiranje tekstualnih sekvenci.
is: Sniðsútvíkkun til að búa til textaöðruð fljótt.
it: Espansione delle parentesi graffe per generare rapidamente sequenze di testo.
nl: Haakjesuitbreiding om snel tekstsequenties te genereren.
no: Klammeutvidelse for raskt å generere tekstsekvenser.
ro: Expansiune cu acolade pentru a genera rapid secvențe de text.
sk: Rozšírenie zložených zátvoriek na rýchle generovanie textových sekvencií.
tr: Küme genişletmesi ile metin dizilerini hızlıca oluşturma.
uk: Фігурні дужки для швидкого генерування текстових послідовностей.

source: Generates: a.txt b.txt c.txt
de: Generiert: a.txt b.txt c.txt
el: Δημιουργεί: a.txt b.txt c.txt
es: Genera: a.txt b.txt c.txt
fi: Tuottaa: a.txt b.txt c.txt
he: מייצר: a.txt b.txt c.txt
hr: Generira: a.txt b.txt c.txt
is: Býr til: a.txt b.txt c.txt
it: Genera: a.txt b.txt c.txt
nl: Genereert: a.txt b.txt c.txt
no: Genererer: a.txt b.txt c.txt
ro: Generează: a.txt b.txt c.txt
sk: Generuje: a.txt b.txt c.txt
tr: Oluşturur: a.txt b.txt c.txt
uk: Генерує: a.txt b.txt c.txt

source: Generates a sequence of numbers: 1 2 3 4 5.
de: Generiert eine Folge von Zahlen: 1 2 3 4 5.
el: Δημιουργεί μια ακολουθία αριθμών: 1 2 3 4 5.
es: Genera una secuencia de números: 1 2 3 4 5.
fi: Tuottaa numerosarjan: 1 2 3 4 5.
he: מייצר רצף של מספרים: 1 2 3 4 5.
hr: Generira niz brojeva: 1 2 3 4 5.
is: Skapar en sekvens av nummer: 1 2 3 4 5.
it: Genera una sequenza di numeri: 1 2 3 4 5.
nl: Genereert een reeks getallen: 1 2 3 4 5.
no: Genererer en sekvens av tall: 1 2 3 4 5.
ro: Generează o secvență de numere: 1 2 3 4 5.
sk: Generuje sekvenciu čísel: 1 2 3 4 5.
tr: Bir sayı dizisi oluşturur: 1 2 3 4 5.
uk: Генерує послідовність чисел: 1 2 3 4 5.

source: Creates multiple directories at once.
de: Erstellt mehrere Verzeichnisse auf einmal.
el: Δημιουργεί πολλαπλούς καταλόγους ταυτόχρονα.
es: Crea múltiples directorios a la vez.
fi: Luo useita hakemistoja kerralla.
he: יוצר מספר תיקיות בבת אחת.
hr: Stvara više direktorija odjednom.
is: Býr til margar skálar í einu.
it: Crea più directory contemporaneamente.
nl: Maakt meerdere mappen tegelijk aan.
no: Oppretter flere kataloger samtidig.
ro: Creează mai multe directoare deodată.
sk: Vytvára viacero adresárov naraz.
tr: Birden fazla dizin oluşturur.
uk: Створює кілька каталогів одночасно.

source: Advanced ways to modify or get information from variables.
de: Erweiterte Möglichkeiten zur Modifikation oder zum Abrufen von Informationen aus Variablen.
el: Προηγμένοι τρόποι για να τροποποιήσετε ή να αποκτήσετε πληροφορίες από μεταβλητές.
es: Formas avanzadas de modificar o obtener información de variables.
fi: Edistyneet tavat muokata tai saada tietoa muuttujista.
he: דרכים מתקדמות לשנות או לקבל מידע ממשתנים.
hr: Napredni načini za izmjenu ili dobivanje informacija iz varijabli.
is: Vandað aðferðir til að breyta eða fá upplýsingar um breytur.
it: Modi avanzati per modificare o ottenere informazioni dalle variabili.
nl: Geavanceerde manieren om variabelen te wijzigen of informatie eruit te halen.
no: Avanserte måter å endre eller hente informasjon fra variabler.
ro: Moduri avansate de a modifica sau de a obține informații din variabile.
sk: Pokročilé spôsoby, ako upravovať alebo získavať informácie z premenných.
tr: Değişkenlerden bilgi almak veya bunları değiştirmek için gelişmiş yöntemler.
uk: Розширені способи модифікації або отримання інформації з змінних.

source: Gets the length of the text in a variable.
de: Ermittelt die Länge des Textes in einer Variablen.
el: Λαμβάνει το μήκος του κειμένου σε μια μεταβλητή.
es: Obtiene la longitud del texto en una variable.
fi: Hakee tekstin pituuden muuttujassa.
he: מקבל את האורך של הטקסט במשתנה.
hr: Dohvaća duljinu teksta u varijabli.
is: Fær lengd textans í breytu.
it: Ottiene la lunghezza del testo in una variabile.
nl: Krijgt de lengte van de tekst in een variabele.
no: Henter lengden på teksten i en variabel.
ro: Obține lungimea textului dintr-o variabilă.
sk: Získa dĺžku textu v premennej.
tr: Bir değişkendeki metnin uzunluğunu alır.
uk: Одержує довжину тексту у змінній.

source: Uses 'default' if the variable is empty or not set.
de: Verwendet 'Standard', wenn die Variable leer oder nicht gesetzt ist.
el: Χρησιμοποιεί 'προεπιλογή' αν η μεταβλητή είναι κενή ή δεν έχει οριστεί.
es: Usa 'predeterminado' si la variable está vacía o no está establecida.
fi: Käyttää 'oletus' jos muuttuja on tyhjä tai ei ole asetettu.
he: משתמש ב'ברירת מחדל' אם המשתנה ריק או לא מוגדר.
hr: Koristi 'zadano' ako je varijabla prazna ili nije postavljena.
is: Notkun 'default' ef breytan er tóm eða ekki stillt.
it: Utilizza 'predefinito' se la variabile è vuota o non impostata.
nl: Gebruikt 'standaard' als de variabele leeg of niet ingesteld is.
no: Bruker 'standard' hvis variabelen er tom eller ikke satt.
ro: Folosește 'implicit' dacă variabila este goală sau nu este setată.
sk: Používa 'predvolené' ak je premenná prázdna alebo nie je nastavená.
tr: Değişken boşsa veya ayarlanmamışsa 'varsayılan' kullanır.
uk: Використовує 'за замовчуванням', якщо змінна порожня або не встановлена.

source: Uses 'default' if empty, and also sets the variable to 'default'.
de: Verwendet 'Standard', wenn leer, und setzt auch die Variable auf 'Standard'.
el: Χρησιμοποιεί 'προεπιλογή' αν είναι κενό, και επίσης ορίζει τη μεταβλητή σε 'προεπιλογή'.
es: Utiliza 'predeterminado' si está vacío y también establece la variable en 'predeterminado'.
fi: Käyttää 'oletusarvoa', jos tyhjää, ja asettaa myös muuttujan 'oletusarvoksi'.
he: משתמש ב'ברירת מחדל' אם ריק, וגם מגדיר את המשתנה ל'ברירת מחדל'.
hr: Koristi 'zadano' ako je prazno, a također postavlja varijablu na 'zadano'.
is: Notkun 'default' ef tómt, og stillir einnig breytuna á 'default'.
it: Utilizza 'default' se vuoto e imposta anche la variabile su 'default'.
nl: Gebruikt 'standaard' als leeg, en stelt ook de variabele in op 'standaard'.
no: Bruker 'standard' hvis tom, og setter også variabelen til 'standard'.
ro: Folosește 'default' dacă este gol și, de asemenea, setează variabila la 'default'.
sk: Používa 'predvolené' ak je prázdne, a tiež nastavuje premennú na 'predvolené'.
tr: Boşsa 'varsayılan' kullanır ve değişkeni de 'varsayılan' olarak ayarlar.
uk: Використовує 'за замовчуванням', якщо порожньо, і також встановлює змінну на 'за замовчуванням'.

source: Shows an error and stops the script if the variable is empty.
de: Zeigt einen Fehler an und stoppt das Skript, wenn die Variable leer ist.
el: Εμφανίζει ένα σφάλμα και σταματά το σενάριο αν η μεταβλητή είναι κενή.
es: Muestra un error y detiene el script si la variable está vacía.
fi: Näyttää virheen ja pysäyttää skriptin, jos muuttuja on tyhjä.
he: מראה שגיאה ומפסיק את הסקריפט אם המשתנה ריק.
hr: Prikazuje grešku i zaustavlja skriptu ako je varijabla prazna.
is: Sýnir villu og stöðvar skriftuna ef breytan er tóm.
it: Mostra un errore e interrompe lo script se la variabile è vuota.
nl: Geeft een foutmelding en stopt het script als de variabele leeg is.
no: Viser en feil og stopper skriptet hvis variabelen er tom.
ro: Afișează o eroare și oprește scriptul dacă variabila este goală.
sk: Zobrazí chybu a zastaví skript, ak je premenná prázdna.
tr: Değişken boşsa bir hata gösterir ve betiği durdurur.
uk: Показує помилку та зупиняє скрипт, якщо змінна порожня.

source: Uses 'value_if_set' only if the variable has content.
de: Verwendet 'value_if_set' nur, wenn die Variable Inhalt hat.
el: Χρησιμοποιεί το 'value_if_set' μόνο αν η μεταβλητή έχει περιεχόμενο.
es: Utiliza 'value_if_set' solo si la variable tiene contenido.
fi: Käyttää 'value_if_set' vain, jos muuttujalla on sisältöä.
he: משתמש ב-'value_if_set' רק אם למשתנה יש תוכן.
hr: Koristi 'value_if_set' samo ako varijabla ima sadržaj.
is: Notkun 'value_if_set' aðeins ef breytan hefur innihald.
it: Utilizza 'value_if_set' solo se la variabile ha contenuto.
nl: Gebruikt 'value_if_set' alleen als de variabele inhoud heeft.
no: Bruker 'value_if_set' bare hvis variabelen har innhold.
ro: Folosește 'value_if_set' doar dacă variabila are conținut.
sk: Používa 'value_if_set' iba vtedy, ak má premenná obsah.
tr: Değişken içeriğe sahipse yalnızca 'value_if_set' kullanılır.
uk: Використовує 'value_if_set' лише якщо змінна має вміст.
