Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I edit files in terminal?
de: Wie bearbeite ich Dateien im Terminal?
el: Πώς μπορώ να επεξεργαστώ αρχεία στο τερματικό;
es: ¿Cómo edito archivos en la terminal?
fi: Kuinka muokkaan tiedostoja terminaalissa?
hr: Kako mogu uređivati datoteke u terminalu?
is: Hvernig breyti ég skrám í terminal?
it: Come posso modificare i file nel terminale?
nl: Hoe bewerk ik bestanden in de terminal?
no: Hvordan redigerer jeg filer i terminalen?
ro: Cum editez fișiere în terminal?
sk: Ako upravím súbory v termináli?
tr: Terminalde dosyaları nasıl düzenlerim?
uk: Як я можу редагувати файли в терміналі?

source: How do I view disk usage?
de: Wie kann ich die Festplattennutzung anzeigen?
el: Πώς μπορώ να δω τη χρήση δίσκου;
es: ¿Cómo puedo ver el uso del disco?
fi: Kuinka voin tarkastella levyn käyttöä?
hr: Kako mogu pregledati korištenje diska?
is: Hvernig skoða ég disknotkun?
it: Come posso visualizzare l'utilizzo del disco?
nl: Hoe bekijk ik het schijfgebruik?
no: Hvordan ser jeg diskbruk?
ro: Cum pot vizualiza utilizarea discului?
sk: Ako si môžem zobraziť využitie disku?
tr: Disk kullanımını nasıl görüntülerim?
uk: Як я можу переглянути використання диска?

source: How do I change file permissions?
de: Wie ändere ich die Dateiberechtigungen?
el: Πώς μπορώ να αλλάξω τα δικαιώματα αρχείων;
es: ¿Cómo cambio los permisos de archivo?
fi: Miten vaihdan tiedostojen käyttöoikeuksia?
hr: Kako mogu promijeniti dozvole datoteka?
is: Hvernig breyti ég skráaréttindum?
it: Come faccio a cambiare le autorizzazioni dei file?
nl: Hoe wijzig ik bestandsmachtigingen?
no: Hvordan endrer jeg filrettigheter?
ro: Cum pot schimba permisiunile fișierului?
sk: Ako zmením oprávnenia súboru?
tr: Dosya izinlerini nasıl değiştiririm?
uk: Як змінити дозволи файлів?

source: How do I compress files?
de: Wie komprimiere ich Dateien?
el: Πώς μπορώ να συμπιέσω αρχεία;
es: ¿Cómo comprimo archivos?
fi: Kuinka pakkaan tiedostoja?
hr: Kako da kompresujem datoteke?
is: Hvernig þjappa ég skrám?
it: Come posso comprimere i file?
nl: Hoe kan ik bestanden comprimeren?
no: Hvordan komprimerer jeg filer?
ro: Cum pot comprima fișiere?
sk: Ako môžem komprimovať súbory?
tr: Dosyaları nasıl sıkıştırırım?
uk: Як мені стиснути файли?

source: How do I check my IP address?
de: Wie überprüfe ich meine IP-Adresse?
el: Πώς μπορώ να ελέγξω τη διεύθυνση IP μου;
es: ¿Cómo puedo verificar mi dirección IP?
fi: Miten tarkistan IP-osoitteeni?
hr: Kako mogu provjeriti svoju IP adresu?
is: Hvernig athuga ég IP-tölu mína?
it: Come faccio a controllare il mio indirizzo IP?
nl: Hoe controleer ik mijn IP-adres?
no: Hvordan sjekker jeg IP-adressen min?
ro: Cum îmi verific adresa IP?
sk: Ako si skontrolujem svoju IP adresu?
tr: IP adresimi nasıl kontrol ederim?

source: How do I view running processes?
de: Wie kann ich laufende Prozesse anzeigen?
el: Πώς μπορώ να δω τις εκτελούμενες διεργασίες;
es: ¿Cómo puedo ver los procesos en ejecución?
fi: Kuinka voin tarkastella käynnissä olevia prosesseja?
hr: Kako mogu vidjeti aktivne procese?
is: Hvernig skoða ég keyrandi ferla?
it: Come posso visualizzare i processi in esecuzione?
nl: Hoe bekijk ik actieve processen?
no: Hvordan ser jeg på kjørende prosesser?
ro: Cum pot vizualiza procesele în execuție?
sk: Ako si môžem zobraziť bežiace procesy?
tr: Çalışan süreçleri nasıl görüntülerim?
uk: Як я можу переглянути запущені процеси?

source: How do I check memory usage?
de: Wie überprüfe ich die Speichernutzung?
el: Πώς μπορώ να ελέγξω τη χρήση μνήμης;
es: ¿Cómo puedo verificar el uso de memoria?
fi: Miten tarkistan muistin käytön?
hr: Kako mogu provjeriti korištenje memorije?
is: Hvernig athuga ég minni notkun?
it: Come faccio a controllare l'utilizzo della memoria?
nl: Hoe controleer ik het geheugengebruik?
no: Hvordan sjekker jeg minnebruk?
ro: Cum verific utilizarea memoriei?
sk: Ako skontrolujem využitie pamäte?
tr: Bellek kullanımını nasıl kontrol ederim?
uk: Як я можу перевірити використання пам'яті?

source: How do I restart a service?
de: Wie starte ich einen Dienst neu?
el: Πώς μπορώ να επανεκκινήσω μια υπηρεσία;
es: ¿Cómo reinicio un servicio?
fi: Miten käynnistän palvelun uudelleen?
hr: Kako mogu ponovo pokrenuti uslugu?
is: Hvernig endurræsi ég þjónustu?
it: Come posso riavviare un servizio?
nl: Hoe start ik een service opnieuw?
no: Hvordan gjenstarter jeg en tjeneste?
ro: Cum pot să repornesc un serviciu?
sk: Ako reštartujem službu?
tr: Bir hizmeti nasıl yeniden başlatırım?
uk: Як мені перезапустити службу?

source: How do I create a new branch?
de: Wie erstelle ich einen neuen Branch?
el: Πώς μπορώ να δημιουργήσω ένα νέο κλάδο;
es: ¿Cómo creo una nueva rama?
fi: Miten luon uuden haaran?
hr: Kako mogu stvoriti novu granu?
is: Hvernig bjó ég til nýja grein?
it: Come posso creare un nuovo ramo?
nl: Hoe maak ik een nieuwe tak aan?
no: Hvordan oppretter jeg en ny gren?
ro: Cum pot crea o ramură nouă?
sk: Ako vytvorím novú vetvu?
tr: Yeni bir dal nasıl oluşturabilirim?
uk: Як створити нову гілку?

source: How do I merge branches?
de: Wie merge ich Branches?
el: Πώς μπορώ να συγχωνεύσω κλάδους;
es: ¿Cómo fusiono ramas?
fi: Miten yhdistän haara?
hr: Kako mogu spojiti grane?
is: Hvernig sameina ég greinar?
it: Come faccio a unire i rami?
nl: Hoe kan ik takken samenvoegen?
no: Hvordan slår jeg sammen grener?
ro: Cum pot să îmbin ramuri?
sk: Ako zlúčiť vetvy?
tr: Dalga nasıl birleştirilir?
uk: Як мені об'єднати гілки?

source: How do I push to remote?
de: Wie pushe ich zu Remote?
el: Πώς μπορώ να σπρώξω σε απομακρυσμένο;
es: ¿Cómo hago un push a remoto?
fi: Miten työntää etäpalvelimelle?
hr: Kako da pošaljem na udaljeni repozitorij?
is: Hvernig ýti ég á fjarstýringu?
it: Come faccio a fare push su remoto?
nl: Hoe duw ik naar remote?
no: Hvordan pusher jeg til fjern?
ro: Cum pot să fac push către remote?
sk: Ako môžem poslať na vzdialený server?
tr: Uzak sunucuya nasıl itme yaparım?
uk: Як мені надіслати на віддалений репозиторій?

source: How do I pull changes?
de: Wie ziehe ich Änderungen?
el: Πώς μπορώ να τραβήξω αλλαγές;
es: ¿Cómo hago para obtener cambios?
fi: Miten vedän muutokset?
hr: Kako da povučem promjene?
is: Hvernig draga ég breytingar?
it: Come faccio a recuperare le modifiche?
nl: Hoe haal ik wijzigingen op?
no: Hvordan henter jeg endringer?
ro: Cum pot să trag modificările?
sk: Ako si stiahnem zmeny?
tr: Değişiklikleri nasıl alırım?
uk: Як мені отримати зміни?

source: How do I undo last commit?
de: Wie mache ich den letzten Commit rückgängig?
el: Πώς μπορώ να αναιρέσω την τελευταία δέσμευση;
es: ¿Cómo deshago el último commit?
fi: Miten perun viimeisimmän sitoumuksen?
hr: Kako mogu poništiti posljednji commit?
is: Hvernig afturkalla ég síðasta skuldbindingu?
it: Come posso annullare l'ultimo commit?
nl: Hoe annuleer ik de laatste commit?
no: Hvordan angir jeg den siste commit?
ro: Cum pot să anulez ultimul commit?
sk: Ako môžem zrušiť posledný commit?
tr: Son commit'i nasıl geri alırım?
uk: Як скасувати останній коміт?

source: How do I view commit history?
de: Wie kann ich die Commit-Historie anzeigen?
el: Πώς μπορώ να δω το ιστορικό των commits;
es: ¿Cómo puedo ver el historial de commits?
fi: Miten voin tarkastella commit-historiaa?
hr: Kako mogu pregledati povijest commit-a?
is: Hvernig skoða ég commit sögu?
it: Come posso visualizzare la cronologia dei commit?
nl: Hoe bekijk ik de commitgeschiedenis?
no: Hvordan ser jeg commit-historikk?
ro: Cum pot vizualiza istoricul commit-urilor?
sk: Ako si môžem zobraziť históriu commitov?
tr: Commit geçmişini nasıl görüntülerim?
uk: Як я можу переглянути історію комітів?

source: How do I create a tag?
de: Wie erstelle ich ein Tag?
el: Πώς μπορώ να δημιουργήσω μια ετικέτα;
es: ¿Cómo creo una etiqueta?
fi: Miten luon tunnisteen?
hr: Kako da kreiram oznaku?
is: Hvernig bjó ég til merki?
it: Come posso creare un tag?
nl: Hoe maak ik een tag aan?
no: Hvordan oppretter jeg en tag?
ro: Cum creez un tag?
sk: Ako vytvorím značku?
tr: Bir etiket nasıl oluşturabilirim?
uk: Як створити тег?

source: How do I find who changed a line?
de: Wie finde ich heraus, wer eine Zeile geändert hat?
el: Πώς μπορώ να βρω ποιος άλλαξε μια γραμμή;
es: ¿Cómo puedo encontrar quién cambió una línea?
fi: Miten löydän, kuka muutti rivin?
hr: Kako da saznam tko je promijenio redak?
is: Hvernig finn ég hver breytti línu?
it: Come faccio a scoprire chi ha modificato una riga?
nl: Hoe vind ik uit wie een regel heeft gewijzigd?
no: Hvordan finner jeg ut hvem som endret en linje?
ro: Cum pot să aflu cine a schimbat o linie?
sk: Ako zistím, kto zmenil riadok?
tr: Bir satırı kimin değiştirdiğini nasıl bulabilirim?
uk: Як мені дізнатися, хто змінив рядок?

source: How do I delete a branch?
de: Wie lösche ich einen Branch?
el: Πώς μπορώ να διαγράψω ένα κλάδο;
es: ¿Cómo elimino una rama?
fi: Miten poistan haaran?
hr: Kako mogu izbrisati granu?
is: Hvernig eyði ég grein?
it: Come faccio a eliminare un ramo?
nl: Hoe verwijder ik een tak?
no: Hvordan sletter jeg en gren?
ro: Cum pot șterge o ramură?
sk: Ako odstránim vetvu?
tr: Bir dalı nasıl silerim?
uk: Як видалити гілку?

source: How do I stash changes?
de: Wie stash ich Änderungen?
el: Πώς μπορώ να αποθηκεύσω τις αλλαγές;
es: ¿Cómo guardo los cambios?
fi: Miten voin piilottaa muutokset?
hr: Kako da spremim promjene?
is: Hvernig geymi ég breytingar?
it: Come faccio a mettere da parte le modifiche?
nl: Hoe stash ik wijzigingen?
no: Hvordan stasher jeg endringer?
ro: Cum îmi pot salva modificările?
sk: Ako si uložím zmeny?
tr: Değişiklikleri nasıl saklarım?
uk: Як мені зберегти зміни?

source: How do I list Docker containers?
de: Wie liste ich Docker-Container auf?
el: Πώς μπορώ να καταγράψω τα κοντέινερ Docker;
es: ¿Cómo listo los contenedores de Docker?
fi: Kuinka listaan Docker-kontteja?
hr: Kako mogu navesti Docker kontejnere?
is: Hvernig lista ég Docker ílát?
it: Come faccio a elencare i container Docker?
nl: Hoe lijst ik Docker-containers?
no: Hvordan lister jeg Docker-containere?
ro: Cum pot lista containerele Docker?
sk: Ako môžem zobraziť kontajnery Docker?
tr: Docker konteynerlerini nasıl listeleyebilirim?
uk: Як мені перерахувати контейнери Docker?

source: How do I run a Docker container?
de: Wie starte ich einen Docker-Container?
el: Πώς μπορώ να εκτελέσω ένα κοντέινερ Docker;
es: ¿Cómo ejecuto un contenedor de Docker?
fi: Kuinka käynnistän Docker-kontin?
hr: Kako da pokrenem Docker kontejner?
is: Hvernig keyri ég Docker ílát?
it: Come faccio a eseguire un container Docker?
nl: Hoe voer ik een Docker-container uit?
no: Hvordan kjører jeg en Docker-container?
ro: Cum pot rula un container Docker?
sk: Ako spustím Docker kontajner?
tr: Docker konteynerini nasıl çalıştırırım?
uk: Як запустити контейнер Docker?

source: How do I stop a container?
de: Wie stoppe ich einen Container?
el: Πώς μπορώ να σταματήσω ένα κοντέινερ;
es: ¿Cómo detengo un contenedor?
fi: Miten pysäytän säilön?
hr: Kako da zaustavim kontejner?
is: Hvernig stöðva ég ílát?
it: Come faccio a fermare un contenitore?
nl: Hoe stop ik een container?
no: Hvordan stopper jeg en container?
ro: Cum opresc un container?
sk: Ako zastavím kontajner?
tr: Bir konteyneri nasıl durdurabilirim?
uk: Як зупинити контейнер?

source: How do I list Docker images?
de: Wie liste ich Docker-Images auf?
el: Πώς μπορώ να καταγράψω τις εικόνες Docker;
es: ¿Cómo puedo listar las imágenes de Docker?
fi: Kuinka voin luetella Docker-kuvia?
hr: Kako mogu nabrojati Docker slike?
is: Hvernig lista ég Docker myndir?
it: Come faccio a elencare le immagini Docker?
nl: Hoe kan ik Docker-afbeeldingen opsommen?
no: Hvordan lister jeg Docker-bilder?
ro: Cum pot lista imaginile Docker?
sk: Ako môžem zobraziť Docker obrazy?
tr: Docker görüntülerini nasıl listeleyebilirim?
uk: Як я можу перерахувати зображення Docker?

source: How do I clean Docker resources?
de: Wie reinige ich Docker-Ressourcen?
el: Πώς μπορώ να καθαρίσω τους πόρους του Docker;
es: ¿Cómo limpio los recursos de Docker?
fi: Kuinka puhdistan Docker-resurssit?
hr: Kako mogu očistiti Docker resurse?
is: Hvernig hreinsa ég Docker auðlindir?
it: Come posso pulire le risorse di Docker?
nl: Hoe maak ik Docker-resources schoon?
no: Hvordan renser jeg Docker-ressurser?
ro: Cum pot curăța resursele Docker?
sk: Ako vyčistím Docker zdroje?
tr: Docker kaynaklarını nasıl temizlerim?
uk: Як я можу очистити ресурси Docker?

source: How do I view container logs?
de: Wie kann ich Containerprotokolle anzeigen?
el: Πώς μπορώ να δω τα αρχεία καταγραφής του κοντέινερ;
es: ¿Cómo puedo ver los registros del contenedor?
fi: Miten voin tarkastella säilön lokitietoja?
hr: Kako mogu pregledati logove kontejnera?
is: Hvernig skoða ég skráningar í ílátum?
it: Come posso visualizzare i log del contenitore?
nl: Hoe bekijk ik de containerlogs?
no: Hvordan ser jeg på containerlogger?
ro: Cum pot vizualiza jurnalele containerului?
sk: Ako si môžem zobraziť protokoly kontajnera?
tr: Konteyner günlüklerini nasıl görüntülerim?
uk: Як я можу переглянути журнали контейнера?

source: How do I create Docker network?
de: Wie erstelle ich ein Docker-Netzwerk?
el: Πώς μπορώ να δημιουργήσω δίκτυο Docker;
es: ¿Cómo creo una red de Docker?
fi: Kuinka luon Docker-verkoston?
hr: Kako da kreiram Docker mrežu?
is: Hvernig býr ég til Docker net?
it: Come posso creare una rete Docker?
nl: Hoe maak ik een Docker-netwerk aan?
no: Hvordan oppretter jeg et Docker-nettverk?
ro: Cum creez o rețea Docker?
sk: Ako vytvorím Docker sieť?
tr: Docker ağı nasıl oluşturabilirim?
uk: Як створити мережу Docker?

source: How do I manage Docker volumes?
de: Wie verwalte ich Docker-Volumes?
el: Πώς διαχειρίζομαι τους όγκους Docker;
es: ¿Cómo gestiono los volúmenes de Docker?
fi: Miten hallitsen Docker-tilavuuksia?
hr: Kako upravljam Docker volumenima?
is: Hvernig stjórna ég Docker volumum?
it: Come gestisco i volumi Docker?
nl: Hoe beheer ik Docker-volumes?
no: Hvordan administrerer jeg Docker-volumer?
ro: Cum gestionez volumele Docker?
sk: Ako spravujem Docker objemy?
tr: Docker hacimlerini nasıl yönetirim?
uk: Як я можу керувати томами Docker?

source: How do I build a Docker image?
de: Wie baue ich ein Docker-Image?
el: Πώς μπορώ να δημιουργήσω μια εικόνα Docker;
es: ¿Cómo construyo una imagen de Docker?
fi: Miten rakennan Docker-kuvan?
hr: Kako mogu izgraditi Docker sliku?
is: Hvernig byggi ég Docker mynd?
it: Come posso costruire un'immagine Docker?
nl: Hoe bouw ik een Docker-image?
no: Hvordan bygger jeg et Docker-bilde?
ro: Cum construiesc o imagine Docker?
sk: Ako vytvorím Docker obraz?
tr: Docker imajını nasıl oluşturabilirim?
uk: Як я можу створити образ Docker?

source: How do I restart a container?
de: Wie starte ich einen Container neu?
el: Πώς μπορώ να επανεκκινήσω ένα κοντέινερ;
es: ¿Cómo reinicio un contenedor?
fi: Miten käynnistän säilön uudelleen?
hr: Kako mogu ponovno pokrenuti kontejner?
is: Hvernig endurræsi ég ílát?
it: Come posso riavviare un contenitore?
nl: Hoe start ik een container opnieuw?
no: Hvordan gjenstarter jeg en container?
ro: Cum pot să repornesc un container?
sk: Ako môžem reštartovať kontajner?
tr: Bir konteyneri nasıl yeniden başlatırım?
uk: Як мені перезапустити контейнер?

source: How do I generate SSH keys?
de: Wie generiere ich SSH-Schlüssel?
el: Πώς μπορώ να δημιουργήσω κλειδιά SSH;
es: ¿Cómo genero claves SSH?
fi: Miten luon SSH-avaimia?
hr: Kako mogu generirati SSH ključeve?
is: Hvernig bjó ég til SSH lykla?
it: Come posso generare chiavi SSH?
nl: Hoe genereer ik SSH-sleutels?
no: Hvordan genererer jeg SSH-nøkler?
ro: Cum pot genera chei SSH?
sk: Ako môžem vygenerovať SSH kľúče?
tr: SSH anahtarlarını nasıl oluşturabilirim?
uk: Як мені згенерувати SSH-ключі?

source: How do I copy SSH key to server?
de: Wie kopiere ich den SSH-Schlüssel auf den Server?
el: Πώς μπορώ να αντιγράψω το κλειδί SSH στον διακομιστή;
es: ¿Cómo copio la clave SSH al servidor?
fi: Miten kopioin SSH-avaimen palvelimelle?
hr: Kako da kopiram SSH ključ na poslužitelj?
is: Hvernig afrita ég SSH lykil á server?
it: Come faccio a copiare la chiave SSH sul server?
nl: Hoe kopieer ik de SSH-sleutel naar de server?
no: Hvordan kopierer jeg SSH-nøkkelen til serveren?
ro: Cum copiez cheia SSH pe server?
sk: Ako skopírujem SSH kľúč na server?
tr: SSH anahtarını sunucuya nasıl kopyalarım?
uk: Як я можу скопіювати SSH ключ на сервер?

source: How do I check open ports?
de: Wie überprüfe ich offene Ports?
el: Πώς μπορώ να ελέγξω τις ανοιχτές θύρες;
es: ¿Cómo puedo verificar los puertos abiertos?
fi: Miten tarkistan avoimet portit?
hr: Kako mogu provjeriti otvorene portove?
is: Hvernig athuga ég opnar hafnir?
it: Come faccio a controllare le porte aperte?
nl: Hoe controleer ik open poorten?
no: Hvordan sjekker jeg åpne porter?
ro: Cum verific porturile deschise?
sk: Ako skontrolujem otvorené porty?
tr: Açık portları nasıl kontrol ederim?
uk: Як я можу перевірити відкриті порти?

source: How do I test network connectivity?
de: Wie teste ich die Netzwerkverbindung?
el: Πώς μπορώ να δοκιμάσω τη συνδεσιμότητα δικτύου;
es: ¿Cómo pruebo la conectividad de red?
fi: Miten testaan verkkoyhteyden?
hr: Kako mogu testirati mrežnu povezanost?
is: Hvernig prófa ég net tengingu?
it: Come posso testare la connettività di rete?
nl: Hoe test ik de netwerkverbinding?
no: Hvordan tester jeg nettverksforbindelse?
ro: Cum pot testa conectivitatea rețelei?
sk: Ako otestujem sieťovú konektivitu?
tr: Ağ bağlantısını nasıl test ederim?
uk: Як я можу перевірити мережеву підключеність?

source: How do I DNS lookup?
de: Wie führe ich eine DNS-Abfrage durch?
el: Πώς κάνω αναζήτηση DNS;
es: ¿Cómo hago una búsqueda DNS?
fi: Miten teen DNS-hakuja?
hr: Kako mogu izvršiti DNS pretraživanje?
is: Hvernig framkvæmi ég DNS leit?
it: Come faccio a eseguire una ricerca DNS?
nl: Hoe voer ik een DNS-opzoeking uit?
no: Hvordan gjør jeg en DNS-oppslag?
ro: Cum fac o căutare DNS?
sk: Ako vykonať DNS vyhľadávanie?
tr: DNS sorgulaması nasıl yaparım?
uk: Як виконати DNS запит?

source: How do I monitor network traffic?
de: Wie überwache ich den Netzwerkverkehr?
el: Πώς μπορώ να παρακολουθήσω την κίνηση του δικτύου;
es: ¿Cómo monitoreo el tráfico de red?
fi: Miten voin seurata verkkoliikennettä?
hr: Kako mogu pratiti mrežni promet?
is: Hvernig fylgist ég með netumferð?
it: Come posso monitorare il traffico di rete?
nl: Hoe kan ik netwerkverkeer monitoren?
no: Hvordan overvåker jeg nettverkstrafikk?
ro: Cum pot monitoriza traficul de rețea?
sk: Ako môžem monitorovať sieťovú prevádzku?
tr: Ağ trafiğini nasıl izlerim?
uk: Як я можу контролювати мережевий трафік?

source: How do I configure firewall?
de: Wie konfiguriere ich die Firewall?
el: Πώς μπορώ να ρυθμίσω το τείχος προστασίας;
es: ¿Cómo configuro el firewall?
fi: Miten konfiguroin palomuurin?
hr: Kako da konfiguriram vatrozid?
is: Hvernig stilli ég eldvegg?
it: Come posso configurare il firewall?
nl: Hoe configureer ik de firewall?
no: Hvordan konfigurerer jeg brannmur?
ro: Cum configurez firewall-ul?
sk: Ako nakonfigurujem firewall?
tr: Güvenlik duvarını nasıl yapılandırırım?
uk: Як налаштувати брандмауер?

source: How do I create SSH tunnel?
de: Wie erstelle ich ein SSH-Tunnel?
el: Πώς μπορώ να δημιουργήσω SSH tunnel;
es: ¿Cómo creo un túnel SSH?
fi: Kuinka luon SSH-tunnelin?
hr: Kako mogu stvoriti SSH tunel?
is: Hvernig bjó ég til SSH göng?
it: Come posso creare un tunnel SSH?
nl: Hoe maak ik een SSH-tunnel aan?
no: Hvordan oppretter jeg SSH-tunnel?
ro: Cum creez un tunel SSH?
sk: Ako vytvorím SSH tunel?
tr: SSH tüneli nasıl oluşturabilirim?
uk: Як створити SSH тунель?

source: How do I copy files via SSH?
de: Wie kopiere ich Dateien über SSH?
el: Πώς μπορώ να αντιγράψω αρχεία μέσω SSH;
es: ¿Cómo copio archivos a través de SSH?
fi: Kuinka kopioin tiedostoja SSH:n kautta?
hr: Kako mogu kopirati datoteke putem SSH-a?
is: Hvernig afrita ég skrár í gegnum SSH?
it: Come posso copiare file tramite SSH?
nl: Hoe kopieer ik bestanden via SSH?
no: Hvordan kopierer jeg filer via SSH?
ro: Cum pot copia fișiere prin SSH?
sk: Ako skopírujem súbory cez SSH?
tr: SSH üzerinden dosyaları nasıl kopyalarım?
uk: Як я можу скопіювати файли через SSH?

source: How do I speed up SSH connections?
de: Wie beschleunige ich SSH-Verbindungen?
el: Πώς μπορώ να επιταχύνω τις συνδέσεις SSH;
es: ¿Cómo puedo acelerar las conexiones SSH?
fi: Miten nopeutan SSH-yhteyksiä?
hr: Kako mogu ubrzati SSH veze?
is: Hvernig get ég flýtt fyrir SSH tengingum?
it: Come posso accelerare le connessioni SSH?
nl: Hoe versnel ik SSH-verbindingen?
no: Hvordan kan jeg akselerere SSH-tilkoblinger?
ro: Cum pot accelera conexiunile SSH?
sk: Ako zrýchliť SSH pripojenia?
tr: SSH bağlantılarını nasıl hızlandırabilirim?
uk: Як я можу прискорити з'єднання SSH?

source: How do I create empty file?
de: Wie erstelle ich eine leere Datei?
el: Πώς μπορώ να δημιουργήσω ένα κενό αρχείο;
es: ¿Cómo creo un archivo vacío?
fi: Kuinka luon tyhjän tiedoston?
hr: Kako da kreiram prazan fajl?
is: Hvernig bjó ég til tóma skrá?
it: Come posso creare un file vuoto?
nl: Hoe maak ik een leeg bestand aan?
no: Hvordan oppretter jeg en tom fil?
ro: Cum pot crea un fișier gol?
sk: Ako vytvorím prázdny súbor?
tr: Boş dosya nasıl oluşturabilirim?
uk: Як створити порожній файл?

source: How do I create directory?
de: Wie erstelle ich ein Verzeichnis?
el: Πώς μπορώ να δημιουργήσω κατάλογο;
es: ¿Cómo creo un directorio?
fi: Kuinka luon hakemiston?
hr: Kako da kreiram direktorij?
is: Hvernig bjó ég til skrá?
it: Come posso creare una directory?
nl: Hoe maak ik een map aan?
no: Hvordan oppretter jeg en katalog?
ro: Cum creez un director?
sk: Ako vytvorím adresár?
tr: Klasör nasıl oluşturabilirim?
uk: Як створити каталог?

source: How do I delete files safely?
de: Wie lösche ich Dateien sicher?
el: Πώς μπορώ να διαγράψω αρχεία με ασφάλεια;
es: ¿Cómo elimino archivos de forma segura?
fi: Kuinka voin poistaa tiedostoja turvallisesti?
hr: Kako mogu sigurno izbrisati datoteke?
is: Hvernig eyði ég skrám á öruggan hátt?
it: Come posso eliminare i file in modo sicuro?
nl: Hoe verwijder ik bestanden veilig?
no: Hvordan sletter jeg filer trygt?
ro: Cum pot șterge fișierele în siguranță?
sk: Ako môžem bezpečne odstrániť súbory?
tr: Dosyaları güvenli bir şekilde nasıl silerim?
uk: Як я можу безпечно видалити файли?

source: How do I copy files?
de: Wie kopiere ich Dateien?
el: Πώς μπορώ να αντιγράψω αρχεία;
es: ¿Cómo copio archivos?
fi: Kuinka kopioin tiedostoja?
hr: Kako da kopiram datoteke?
is: Hvernig afrita ég skrár?
it: Come faccio a copiare file?
nl: Hoe kopieer ik bestanden?
no: Hvordan kopierer jeg filer?
ro: Cum copiez fișiere?
sk: Ako skopírovať súbory?
tr: Dosyaları nasıl kopyalarım?
uk: Як я можу скопіювати файли?

source: How do I move files?
de: Wie verschiebe ich Dateien?
el: Πώς μπορώ να μετακινήσω αρχεία;
es: ¿Cómo muevo archivos?
fi: Kuinka siirrän tiedostoja?
hr: Kako da premjestim datoteke?
is: Hvernig flyt ég skrár?
it: Come faccio a spostare i file?
nl: Hoe verplaats ik bestanden?
no: Hvordan flytter jeg filer?
ro: Cum pot muta fișiere?
sk: Ako presuniem súbory?
tr: Dosyaları nasıl taşırım?
uk: Як я можу перемістити файли?

source: How do I create symbolic link?
de: Wie erstelle ich einen symbolischen Link?
el: Πώς μπορώ να δημιουργήσω συμβολικό σύνδεσμο;
es: ¿Cómo creo un enlace simbólico?
fi: Kuinka luon symbolisen linkin?
hr: Kako da kreiram simboličku vezu?
is: Hvernig bjó ég til táknræna tengingu?
it: Come posso creare un collegamento simbolico?
nl: Hoe maak ik een symbolische link aan?
no: Hvordan oppretter jeg en symbolsk lenke?
ro: Cum pot crea un link simbolic?
sk: Ako vytvorím symbolický odkaz?
tr: Sembolik bağlantı nasıl oluşturabilirim?
uk: Як створити символічне посилання?
