Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I instrument cron jobs with logging and alerts?
de: Wie instrumentiere ich Cron-Jobs mit Protokollierung und Benachrichtigungen?
el: Πώς μπορώ να παρακολουθήσω τις εργασίες cron με καταγραφή και ειδοποιήσεις;
es: ¿Cómo instrumento trabajos cron con registro y alertas?
fi: Miten instrumentoin cron-tehtäviä lokituksella ja hälytyksillä?
he: איך אני מבצע ניטור של משימות כרון עם רישום והתראות?
hr: Kako mogu instrumentirati cron poslove s logiranjem i upozorenjima?
is: Hvernig á ég að skrásetja cron verkefni með skráningu og viðvörunum?
it: Come posso strumentare i cron job con registrazione e avvisi?
nl: Hoe instrumenteer ik cron-taken met logging en meldingen?
no: Hvordan instrumenterer jeg cron-jobber med logging og varsler?
ro: Cum instrumentez sarcinile cron cu jurnalizare și alerte?
sk: Ako môžem instrumentovať cron úlohy s logovaním a upozorneniami?
tr: Cron işleri için günlükleme ve uyarılarla nasıl enstrümante ederim?
uk: Як я можу налаштувати cron-завдання з журналюванням та сповіщеннями?

source: How can I migrate user data between Linux distributions?
de: Wie kann ich Benutzerdaten zwischen Linux-Distributionen migrieren?
el: Πώς μπορώ να μεταφέρω τα δεδομένα χρηστών μεταξύ διανομών Linux;
es: ¿Cómo puedo migrar datos de usuario entre distribuciones de Linux?
fi: Kuinka voin siirtää käyttäjätietoja Linux-jakeluiden välillä?
he: איך אני יכול להעביר נתוני משתמש בין הפצות לינוקס?
hr: Kako mogu migrirati korisničke podatke između Linux distribucija?
is: Hvernig get ég flutt notendagögn milli Linux dreifinga?
it: Come posso migrare i dati degli utenti tra le distribuzioni Linux?
nl: Hoe kan ik gebruikersgegevens migreren tussen Linux-distributies?
no: Hvordan kan jeg migrere brukerdata mellom Linux-distribusjoner?
ro: Cum pot migra datele utilizatorului între distribuțiile Linux?
sk: Ako môžem migrovať používateľské údaje medzi distribúciami Linuxu?
tr: Kullanıcı verilerini Linux dağıtımları arasında nasıl taşıyabilirim?
uk: Як я можу мігрувати дані користувача між дистрибутивами Linux?

source: How do I build automated smoke tests for servers?
de: Wie baue ich automatisierte Smoke-Tests für Server?
el: Πώς μπορώ να δημιουργήσω αυτοματοποιημένα smoke tests για διακομιστές;
es: ¿Cómo construyo pruebas de humo automatizadas para servidores?
fi: Miten rakennan automatisoituja savutestejä palvelimille?
he: איך אני בונה בדיקות סSmoke אוטומטיות לשרתים?
hr: Kako mogu izraditi automatizirane dimne testove za poslužitelje?
is: Hvernig byggi ég sjálfvirkar reykpróf fyrir þjónustu?
it: Come posso costruire test di fumo automatizzati per server?
nl: Hoe bouw ik geautomatiseerde rooktests voor servers?
no: Hvordan bygger jeg automatiserte røyktester for servere?
ro: Cum construiesc teste automate de tip smoke pentru servere?
sk: Ako vytvorím automatizované testy dymu pre servery?
tr: Sunucular için otomatik duman testleri nasıl oluşturabilirim?
uk: Як я можу створити автоматизовані димові тести для серверів?

source: How can I monitor power consumption per process?
de: Wie kann ich den Stromverbrauch pro Prozess überwachen?
el: Πώς μπορώ να παρακολουθήσω την κατανάλωση ενέργειας ανά διεργασία;
es: ¿Cómo puedo monitorear el consumo de energía por proceso?
fi: Kuinka voin seurata virrankulutusta prosessikohtaisesti?
he: איך אני יכול לנטר את צריכת החשמל לפי תהליך?
hr: Kako mogu pratiti potrošnju energije po procesu?
is: Hvernig get ég fylgst með rafmagnsnotkun per ferli?
it: Come posso monitorare il consumo energetico per processo?
nl: Hoe kan ik het energieverbruik per proces monitoren?
no: Hvordan kan jeg overvåke strømforbruk per prosess?
ro: Cum pot monitoriza consumul de energie pe proces?
sk: Ako môžem monitorovať spotrebu energie na proces?
tr: Her bir işlem için güç tüketimini nasıl izleyebilirim?
uk: Як я можу контролювати споживання енергії за процесом?

source: How do I set up screen sharing on Wayland?
de: Wie richte ich die Bildschirmfreigabe unter Wayland ein?
el: Πώς να ρυθμίσω την κοινή χρήση οθόνης στο Wayland;
es: ¿Cómo configuro la compartición de pantalla en Wayland?
fi: Miten asetetaan näytön jakaminen Waylandissa?
he: איך אני מגדיר שיתוף מסך על ווילנד?
hr: Kako postaviti dijeljenje ekrana na Waylandu?
is: Hvernig stilli ég skjádeilingu á Wayland?
it: Come posso impostare la condivisione dello schermo su Wayland?
nl: Hoe stel ik scherm delen in op Wayland?
no: Hvordan setter jeg opp skjermdeling på Wayland?
ro: Cum îmi configurez partajarea ecranului pe Wayland?
sk: Ako nastavím zdieľanie obrazovky na Waylande?
tr: Wayland'da ekran paylaşımını nasıl ayarlayabilirim?
uk: Як налаштувати спільний доступ до екрана в Wayland?

source: How can I use bpftrace to inspect kernel events?
de: Wie kann ich bpftrace verwenden, um Kernelereignisse zu inspizieren?
el: Πώς μπορώ να χρησιμοποιήσω το bpftrace για να επιθεωρήσω τα γεγονότα του πυρήνα;
es: ¿Cómo puedo usar bpftrace para inspeccionar eventos del kernel?
fi: Miten voin käyttää bpftracea tarkastellakseni ydin tapahtumia?
he: איך אני יכול להשתמש ב-bpftrace כדי לבדוק אירועי ליבה?
hr: Kako mogu koristiti bpftrace za ispitivanje kernel događaja?
is: Hvernig get ég notað bpftrace til að skoða kjarnaviðburði?
it: Come posso usare bpftrace per ispezionare gli eventi del kernel?
nl: Hoe kan ik bpftrace gebruiken om kernelgebeurtenissen te inspecteren?
no: Hvordan kan jeg bruke bpftrace til å inspisere kjern hendelser?
ro: Cum pot folosi bpftrace pentru a inspecta evenimentele kernel?
sk: Ako môžem použiť bpftrace na kontrolu udalostí jadra?
tr: bpftrace'i çekirdek olaylarını incelemek için nasıl kullanabilirim?
uk: Як я можу використовувати bpftrace для перевірки подій ядра?

source: How do I configure VPN access for contractors securely?
de: Wie konfiguriere ich den VPN-Zugang für Auftragnehmer sicher?
el: Πώς μπορώ να ρυθμίσω με ασφάλεια την πρόσβαση VPN για τους εργολάβους;
es: ¿Cómo configuro el acceso VPN para contratistas de manera segura?
fi: Miten määritän VPN-yhteyden pääsyn urakoitsijoille turvallisesti?
he: איך אני מגדיר גישה ל-VPN עבור קבלנים בצורה מאובטחת?
hr: Kako mogu sigurno konfigurirati VPN pristup za izvođače?
is: Hvernig stilli ég VPN aðgang fyrir verktaka á öruggan hátt?
it: Come posso configurare l'accesso VPN per i contrattisti in modo sicuro?
nl: Hoe configureer ik VPN-toegang voor aannemers op een veilige manier?
no: Hvordan konfigurerer jeg VPN-tilgang for entreprenører på en sikker måte?
ro: Cum configurez accesul VPN pentru contractori în siguranță?
sk: Ako môžem bezpečne nakonfigurovať prístup k VPN pre dodávateľov?
tr: Yükleniciler için VPN erişimini güvenli bir şekilde nasıl yapılandırırım?
uk: Як я можу налаштувати доступ до VPN для підрядників безпечно?

source: How can I manage encrypted secrets in git repositories?
de: Wie kann ich verschlüsselte Geheimnisse in Git-Repositories verwalten?
el: Πώς μπορώ να διαχειριστώ κρυπτογραφημένα μυστικά σε αποθετήρια git;
es: ¿Cómo puedo gestionar secretos encriptados en repositorios de git?
fi: Miten voin hallita salattuja salaisuuksia git-repositorioissa?
he: איך אני יכול לנהל סודות מוצפנים במאגרי גיט?
hr: Kako mogu upravljati enkriptiranim tajnama u git repozitorijima?
is: Hvernig get ég stjórnað dulkóðuðum leyndarmálum í git geymslum?
it: Come posso gestire segreti crittografati nei repository git?
nl: Hoe kan ik versleutelde geheimen beheren in git-repositories?
no: Hvordan kan jeg administrere krypterte hemmeligheter i git-repositorier?
ro: Cum pot gestiona secretele criptate în repositoare git?
sk: Ako môžem spravovať šifrované tajomstvá v git repozitároch?
tr: Git depolaritelerinde şifreli gizli anahtarları nasıl yönetebilirim?
uk: Як я можу керувати зашифрованими секретами в репозиторіях git?

source: How do I containerise legacy applications on Linux?
de: Wie containerisiere ich Legacy-Anwendungen unter Linux?
el: Πώς μπορώ να κοντεϊνεροποιήσω κληρονομημένες εφαρμογές σε Linux;
es: ¿Cómo puedo contenerizar aplicaciones heredadas en Linux?
fi: Miten containeroin vanhoja sovelluksia Linuxissa?
he: איך אני מיכל אפליקציות ישנות על לינוקס?
hr: Kako mogu kontejnerizirati naslijeđene aplikacije na Linuxu?
is: Hvernig get ég sett arfleifðarforrit í ílát á Linux?
it: Come posso containerizzare applicazioni legacy su Linux?
nl: Hoe kan ik legacy-applicaties op Linux containeriseren?
no: Hvordan containeriserer jeg eldre applikasjoner på Linux?
ro: Cum pot containeriza aplicațiile moștenite pe Linux?
sk: Ako môžem zcontainerizovať dedičné aplikácie na Linuxe?
tr: Eski uygulamaları Linux'ta nasıl konteynerleştiririm?
uk: Як я можу контейнеризувати застарілі програми на Linux?

source: How can I prepare a Linux workstation for developers quickly?
de: Wie kann ich eine Linux-Workstation schnell für Entwickler einrichten?
el: Πώς μπορώ να προετοιμάσω γρήγορα έναν σταθμό εργασίας Linux για προγραμματιστές;
es: ¿Cómo puedo preparar rápidamente una estación de trabajo Linux para desarrolladores?
fi: Miten voin valmistella Linux-työaseman kehittäjille nopeasti?
he: איך אני יכול להכין תחנת עבודה בלינוקס למפתחים במהירות?
hr: Kako mogu brzo pripremiti Linux radnu stanicu za programere?
is: Hvernig get ég fljótt undirbúið Linux vinnustöð fyrir forritara?
it: Come posso preparare rapidamente una workstation Linux per sviluppatori?
nl: Hoe kan ik een Linux-werkstation snel voorbereiden voor ontwikkelaars?
no: Hvordan kan jeg raskt forberede en Linux-arbeidsstasjon for utviklere?
ro: Cum pot pregăti rapid o stație de lucru Linux pentru dezvoltatori?
sk: Ako môžem rýchlo pripraviť pracovnú stanicu Linux pre vývojárov?
tr: Geliştiriciler için bir Linux iş istasyonunu hızlıca nasıl hazırlayabilirim?
uk: Як я можу швидко підготувати робочу станцію Linux для розробників?

source: How do I tune swappiness and vm.dirty ratios for workloads?
de: Wie passe ich die Swappiness- und vm.dirty-Verhältnisse für Arbeitslasten an?
el: Πώς μπορώ να ρυθμίσω την εναλλαγή και τις αναλογίες vm.dirty για φόρτους εργασίας;
es: ¿Cómo ajusto la swappiness y las proporciones de vm.dirty para las cargas de trabajo?
fi: Miten säädän swappiness- ja vm.dirty-suhteita työkuormille?
he: איך אני מכוון את ה-swappiness ואת יחס ה-vm.dirty עבור עומסי עבודה?
hr: Kako mogu prilagoditi swappiness i vm.dirty omjere za radne opterećenja?
is: Hvernig stilli ég swappiness og vm.dirty hlutföll fyrir vinnslur?
it: Come posso regolare la swappiness e i rapporti vm.dirty per i carichi di lavoro?
nl: Hoe pas ik swappiness en vm.dirty-verhoudingen aan voor workloads?
no: Hvordan justerer jeg swappiness og vm.dirty-forhold for arbeidsbelastninger?
ro: Cum pot ajusta swappiness și raporturile vm.dirty pentru sarcini de lucru?
sk: Ako nastavím swappiness a vm.dirty pomery pre pracovné zaťaženia?
tr: Swappiness ve vm.dirty oranlarını iş yükleri için nasıl ayarlarım?
uk: How do I adjust swappiness and vm.dirty ratios for workloads?

source: How can I monitor NVMe SSD health?
de: Wie kann ich den Gesundheitszustand von NVMe-SSDs überwachen?
el: Πώς μπορώ να παρακολουθήσω την υγεία του NVMe SSD;
es: ¿Cómo puedo monitorear la salud del SSD NVMe?
fi: Kuinka voin seurata NVMe SSD:n kuntoa?
he: איך אני יכול לנטר את בריאות ה-NVMe SSD?
hr: Kako mogu pratiti zdravlje NVMe SSD-a?
is: Hvernig get ég fylgst með heilsu NVMe SSD?
it: Come posso monitorare la salute dell'SSD NVMe?
nl: Hoe kan ik de gezondheid van NVMe SSD's monitoren?
no: Hvordan kan jeg overvåke helsen til NVMe SSD?
ro: Cum pot monitoriza starea de sănătate a SSD-ului NVMe?
sk: Ako môžem monitorovať zdravie NVMe SSD?
tr: NVMe SSD sağlığını nasıl izleyebilirim?
uk: Як я можу контролювати стан NVMe SSD?

source: How do I benchmark network throughput between hosts?
de: Wie messe ich die Netzwerkdurchsatz zwischen Hosts?
el: Πώς μπορώ να μετρήσω την απόδοση δικτύου μεταξύ υπολογιστών;
es: ¿Cómo puedo medir el rendimiento de la red entre hosts?
fi: Miten mittaan verkon läpimenonopeutta isäntien välillä?
he: איך אני מבצע בדיקת ביצועים של קצב העברת נתונים בין מארחים?
hr: Kako mogu mjeriti propusnost mreže između hostova?
is: Hvernig mæli ég netflæði milli hýsla?
it: Come posso misurare le prestazioni della rete tra gli host?
nl: Hoe meet ik de netwerksnelheid tussen hosts?
no: Hvordan kan jeg måle nettverksytelse mellom verter?
ro: Cum pot să evaluez lățimea de bandă a rețelei între gazde?
sk: Ako môžem zmerať priepustnosť siete medzi hostiteľmi?
tr: Ağlar arası veri akışını ana bilgisayarlar arasında nasıl ölçebilirim?
uk: Як я можу оцінити пропускну здатність мережі між хостами?

source: How can I secure cron and at jobs from tampering?
de: Wie kann ich Cron- und At-Jobs vor Manipulation schützen?
el: Πώς μπορώ να ασφαλίσω τις εργασίες cron και at από παρεμβολές;
es: ¿Cómo puedo asegurar los trabajos de cron y at contra manipulaciones?
fi: Miten voin suojata cron- ja at-tehtävät manipuloinnilta?
he: איך אני יכול לאבטח את משימות הקרון והאט מפני התערבות?
hr: Kako mogu osigurati cron i at zadatke od manipulacije?
is: Hvernig get ég tryggt cron og at störf gegn breytingum?
it: Come posso proteggere i lavori cron e at da manomissioni?
nl: Hoe kan ik cron- en at-taken beveiligen tegen manipulatie?
no: Hvordan kan jeg sikre cron- og at-jobber mot manipulering?
ro: Cum pot să securizez lucrările cron și at de manipulare?
sk: Ako môžem zabezpečiť cron a at úlohy pred manipuláciou?
tr: Cron ve at görevlerini değiştirilmekten nasıl koruyabilirim?
uk: Як я можу захистити завдання cron та at від підробки?

source: How do I implement just-in-time sudo elevation?
de: Wie implementiere ich eine Just-in-Time-Sudo-Erhöhung?
el: Πώς μπορώ να υλοποιήσω την ανύψωση sudo κατά παραγγελία;
es: ¿Cómo implemento la elevación de sudo justo a tiempo?
fi: Miten toteutan juuri-aikaisen sudo-korotuksen?
he: איך אני מיישם העלאת סודו בזמן אמת?
hr: Kako implementirati just-in-time sudo elevaciju?
is: Hvernig framkvæmi ég just-in-time sudo hækkun?
it: Come posso implementare l'elevazione sudo just-in-time?
nl: Hoe implementeer ik just-in-time sudo-elevatie?
no: Hvordan implementerer jeg just-in-time sudo-heving?
ro: Cum implementez elevarea sudo just-in-time?
sk: Ako implementujem dočasné zvýšenie oprávnení sudo?
tr: Anında sudo yükseltmesi nasıl uygularım?
uk: Як я можу реалізувати підвищення прав sudo в режимі "just-in-time"?

source: How can I integrate system metrics with Alertmanager?
de: Wie kann ich Systemmetriken mit Alertmanager integrieren?
el: Πώς μπορώ να ενσωματώσω τα μετρικά του συστήματος με το Alertmanager;
es: ¿Cómo puedo integrar métricas del sistema con Alertmanager?
fi: Miten voin integroida järjestelmämittarit Alertmanagerin kanssa?
he: איך אני יכול לשלב מדדי מערכת עם Alertmanager?
hr: Kako mogu integrirati sustavne metrike s Alertmanagerom?
is: Hvernig get ég samþætt kerfisvísitölur við Alertmanager?
it: Come posso integrare le metriche di sistema con Alertmanager?
nl: Hoe kan ik systeemprestaties integreren met Alertmanager?
no: Hvordan kan jeg integrere systemmetrikker med Alertmanager?
ro: Cum pot integra metricile sistemului cu Alertmanager?
sk: Ako môžem integrovať systémové metriky s Alertmanagerom?
tr: Alertmanager ile sistem metriklerini nasıl entegre edebilirim?
uk: Як я можу інтегрувати системні метрики з Alertmanager?

source: How do I set up maintenance mode pages on nginx?
de: Wie richte ich Wartungsmodus-Seiten auf nginx ein?
el: Πώς μπορώ να ρυθμίσω σελίδες λειτουργίας συντήρησης στο nginx;
es: ¿Cómo configuro las páginas de modo de mantenimiento en nginx?
fi: Kuinka asetetaan ylläpitotilan sivut nginx:ssä?
he: איך אני מגדיר דפי מצב תחזוקה על nginx?
hr: Kako postaviti stranice u načinu održavanja na nginx-u?
is: Hvernig stilli ég viðhaldssíðurnar á nginx?
it: Come posso impostare le pagine della modalità di manutenzione su nginx?
nl: Hoe stel ik onderhoudsmoduspagina's in op nginx?
no: Hvordan setter jeg opp vedlikeholdsmodus-sider på nginx?
ro: Cum configurez paginile de modul de întreținere pe nginx?
sk: Ako nastavím stránky režimu údržby na nginx?
tr: nginx'de bakım modu sayfalarını nasıl ayarlarım?
uk: Як налаштувати сторінки режиму обслуговування на nginx?

source: How can I collect audit logs required for compliance?
de: Wie kann ich die für die Compliance erforderlichen Audit-Protokolle sammeln?
el: Πώς μπορώ να συλλέξω τα αρχεία καταγραφής ελέγχου που απαιτούνται για τη συμμόρφωση;
es: ¿Cómo puedo recopilar los registros de auditoría requeridos para el cumplimiento?
fi: Miten voin kerätä vaadittavat auditointilokit vaatimustenmukaisuutta varten?
he: איך אני יכול לאסוף יומני ביקורת הנדרשים לציות?
hr: Kako mogu prikupiti audit zapise potrebne za usklađenost?
is: Hvernig get ég safnað úttektarskrám sem krafist er fyrir samræmi?
it: Come posso raccogliere i registri di audit richiesti per la conformità?
nl: Hoe kan ik auditlogs verzamelen die nodig zijn voor compliance?
no: Hvordan kan jeg samle inn revisjonslogger som kreves for samsvar?
ro: Cum pot colecta jurnalele de audit necesare pentru conformitate?
sk: Ako môžem zbierať audítorské záznamy potrebné na dodržiavanie predpisov?
tr: Uyumluluk için gerekli denetim günlüklerini nasıl toplayabilirim?
uk: Як я можу зібрати журнали аудиту, необхідні для відповідності?

source: How do I gracefully decommission a Linux server?
de: Wie dekommissioniere ich einen Linux-Server ordnungsgemäß?
el: Πώς μπορώ να αποσυρθώ ομαλά έναν διακομιστή Linux;
es: ¿Cómo desmantelo un servidor Linux de manera ordenada?
fi: Miten poistetaan Linux-palvelin hallitusti?
he: איך אני מסיים את הפעולה של שרת לינוקס בצורה חלקה?
hr: Kako mogu na elegantan način ukinuti Linux poslužitelj?
is: Hvernig afléttirðu Linux server á kurteisan hátt?
it: Come posso dismettere un server Linux in modo elegante?
nl: Hoe decommission ik een Linux-server op een nette manier?
no: Hvordan avvikler jeg en Linux-server på en skånsom måte?
ro: Cum pot să decomisionez cu grație un server Linux?
sk: Ako môžem elegantne vyradiť server Linux?
tr: Bir Linux sunucusunu nasıl nazikçe devre dışı bırakabilirim?

source: How can I document operational runbooks efficiently?
de: Wie kann ich betriebliche Runbooks effizient dokumentieren?
el: Πώς μπορώ να τεκμηριώσω τα λειτουργικά runbooks αποτελεσματικά;
es: ¿Cómo puedo documentar eficientemente los manuales operativos?
fi: Miten voin dokumentoida operatiiviset runbookit tehokkaasti?
he: איך אני יכול לתעד ספרי נהלים תפעוליים ביעילות?
hr: Kako mogu učinkovito dokumentirati operativne priručnike?
is: Hvernig get ég skráð rekstrarhandbækur á áhrifaríkan hátt?
it: Come posso documentare in modo efficiente i runbook operativi?
nl: Hoe kan ik operationele runbooks efficiënt documenteren?
no: Hvordan kan jeg dokumentere driftskjøringer effektivt?
ro: Cum pot documenta eficient manualele operaționale?
sk: Ako môžem efektívne dokumentovať prevádzkové príručky?
tr: Operasyonel çalışma kitaplarını verimli bir şekilde nasıl belgeleyebilirim?
uk: Як я можу ефективно документувати операційні посібники?

source: Data Loading Error
de: Datenladefehler
el: Σφάλμα φόρτωσης δεδομένων
es: Error de carga de datos
fi: Tietojen latausvirhe
he: שגיאת טעינת נתונים
hr: Pogreška pri učitavanju podataka
is: Gagnahleðsluvilla
it: Errore di caricamento dei dati
nl: Gegevens laadfout
no: Datainlastingsfeil
ro: Eroare la încărcarea datelor
sk: Chyba načítania údajov
tr: Veri Yükleme Hatası
uk: Помилка завантаження даних

source: Failed to load saved sessions and folders. Starting with empty configuration.
de: Fehler beim Laden der gespeicherten Sitzungen und Ordner. Starte mit einer leeren Konfiguration.
el: Αποτυχία φόρτωσης αποθηκευμένων συνεδριών και φακέλων. Ξεκινώντας με κενή διαμόρφωση.
es: Error al cargar sesiones y carpetas guardadas. Comenzando con una configuración vacía.
fi: Tallennettuja istuntoja ja kansioita ei voitu ladata. Aloitetaan tyhjällä kokoonpanolla.
he: נכשל בטעינת מושבים ותיקיות שנשמרו. מתחיל עם קונפיגורציה ריקה.
hr: Nije moguće učitati spremljene sesije i mape. Počinje s praznom konfiguracijom.
is: Mistók að hlaða uppsöfnuðum sessíum og möppum. Byrjar með tómu stillingum.
it: Impossibile caricare le sessioni e le cartelle salvate. Inizio con una configurazione vuota.
nl: Kon het opgeslagen sessies en mappen niet laden. Beginnen met een lege configuratie.
no: Kunne ikke laste inn lagrede økter og mapper. Starter med tom konfigurasjon.
ro: Nu s-au putut încărca sesiunile și folderele salvate. Începem cu o configurație goală.
sk: Nepodarilo sa načítať uložené relácie a priečinky. Začínam s prázdnou konfiguráciou.
tr: Kaydedilmiş oturumlar ve klasörler yüklenemedi. Boş bir yapılandırma ile başlıyor.
uk: Не вдалося завантажити збережені сесії та папки. Починаємо з порожньої конфігурації.

source: Enable the AI assistant in Preferences > Terminal > AI Assistant.
de: Aktivieren Sie den KI-Assistenten in Einstellungen > Terminal > KI-Assistent.
el: Ενεργοποιήστε τον βοηθό AI στις Προτιμήσεις > Τερματικό > Βοηθός AI.
es: Habilitar el asistente de IA en Preferencias > Terminal > Asistente de IA.
fi: Ota käyttöön AI-avustaja Asetukset > Pääte > AI-avustaja.
he: אפשר את העוזר הווירטואלי בהעדפות > טרמינל > עוזר וירטואלי.
hr: Omogućite AI asistenta u Postavkama > Terminal > AI Asistent.
is: Virkja AI aðstoðarmanninn í Stillingar > Terminal > AI aðstoðarmaður.
it: Abilita l'assistente AI in Preferenze > Terminale > Assistente AI.
nl: Schakel de AI-assistent in onder Voorkeuren > Terminal > AI-assistent.
no: Aktiver AI-assistenten i Innstillinger > Terminal > AI-assistent.
ro: Activare asistentului AI în Preferințe > Terminal > Asistent AI.
sk: Povoľte asistenta AI v Predvoľbách > Terminál > Asistent AI.
tr: Tercihler > Terminal > AI Asistanı'nda AI asistanını etkinleştir.
uk: Увімкніть AI асистента в Налаштуваннях > Терминал > AI Асистент.

source: API key
de: API-Schlüssel
el: κλειδί API
es: clave de API
fi: API-avain
he: מפתח API
hr: API ključ
is: API lykill
it: chiave API
nl: API-sleutel
no: API-nøkkel
ro: cheie API
sk: API kľúč
tr: API anahtarı
uk: API ключ

source: Configure {items} in AI Assistant settings.
de: Konfigurieren Sie {items} in den Einstellungen des KI-Assistenten.
el: Ρυθμίστε {items} στις ρυθμίσεις του Βοηθού AI.
es: Configurar {items} en la configuración del Asistente de IA.
fi: Määritä {items} AI-avustajan asetuksissa.
hr: Konfigurirajte {items} u postavkama AI asistenta.
is: Stillir {items} í AI aðstoðarmann stillingum.
it: Configura {items} nelle impostazioni dell'Assistente AI.
nl: Configureer {items} in de instellingen van de AI-assistent.
no: Konfigurer {items} i AI-assistentinnstillinger.
ro: Configurează {items} în setările Asistentului AI.
sk: Konfigurujte {items} v nastaveniach AI asistenta.
tr: AI Asistan ayarlarında {items} yapılandır.

source: Here is what I found.
de: Hier ist, was ich gefunden habe.
el: Αυτά είναι όσα βρήκα.
es: Aquí está lo que encontré.
fi: Tässä on mitä löysin.
he: הנה מה שמצאתי.
hr: Evo što sam pronašao.
is: Hér er það sem ég fann.
it: Ecco cosa ho trovato.
nl: Hier is wat ik heb gevonden.
no: Her er hva jeg fant.
ro: Iată ce am găsit.
sk: Tu je, čo som našiel.
tr: İşte bulduğum şey.
uk: Ось що я знайшов.

source: Response
de: Antwort
el: Απάντηση
es: Respuesta
fi: Vastaus
he: תגובה
hr: Odgovor
is: Svar
it: Risposta
nl: Antwoord
no: Respons
ro: Răspuns
sk: Odpoveď
tr: Yanıt
uk: Відповідь

source: Run
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fi: Suorita
he: הרץ
hr: Pokreni
is: Keyra
it: Esegui
nl: Uitvoeren
no: Kjør
ro: Rulare
sk: Spustiť
tr: Çalıştır
uk: Запустити
