Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Delete Layout
de: Layout löschen
el: Διαγραφή Διάταξης
es: Eliminar diseño
fi: Poista asettelu
he: מחק פריסה
hr: Izbriši raspored
is: Eyða uppsetningu
it: Elimina Layout
nl: Verwijder Lay-out
no: Slett oppsett
ro: Șterge Layout-ul
sk: Vymazať rozloženie
tr: Düzeni Sil
uk: Видалити макет

source: Paste Error
de: Einfügefehler
el: Σφάλμα Επικόλλησης
es: Error de pegado
fi: Liitä virhe
he: שגיאת הדבקה
hr: Pogreška pri lijepljenju
is: Límavillur
it: Errore di incolla
nl: Plakfout
no: Lim inn feil
ro: Eroare la lipire
sk: Chyba pri vložení
tr: Yapıştırma Hatası
uk: Помилка вставки

source: Session validation failed: {}
de: Sitzungsvalidierung fehlgeschlagen: {}
el: Η επικύρωση της συνεδρίας απέτυχε: {}
es: La validación de la sesión ha fallado: {}
fi: Istunnon vahvistaminen epäonnistui: {}
he: אימות מושב נכשל: {}
hr: Validacija sesije nije uspjela: {}
is: Samskipti staðfesting mistókst: {}
it: La convalida della sessione è fallita: {}
nl: Sessievalidatie mislukt: {}
no: Sesjonsvalidering mislyktes: {}
ro: Validarea sesiunii a eșuat: {}
sk: Overenie relácie zlyhalo: {}
tr: Oturum doğrulaması başarısız oldu: {}
uk: Сесійна валідація не вдалася: {}

source: A session with the name '{name}' already exists in this folder.
de: Eine Sitzung mit dem Namen '{name}' existiert bereits in diesem Ordner.
el: Μια συνεδρία με το όνομα '{name}' υπάρχει ήδη σε αυτόν τον φάκελο.
es: Ya existe una sesión con el nombre '{name}' en esta carpeta.
fi: Kansiossa on jo olemassa istunto nimeltä '{name}'.
he: יש כבר מושב בשם '{name}' בתיקייה זו.
hr: Sesija s imenom '{name}' već postoji u ovoj mapi.
is: Sesíon með nafnið '{name}' er þegar til í þessari möppu.
it: Una sessione con il nome '{name}' esiste già in questa cartella.
nl: Er bestaat al een sessie met de naam '{name}' in deze map.
no: En økt med navnet '{name}' eksisterer allerede i denne mappen.
ro: O sesiune cu numele '{name}' există deja în acest folder.
sk: V tejto zložke už existuje relácia s názvom '{name}'.
tr: Bu klasörde '{name}' adında bir oturum zaten mevcut.
uk: У цій папці вже існує сесія з назвою '{name}'.

source: The target folder '{folder}' does not exist.
de: Der Zielordner '{folder}' existiert nicht.
el: Ο φάκελος προορισμού '{folder}' δεν υπάρχει.
es: La carpeta de destino '{folder}' no existe.
fi: Kohdekansio '{folder}' ei ole olemassa.
he: תיקיית היעד '{folder}' אינה קיימת.
hr: Odredišna mapa '{folder}' ne postoji.
is: Markmið möppan '{folder}' er ekki til.
it: La cartella di destinazione '{folder}' non esiste.
nl: De doelmap '{folder}' bestaat niet.
no: Målmappen '{folder}' finnes ikke.
ro: Folderul țintă '{folder}' nu există.
sk: Cieľová zložka '{folder}' neexistuje.
tr: Hedef klasör '{folder}' mevcut değil.
uk: Цільова папка '{folder}' не існує.

source: Folder validation failed: {}
de: Ordnerüberprüfung fehlgeschlagen: {}
el: Η επικύρωση του φακέλου απέτυχε: {}
es: La validación de la carpeta ha fallado: {}
fi: Kansion validoiminen epäonnistui: {}
he: אימות תיקייה נכשל: {}
hr: Validacija mape nije uspjela: {}
is: Gildisvottun fyrir möppu mistókst: {}
it: La convalida della cartella è fallita: {}
nl: Mapvalidatie mislukt: {}
no: Mappen validering mislyktes: {}
ro: Validarea folderului a eșuat: {}
sk: Overenie priečinka zlyhalo: {}
tr: Klasör doğrulaması başarısız oldu: {}
uk: Перевірка папки не вдалася: {}

source: A folder with the path '{path}' already exists.
de: Ein Ordner mit dem Pfad '{path}' existiert bereits.
el: Ένας φάκελος με τη διαδρομή '{path}' υπάρχει ήδη.
es: Ya existe una carpeta con la ruta '{path}'.
fi: Kansio, jonka polku on '{path}', on jo olemassa.
he: תיקיה עם הנתיב '{path}' כבר קיימת.
hr: Mapa s putanjom '{path}' već postoji.
is: Möppun með slóðina '{path}' er þegar til.
it: Una cartella con il percorso '{path}' esiste già.
nl: Een map met het pad '{path}' bestaat al.
no: En mappe med stien '{path}' finnes allerede.
ro: Un folder cu calea '{path}' există deja.
sk: Zložka s cestou '{path}' už existuje.
tr: '{path}' yoluyla bir klasör zaten mevcut.
uk: Тека з шляхом '{path}' вже існує.

source: The parent folder '{folder}' does not exist.
de: Der übergeordnete Ordner '{folder}' existiert nicht.
el: Ο γονικός φάκελος '{folder}' δεν υπάρχει.
es: La carpeta principal '{folder}' no existe.
fi: Vanhempaa kansiota '{folder}' ei ole olemassa.
he: התקייה ההורית '{folder}' אינה קיימת.
hr: Roditeljski direktorij '{folder}' ne postoji.
is: Foreldra möppan '{folder}' er ekki til.
it: La cartella padre '{folder}' non esiste.
nl: De bovenliggende map '{folder}' bestaat niet.
no: Den overordnede mappen '{folder}' finnes ikke.
ro: Folderul părinte '{folder}' nu există.
sk: Rodičovská zložka '{folder}' neexistuje.
tr: '{folder}' adlı üst klasör mevcut değil.
uk: Батьківська папка '{folder}' не існує.

source: Failed to save {item_type} data.
de: Fehler beim Speichern der {item_type}-Daten.
el: Αποτυχία αποθήκευσης δεδομένων {item_type}.
es: Error al guardar los datos de {item_type}.
fi: Tallennus epäonnistui {item_type} tietojen osalta.
he: שגיאה בשמירת נתוני {item_type}.
hr: Neuspjelo spremanje podataka {item_type}.
is: Ekki tókst að vista {item_type} gögn.
it: Impossibile salvare i dati di {item_type}.
nl: Opslaan van {item_type} gegevens is mislukt.
no: Feilet å lagre {item_type} data.
ro: Nu s-a reușit salvarea datelor {item_type}.
sk: Nepodarilo sa uložiť údaje {item_type}.
tr: {item_type} verisi kaydedilemedi.
uk: Не вдалося зберегти дані {item_type}.

source: {item_type} '{name}' added successfully.
de: {item_type} '{name}' erfolgreich hinzugefügt.
el: {item_type} '{name}' προστέθηκε με επιτυχία.
es: {item_type} '{name}' agregado con éxito.
fi: {item_type} '{name}' lisätty onnistuneesti.
he: {item_type} '{name}' נוסף בהצלחה.
hr: {item_type} '{name}' uspješno dodan.
is: {item_type} '{name}' bætt við með góðum árangri.
it: {item_type} '{name}' aggiunto con successo.
nl: {item_type} '{name}' succesvol toegevoegd.
no: {item_type} '{name}' ble lagt til med suksess.
ro: {item_type} '{name}' a fost adăugat cu succes.
sk: {item_type} '{name}' bol úspešne pridaný.
tr: {item_type} '{name}' başarıyla eklendi.
uk: {item_type} '{name}' додано успішно.

source: Item at position is not a session.
de: Element an der Position ist keine Sitzung.
el: Το στοιχείο στη θέση δεν είναι μια συνεδρία.
es: El elemento en la posición no es una sesión.
fi: Kohde tietyssä sijainnissa ei ole istunto.
he: הפריט במיקום אינו מושב.
hr: Stavka na poziciji nije sesija.
is: Vara á stöðu er ekki sess.
it: L'elemento nella posizione non è una sessione.
nl: Item op positie is geen sessie.
no: Elementet på posisjon er ikke en økt.
ro: Elementul de la poziția nu este o sesiune.
sk: Položka na pozícii nie je relácia.
tr: Pozisyondaki öğe bir oturum değildir.
uk: Елемент на позиції не є сесією.

source: Failed to save updated session data.
de: Fehler beim Speichern der aktualisierten Sitzungsdaten.
el: Αποτυχία αποθήκευσης ενημερωμένων δεδομένων συνεδρίας.
es: Error al guardar los datos de sesión actualizados.
fi: Päivityksen tallentaminen epäonnistui.
he: נכשל בשמירת נתוני המושב המעודכנים.
hr: Nije moguće spremiti ažurirane podatke sesije.
is: Ekki tókst að vista uppfærða sessgögn.
it: Impossibile salvare i dati della sessione aggiornati.
nl: Kon niet bijwerken van sessiegegevens opslaan.
no: Feilet å lagre oppdatert sesjonsdata.
ro: Nu s-a reușit salvarea datelor actualizate ale sesiunii.
sk: Nepodarilo sa uložiť aktualizované údaje relácie.
tr: Güncellenmiş oturum verileri kaydedilemedi.
uk: Не вдалося зберегти оновлені дані сесії.

source: Session '{name}' updated successfully.
de: Sitzung '{name}' erfolgreich aktualisiert.
el: Η συνεδρία '{name}' ενημερώθηκε με επιτυχία.
es: Sesión '{name}' actualizada con éxito.
fi: Istunto '{name}' päivitettiin onnistuneesti.
he: הסשן '{name}' עודכן בהצלחה.
hr: Sesija '{name}' uspješno ažurirana.
is: Sesión '{name}' uppfærð með góðum árangri.
it: Session '{name}' aggiornata con successo.
nl: Sessie '{name}' succesvol bijgewerkt.
no: Økt '{name}' oppdatert vellykket.
ro: Sesiunea '{name}' a fost actualizată cu succes.
sk: Relácia '{name}' bola úspešne aktualizovaná.
tr: Oturum '{name}' başarıyla güncellendi.
uk: Сесія '{name}' успішно оновлена.

source: Session not found.
de: Sitzung nicht gefunden.
el: Η συνεδρία δεν βρέθηκε.
es: Sesión no encontrada.
fi: Istuntoa ei löytynyt.
he: לא נמצאה סשן.
hr: Sesija nije pronađena.
is: Session fannst ekki.
it: Session non trovata.
nl: Sessie niet gevonden.
no: Økt ikke funnet.
ro: Sesiune negăsită.
sk: Relácia nebola nájdená.
tr: Oturum bulunamadı.
uk: Сесія не знайдена.

source: Failed to save after session removal.
de: Speichern nach Sitzungsentfernung fehlgeschlagen.
el: Αποτυχία αποθήκευσης μετά την αφαίρεση της συνεδρίας.
es: Error al guardar después de la eliminación de la sesión.
fi: Tallennus epäonnistui istunnon poistamisen jälkeen.
he: שגיאה בשמירה לאחר הסרת המושב.
hr: Nije uspjelo spremanje nakon uklanjanja sesije.
is: Ekki tókst að vista eftir að sessión var fjarlægð.
it: Impossibile salvare dopo la rimozione della sessione.
nl: Opslaan mislukt na het verwijderen van de sessie.
no: Feilet å lagre etter fjerning av økt.
ro: Salvare eșuată după eliminarea sesiunii.
sk: Uloženie zlyhalo po odstránení relácie.
tr: Oturum kaldırıldıktan sonra kaydedilemedi.
uk: Не вдалося зберегти після видалення сеансу.

source: Session '{name}' removed successfully.
de: Sitzung '{name}' erfolgreich entfernt.
el: Η συνεδρία '{name}' αφαιρέθηκε με επιτυχία.
es: Sesión '{name}' eliminada con éxito.
fi: Istunto '{name}' poistettiin onnistuneesti.
he: הסשן '{name}' הוסר בהצלחה.
hr: Sesija '{name}' uspješno uklonjena.
is: Session '{name}' hefur verið fjarlægð með góðum árangri.
it: Session '{name}' rimossa con successo.
nl: Sessie '{name}' succesvol verwijderd.
no: Økt '{name}' ble fjernet vellykket.
ro: Sesiunea '{name}' a fost eliminată cu succes.
sk: Relácia '{name}' bola úspešne odstránená.
tr: Oturum '{name}' başarıyla kaldırıldı.
uk: Сесія '{name}' успішно видалена.

source: Item at position is not a folder.
de: Element an der Position ist kein Ordner.
el: Το στοιχείο στη θέση δεν είναι φάκελος.
es: El elemento en la posición no es una carpeta.
fi: Kohde tietyssä sijainnissa ei ole kansio.
he: הפריט במיקום אינו תיקיה.
hr: Stav na poziciji nije mapa.
is: Vara á stöðu er ekki möppu.
it: L'elemento nella posizione non è una cartella.
nl: Item op positie is geen map.
no: Elementet på posisjon er ikke en mappe.
ro: Elementul de la poziția respectivă nu este un folder.
sk: Položka na pozícii nie je priečinok.
tr: Pozisyondaki öğe bir klasör değildir.
uk: Елемент за позицією не є папкою.

source: Failed to save updated folder data.
de: Fehler beim Speichern der aktualisierten Ordnerdaten.
el: Αποτυχία αποθήκευσης ενημερωμένων δεδομένων φακέλου.
es: Error al guardar los datos de la carpeta actualizada.
fi: Päivityksen tallentaminen kansiotiedoista epäonnistui.
he: נכשל בשמירת נתוני התיקייה המעודכנים.
hr: Neuspjelo spremanje ažuriranih podataka o mapi.
is: Ekki tókst að vista uppfærða möppugögn.
it: Impossibile salvare i dati della cartella aggiornata.
nl: Kon de bijgewerkte mapgegevens niet opslaan.
no: Kunne ikke lagre oppdatert mappedata.
ro: Nu s-a reușit salvarea datelor actualizate ale folderului.
sk: Nepodarilo sa uložiť aktualizované údaje priečinka.
tr: Güncellenmiş klasör verileri kaydedilemedi.
uk: Не вдалося зберегти оновлені дані папки.

source: Folder '{name}' updated successfully.
de: Ordner '{name}' erfolgreich aktualisiert.
el: Ο φάκελος '{name}' ενημερώθηκε με επιτυχία.
es: La carpeta '{name}' se actualizó correctamente.
fi: Kansio '{name}' päivitettiin onnistuneesti.
he: התיקייה '{name}' עודכנה בהצלחה.
hr: Mapa '{name}' uspješno ažurirana.
is: Mappa '{name}' uppfærð með góðum árangri.
it: Cartella '{name}' aggiornata con successo.
nl: Map '{name}' succesvol bijgewerkt.
no: Mappen '{name}' ble oppdatert vellykket.
ro: Folder '{name}' actualizată cu succes.
sk: Zložka '{name}' bola úspešne aktualizovaná.
tr: Klasör '{name}' başarıyla güncellendi.

source: Cannot remove a non-empty folder.
de: Kann einen nicht leeren Ordner nicht entfernen.
el: Δεν είναι δυνατή η αφαίρεση ενός μη κενού φακέλου.
es: No se puede eliminar una carpeta no vacía.
fi: Ei voi poistaa ei-tyhjää kansiota.
he: לא ניתן למחוק תיקיה שאינה ריקה.
hr: Ne može se ukloniti neispunjena mapa.
is: Get ekki fjarlægja ótóma möppu.
it: Impossibile rimuovere una cartella non vuota.
nl: Kan een niet-lege map niet verwijderen.
no: Kan ikke fjerne en ikke-tom mappe.
ro: Nu se poate șterge un folder care nu este gol.
sk: Nie je možné odstrániť neprázdny priečinok.
tr: Boş olmayan bir klasör silinemez.

source: Folder not found.
de: Ordner nicht gefunden.
el: Ο φάκελος δεν βρέθηκε.
es: Carpeta no encontrada.
fi: Kansiota ei löytynyt.
he: תיקייה לא נמצאה.
hr: Mapa nije pronađena.
is: Mappa fannst ekki.
it: Cartella non trovata.
nl: Map niet gevonden.
no: Mappen ble ikke funnet.
ro: Folderul nu a fost găsit.
sk: Zložka nenájdená.
tr: Klasör bulunamadı.

source: Failed to save after folder removal.
de: Speichern nach Ordnerentfernung fehlgeschlagen.
el: Αποτυχία αποθήκευσης μετά την αφαίρεση του φακέλου.
es: Error al guardar después de eliminar la carpeta.
fi: Tallennus epäonnistui kansion poistamisen jälkeen.
he: שגיאה בשמירה לאחר הסרת התיקייה.
hr: Spremanje nije uspjelo nakon uklanjanja mape.
is: Ekki tókst að vista eftir möppufjarlægð.
it: Impossibile salvare dopo la rimozione della cartella.
nl: Opslaan mislukt na het verwijderen van de map.
no: Kunne ikke lagre etter fjerning av mappe.
ro: Salvare eșuată după eliminarea folderului.
sk: Uloženie zlyhalo po odstránení priečinka.
tr: Klasör kaldırıldıktan sonra kaydedilemedi.

source: Folder '{name}' removed successfully.
de: Ordner '{name}' erfolgreich entfernt.
el: Ο φάκελος '{name}' αφαιρέθηκε με επιτυχία.
es: La carpeta '{name}' se eliminó correctamente.
fi: Kansio '{name}' poistettiin onnistuneesti.
he: התיקייה '{name}' הוסרה בהצלחה.
hr: Mapa '{name}' uspješno uklonjena.
is: Mappa '{name}' fjarlægð með góðum árangri.
it: Cartella '{name}' rimossa con successo.
nl: Map '{name}' succesvol verwijderd.
no: Mappen '{name}' ble fjernet vellykket.
ro: Folder '{name}' a fost eliminat cu succes.
sk: Zložka '{name}' bola úspešne odstránená.
tr: Klasör '{name}' başarıyla kaldırıldı.

source: Failed to save after moving session.
de: Fehler beim Speichern nach dem Verschieben der Sitzung.
el: Αποτυχία αποθήκευσης μετά τη μετακίνηση της συνεδρίας.
es: Error al guardar después de mover la sesión.
fi: Tallentaminen epäonnistui siirron jälkeen.
he: נכשל בשמירה לאחר העברת המושב.
hr: Neuspjelo spremanje nakon premještanja sesije.
is: Ekki tókst að vista eftir að hafa flutt sess.
it: Impossibile salvare dopo aver spostato la sessione.
nl: Opslaan mislukt na het verplaatsen van de sessie.
no: Feilet å lagre etter å ha flyttet økten.
ro: Salvarea a eșuat după mutarea sesiunii.
sk: Uloženie sa nepodarilo po presunutí relácie.
tr: Oturumu taşımadan sonra kaydedilemedi.
uk: Не вдалося зберегти після переміщення сеансу.

source: Session moved successfully.
de: Sitzung erfolgreich verschoben.
el: Η συνεδρία μεταφέρθηκε με επιτυχία.
es: Sesión movida con éxito.
fi: Istunto siirretty onnistuneesti.
he: הישיבה הועברה בהצלחה.
hr: Sesija je uspješno premještena.
is: Session fluttuð með árangri.
it: Session spostata con successo.
nl: Sessie succesvol verplaatst.
no: Økten ble flyttet vellykket.
ro: Sesiune mutată cu succes.
sk: Relácia bola úspešne presunutá.
tr: Oturum başarıyla taşındı.
uk: Сесію успішно переміщено.

source: Cannot move a folder into itself.
de: Kann einen Ordner nicht in sich selbst verschieben.
el: Δεν μπορείτε να μετακινήσετε έναν φάκελο μέσα στον εαυτό του.
es: No se puede mover una carpeta dentro de sí misma.
fi: Ei voi siirtää kansiota itseensä.
he: לא ניתן להעביר תיקיה לתוך עצמה.
hr: Ne možete premjestiti mapu unutar nje same.
is: Get ekki flokka í sjálfan sig.
it: Impossibile spostare una cartella all'interno di se stessa.
nl: Kan een map niet in zichzelf verplaatsen.
no: Kan ikke flytte en mappe inn i seg selv.
ro: Nu se poate muta un folder în sine.
sk: Nie je možné presunúť priečinok do seba samého.
tr: Bir klasörü kendisine taşıyamazsınız.

source: SSH config file not found at {path}
de: SSH-Konfigurationsdatei nicht gefunden unter {path}
el: Δεν βρέθηκε το αρχείο ρυθμίσεων SSH στη διαδρομή {path}
es: Archivo de configuración SSH no encontrado en {path}
fi: SSH-asetustiedostoa ei löytynyt kohdasta {path}
he: קובץ הקונפיגורציה של SSH לא נמצא ב-{path}
hr: SSH konfiguracijska datoteka nije pronađena na {path}
is: SSH stillaskrárskrá fannst ekki á {path}
it: File di configurazione SSH non trovata in {path}
nl: SSH-configuratiebestand niet gevonden op {path}
no: SSH-konfigurasjonsfil ikke funnet på {path}
ro: Fișierul de configurare SSH nu a fost găsit la {path}
sk: Súbor s konfiguráciou SSH sa nenašiel na {path}
tr: {path} konumunda SSH yapılandırma dosyası bulunamadı
uk: SSH конфігураційний файл не знайдено за адресою {path}

source: Failed to parse SSH config: {error}
de: Fehler beim Parsen der SSH-Konfiguration: {error}
el: Αποτυχία ανάλυσης της ρύθμισης SSH: {error}
es: Error al analizar la configuración de SSH: {error}
fi: SSH-konfiguraation jäsentäminen epäonnistui: {error}
he: נכשל בפירוש קובץ ההגדרות של SSH: {error}
hr: Nije moguće analizirati SSH konfiguraciju: {error}
is: Mistók að greina SSH stillingar: {error}
it: Impossibile analizzare la configurazione SSH: {error}
nl: Konfiguratie van SSH kon niet worden geparsed: {error}
no: Mislyktes med å analysere SSH-konfigurasjon: {error}
ro: Nu s-a reușit analizarea configurației SSH: {error}
sk: Nepodarilo sa analyzovať konfiguráciu SSH: {error}
tr: SSH yapılandırması ayrıştırılamadı: {error}
uk: Не вдалося розібрати конфігурацію SSH: {error}

source: No host entries found in SSH config.
de: Keine Host-Einträge in der SSH-Konfiguration gefunden.
el: Δεν βρέθηκαν καταχωρίσεις κεντρικού υπολογιστή στη ρύθμιση SSH.
es: No se encontraron entradas de host en la configuración de SSH.
fi: Ei isäntämerkintöjä löytynyt SSH-konfiguraatiosta.
he: לא נמצאו רשומות מארח בקובץ ההגדרות של SSH.
hr: Nema unosa hostova u SSH konfiguraciji.
is: Engin færslur fundust ekki í SSH stillingum.
it: Nessuna voce host trovata nella configurazione SSH.
nl: Geen hostinvoeren gevonden in SSH-configuratie.
no: Ingen vertser i SSH-konfigurasjonen ble funnet.
ro: Nu au fost găsite intrări de gazdă în configurația SSH.
sk: Nenašli sa žiadne záznamy hostiteľov v konfigurácii SSH.
tr: SSH yapılandırmasında hiçbir ana bilgisayar girişi bulunamadı.
uk: Немає записів хостів у конфігурації SSH.

source: Skipped host '{alias}': missing hostname.
de: Übersprungener Host '{alias}': fehlender Hostname.
el: Παραλείφθηκε ο κόμβος '{alias}': λείπει το όνομα κεντρικού υπολογιστή.
es: Host '{alias}' omitido: falta el nombre de host.
fi: Ohitettu isäntä '{alias}': puuttuva isäntänimi.
he: הוחלף מארח '{alias}': חסר שם מארח.
hr: Preskočen domaćin '{alias}': nedostaje ime domaćina.
is: Sniðgenginn hýsing '{alias}': vantar hýsingu.
it: Host '{alias}' saltato: nome host mancante.
nl: Overgeslagen host '{alias}': ontbrekende hostnaam.
no: Hoppet vert vert '{alias}': mangler vertsnavn.
ro: Gazda omisă '{alias}': nume gazdă lipsă.
sk: Preskočený host '{alias}': chýba názov hostiteľa.
tr: Atlanan ana bilgisayar '{alias}': ana bilgisayar adı eksik.
uk: Пропущено хост '{alias}': відсутнє ім'я хоста.

source: Failed to import host '{alias}'.
de: Fehler beim Importieren des Hosts '{alias}'.
el: Αποτυχία εισαγωγής του διακομιστή '{alias}'.
es: Error al importar el host '{alias}'.
fi: Isäntä '{alias}' tuonti epäonnistui.
he: נכשל בייבוא מארח '{alias}'.
hr: Neuspjela uvoz hosta '{alias}'.
is: Mistók að flytja inn hýsli '{alias}'.
it: Impossibile importare l'host '{alias}'.
nl: Importeren van host '{alias}' is mislukt.
no: Feilet å importere vert '{alias}'.
ro: Importul gazdei '{alias}' a eșuat.
sk: Nepodarilo sa importovať hostiteľa '{alias}'.
tr: '{alias}' ana bilgisayarını içe aktarma başarısız oldu.
uk: Не вдалося імпортувати хост '{alias}'.

source: No sessions were imported from {path}.
de: Es wurden keine Sitzungen von {path} importiert.
el: Δεν εισήχθησαν συνεδρίες από {path}.
es: No se importaron sesiones desde {path}.
fi: Ei istuntoja tuotu kohdasta {path}.
he: לא יובאו מושבים מ-{path}.
hr: Nema sesija uvezenih iz {path}.
is: Engin ekki innfluttar frá {path}.
it: Nessuna sessione è stata importata da {path}.
nl: Geen sessies geïmporteerd vanuit {path}.
no: Ingen økter ble importert fra {path}.
ro: Nu au fost importate sesiuni din {path}.
sk: Žiadne relácie neboli importované z {path}.
tr: {path} konumundan hiçbir oturum içe aktarılmadı.

source: Imported {count} session(s) from {path}.
de: Importiert {count} Sitzung(en) von {path}.
el: Εισήχθησαν {count} συνεδρίες από {path}.
es: Importado {count} sesión(es) desde {path}.
fi: Tuotu {count} istunto(a) {path}-polusta.
he: ייבא {count} מושב(ים) מ-{path}.
hr: Uvezeno {count} sesija(e) iz {path}.
is: Fluttar {count} skemur frá {path}.
it: Importato {count} sessione(i) da {path}.
nl: Geïmporteerde {count} sessie(s) van {path}.
no: Importert {count} økt(er) fra {path}.
ro: Importat {count} sesiune(e) din {path}.
sk: Importovaných {count} relácií z {path}.
tr: {path} konumundan {count} oturum(lar) içe aktarıldı.

source: Unsupported item type for paste operation.
de: Nicht unterstützter Elementtyp für den Einfügevorgang.
el: Μη υποστηριζόμενος τύπος στοιχείου για τη λειτουργία επικόλλησης.
es: Tipo de elemento no compatible para la operación de pegar.
fi: Tuetonta kohdetta liittämistä varten.
he: סוג פריט לא נתמך לפעולת הדבקה.
hr: Nepodržana vrsta stavke za operaciju lijepljenja.
is: Ósamþykktur hlutategund fyrir límaraðgerð.
it: Tipo di elemento non supportato per l'operazione di incolla.
nl: Niet-ondersteund itemtype voor plakbewerking.
no: Ustøttet elementtype for innlimingsoperasjon.
ro: Tip de element nesuportat pentru operațiunea de lipire.
sk: Nepodporovaný typ položky pre operáciu prilepenia.
tr: Yapıştırma işlemi için desteklenmeyen öğe türü.

source: Port must be a valid number between 1 and 65535
de: Der Port muss eine gültige Zahl zwischen 1 und 65535 sein.
el: Η θύρα πρέπει να είναι ένας έγκυρος αριθμός μεταξύ 1 και 65535
es: El puerto debe ser un número válido entre 1 y 65535.
fi: Portin on oltava voimassa oleva numero välillä 1 ja 65535.
he: הפורט חייב להיות מספר תקף בין 1 ל-65535
hr: Port mora biti valjani broj između 1 i 65535
is: Portur verður að vera gilt númer á milli 1 og 65535
it: La porta deve essere un numero valido compreso tra 1 e 65535.
nl: De poort moet een geldig nummer zijn tussen 1 en 65535.
no: Port må være et gyldig tall mellom 1 og 65535
ro: Portul trebuie să fie un număr valid între 1 și 65535.
sk: Port musí byť platné číslo medzi 1 a 65535
tr: Port, 1 ile 65535 arasında geçerli bir sayı olmalıdır.
uk: Порт має бути дійсним числом від 1 до 65535

source: Invalid port forwarding entry.
de: Ungültiger Portweiterleitungs-Eintrag.
el: Μη έγκυρη καταχώρηση προώθησης θύρας.
es: Entrada de reenvío de puerto no válida.
fi: Virheellinen porttiohjauksen merkintä.
he: כניסת הפניית פורט לא חוקית.
hr: Nevažeći unos prosljeđivanja porta.
is: Ógild port framleiðslu skráning.
it: Voce di inoltro porta non valida.
nl: Ongeldige poortdoorstuurinvoer.
no: Ugyldig portvideringsoppføring.
ro: Intrare invalidă de redirecționare a portului.
sk: Neplatný záznam o presmerovaní portu.
tr: Geçersiz port yönlendirme girişi.
uk: Неправильний запис переадресації порту.
