Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I automate cleanup of /tmp and temporary directories?
de: Wie automatisiere ich die Bereinigung von /tmp und temporären Verzeichnissen?
el: Πώς μπορώ να αυτοματοποιήσω την καθαριότητα του /tmp και των προσωρινών καταλόγων;
es: ¿Cómo automatizo la limpieza de /tmp y directorios temporales?
fi: Miten automatisoin /tmp- ja väliaikaisten hakemistojen puhdistuksen?
he: איך אני אוטומט את הניקוי של /tmp ודירקטוריות זמניות?
hr: Kako mogu automatizirati čišćenje /tmp i privremenih direktorija?
is: Hvernig get ég sjálfvirkniviðhaldið /tmp og tímabundnar skráarskrár?
it: Come posso automatizzare la pulizia di /tmp e delle directory temporanee?
nl: Hoe automatiseer ik het opruimen van /tmp en tijdelijke mappen?
no: Hvordan automatiserer jeg opprydding av /tmp og midlertidige kataloger?
ro: Cum pot automatiza curățarea directorului /tmp și a directorilor temporari?
sk: Ako automatizujem čistenie /tmp a dočasných adresárov?
tr: /tmp ve geçici dizinlerin temizliğini nasıl otomatikleştiririm?
uk: Як я можу автоматизувати очищення /tmp та тимчасових каталогів?

source: How can I refresh pacman mirrors and clean the cache?
de: Wie kann ich die Pacman-Server aktualisieren und den Cache leeren?
el: Πώς μπορώ να ανανεώσω τους καθρέφτες του pacman και να καθαρίσω την κρυφή μνήμη;
es: ¿Cómo puedo actualizar los espejos de pacman y limpiar la caché?
fi: Kuinka voin päivittää pacman-peilit ja tyhjentää välimuistin?
he: איך אני יכול לרענן את המראות של פקמן ולנקות את המטמון?
hr: Kako mogu osvježiti pacman zrcala i očistiti predmemoriju?
is: Hvernig get ég endurnýjað pacman spegla og hreinsað skyndiminni?
it: Come posso aggiornare i mirror di pacman e pulire la cache?
nl: Hoe kan ik de pacman-spiegels vernieuwen en de cache opschonen?
no: Hvordan kan jeg oppdatere pacman-speilene og rense hurtigbufferen?
ro: Cum pot să actualizez oglinzile pacman și să curăț memoria cache?
sk: Ako môžem obnoviť zrkadlá pacman a vyčistiť cache?
tr: Pacman ayna nasıl yenilenir ve önbellek nasıl temizlenir?
uk: Як я можу оновити дзеркала pacman та очистити кеш?

source: How do I share clipboard contents and files via sshfs?
de: Wie teile ich den Inhalt der Zwischenablage und Dateien über sshfs?
el: Πώς μπορώ να μοιραστώ το περιεχόμενο του clipboard και αρχεία μέσω sshfs;
es: ¿Cómo comparto el contenido del portapapeles y archivos a través de sshfs?
fi: Kuinka jaan leikepöydän sisällön ja tiedostot sshfs:n kautta?
he: איך אני משתף תוכן לוח גזירים וקבצים באמצעות sshfs?
hr: Kako mogu dijeliti sadržaj međuspremnika i datoteke putem sshfs-a?
is: Hvernig deili ég á skammstífum og skrám með sshfs?
it: Come posso condividere i contenuti degli appunti e i file tramite sshfs?
nl: Hoe deel ik klembordinhoud en bestanden via sshfs?
no: Hvordan deler jeg innholdet i utklippstavlen og filer via sshfs?
ro: Cum pot să partajez conținutul clipboard-ului și fișierele prin sshfs?
sk: Ako zdieľať obsah schránky a súbory cez sshfs?
tr: SSHFS üzerinden pano içeriklerini ve dosyaları nasıl paylaşabilirim?
uk: Як я можу поділитися вмістом буфера обміну та файлами через sshfs?

source: How can I configure email notifications for critical failures?
de: Wie kann ich E-Mail-Benachrichtigungen für kritische Fehler konfigurieren?
el: Πώς μπορώ να ρυθμίσω ειδοποιήσεις email για κρίσιμες αποτυχίες;
es: ¿Cómo puedo configurar notificaciones por correo electrónico para fallos críticos?
fi: Miten voin määrittää sähköpostihälytykset kriittisille virheille?
he: איך אני יכול להגדיר התראות דוא"ל עבור כשלים קריטיים?
hr: Kako mogu konfigurirati e-poštu obavijesti za kritične pogreške?
is: Hvernig get ég stillt tölvupósttilkynningar fyrir alvarlegar bilunir?
it: Come posso configurare le notifiche email per i guasti critici?
nl: Hoe kan ik e-mailmeldingen configureren voor kritieke fouten?
no: Hvordan kan jeg konfigurere e-postvarsler for kritiske feil?
ro: Cum pot configura notificările prin email pentru erori critice?
sk: Ako môžem nastaviť e-mailové upozornenia na kritické zlyhania?
tr: Kritik hatalar için e-posta bildirimlerini nasıl yapılandırabilirim?
uk: Як я можу налаштувати електронні сповіщення про критичні збої?

source: How do I collect metrics with Prometheus and basic exporters?
de: Wie sammle ich Metriken mit Prometheus und grundlegenden Exportern?
el: Πώς μπορώ να συλλέξω μετρήσεις με το Prometheus και βασικούς εξαγωγείς;
es: ¿Cómo recojo métricas con Prometheus y exportadores básicos?
fi: Kuinka kerään mittareita Prometheuksen ja perusviejien avulla?
he: איך אני אוסף מדדים עם פרומתיאוס ויצואנים בסיסיים?
hr: Kako prikupljam metrike s Prometheusom i osnovnim izvoznicima?
is: Hvernig safna ég mælingum með Prometheus og grunnútflutningsaðilum?
it: Come posso raccogliere metriche con Prometheus e esportatori di base?
nl: Hoe verzamel ik metrics met Prometheus en basisexporteurs?
no: Hvordan samler jeg inn målinger med Prometheus og grunnleggende eksportører?
ro: Cum pot colecta metrici cu Prometheus și exportatori de bază?
sk: Ako zbieram metriky pomocou Promethea a základných exportérov?
tr: Prometheus ve temel ihracılarla metrikleri nasıl toplarım?
uk: Як я можу збирати метрики з Prometheus та базових експортерів?

source: How can I build Grafana dashboards for Linux servers?
de: Wie kann ich Grafana-Dashboards für Linux-Server erstellen?
el: Πώς μπορώ να δημιουργήσω πίνακες ελέγχου Grafana για διακομιστές Linux;
es: ¿Cómo puedo crear paneles de Grafana para servidores Linux?
fi: Miten voin rakentaa Grafana-pohjia Linux-palvelimille?
he: איך אני יכול לבנות לוחות מחוונים של גרפנה עבור שרתי לינוקס?
hr: Kako mogu izraditi Grafana nadzorne ploče za Linux poslužitelje?
is: Hvernig get ég byggt Grafana stjórnborð fyrir Linux þjónana?
it: Come posso creare dashboard Grafana per server Linux?
nl: Hoe kan ik Grafana-dashboards bouwen voor Linux-servers?
no: Hvordan kan jeg bygge Grafana-dashbord for Linux-servere?
ro: Cum pot construi tablouri de bord Grafana pentru servere Linux?
sk: Ako môžem vytvoriť Grafana panely pre Linux servery?
tr: Linux sunucuları için Grafana panolarını nasıl oluşturabilirim?

source: How do I apply security patches automatically?
de: Wie wende ich Sicherheitsupdates automatisch an?
el: Πώς μπορώ να εφαρμόσω αυτόματα τις ενημερώσεις ασφαλείας;
es: ¿Cómo aplico parches de seguridad automáticamente?
fi: Miten sovellan tietoturvapäivityksiä automaattisesti?
he: איך אני מיישם עדכוני אבטחה באופן אוטומטי?
hr: Kako mogu automatski primijeniti sigurnosne zakrpe?
is: Hvernig beiti ég öryggisuppfærslum sjálfkrafa?
it: Come posso applicare le patch di sicurezza automaticamente?
nl: Hoe pas ik beveiligingspatches automatisch toe?
no: Hvordan bruker jeg sikkerhetsoppdateringer automatisk?
ro: Cum aplic automat actualizările de securitate?
sk: Ako môžem automaticky aplikovať bezpečnostné záplaty?
tr: Güvenlik yamalarını otomatik olarak nasıl uygularım?
uk: Як я можу автоматично застосовувати патчі безпеки?

source: How can I keep Ansible playbooks organised for multiple hosts?
de: Wie kann ich Ansible-Playbooks für mehrere Hosts organisiert halten?
el: Πώς μπορώ να διατηρήσω τα playbooks του Ansible οργανωμένα για πολλαπλούς υπολογιστές;
es: ¿Cómo puedo mantener organizados los playbooks de Ansible para múltiples hosts?
fi: Miten voin pitää Ansible-playbookit järjestettyinä useille isännille?
he: איך אני יכול לשמור על סדר ספרי המשחק של Ansible עבור מספר מארחים?
hr: Kako mogu organizirati Ansible playbooke za više hostova?
is: Hvernig get ég haldið Ansible leikskjölum skipulögðum fyrir marga hýsil?
it: Come posso tenere organizzati i playbook di Ansible per più host?
nl: Hoe kan ik Ansible-playbooks georganiseerd houden voor meerdere hosts?
no: Hvordan kan jeg holde Ansible playbooks organisert for flere verter?
ro: Cum pot să îmi organizez playbook-urile Ansible pentru mai multe gazde?
sk: Ako môžem udržiavať Ansible playbooky organizované pre viacero hostiteľov?
tr: Ansible playbook'larını birden fazla ana bilgisayar için nasıl düzenli tutabilirim?

source: How do I troubleshoot slow PostgreSQL databases?
de: Wie behebe ich langsame PostgreSQL-Datenbanken?
el: Πώς μπορώ να επιδιορθώσω αργές βάσεις δεδομένων PostgreSQL;
es: ¿Cómo soluciono problemas con bases de datos PostgreSQL lentas?
fi: Miten vianetsin hitaita PostgreSQL-tietokantoja?
he: איך אני פותר בעיות של מסדי נתונים פוסטגרסQL איטיים?
hr: Kako mogu riješiti probleme s sporim PostgreSQL bazama podataka?
is: Hvernig leysi ég vandamál með hægum PostgreSQL gagnagrunnum?
it: Come posso risolvere i problemi dei database PostgreSQL lenti?
nl: Hoe los ik trage PostgreSQL-databases op?
no: Hvordan feilsøker jeg langsomme PostgreSQL-databaser?
ro: Cum pot depana baze de date PostgreSQL lente?
sk: Ako môžem riešiť problémy s pomalými databázami PostgreSQL?
tr: Yavaş PostgreSQL veritabanlarını nasıl gideririm?

source: How can I diagnose memory usage in Java applications?
de: Wie kann ich den Speicherverbrauch in Java-Anwendungen diagnostizieren?
el: Πώς μπορώ να διαγνώσω τη χρήση μνήμης σε εφαρμογές Java;
es: ¿Cómo puedo diagnosticar el uso de memoria en aplicaciones Java?
fi: Miten voin diagnosoida muistin käyttöä Java-sovelluksissa?
he: איך אני יכול לאבחן את השימוש בזיכרון ביישומי Java?
hr: Kako mogu dijagnosticirati korištenje memorije u Java aplikacijama?
is: Hvernig get ég greint minni notkun í Java forritum?
it: Come posso diagnosticare l'uso della memoria nelle applicazioni Java?
nl: Hoe kan ik het geheugengebruik in Java-toepassingen diagnosticeren?
no: Hvordan kan jeg diagnostisere minnebruk i Java-applikasjoner?
ro: Cum pot diagnostica utilizarea memoriei în aplicațiile Java?
sk: Ako môžem diagnostikovať využitie pamäte v aplikáciách Java?
tr: Java uygulamalarında bellek kullanımını nasıl teşhis edebilirim?

source: How do I integrate LDAP authentication into local services?
de: Wie integriere ich die LDAP-Authentifizierung in lokale Dienste?
el: Πώς μπορώ να ενσωματώσω την αυθεντικοποίηση LDAP σε τοπικές υπηρεσίες;
es: ¿Cómo integro la autenticación LDAP en servicios locales?
fi: Kuinka integroin LDAP-todennuksen paikallisiin palveluihin?
he: איך אני משלב אימות LDAP בשירותים מקומיים?
hr: Kako mogu integrirati LDAP autentifikaciju u lokalne usluge?
is: Hvernig samþætti ég LDAP auðkenningu í staðbundin þjónustu?
it: Come posso integrare l'autenticazione LDAP nei servizi locali?
nl: Hoe integreer ik LDAP-authenticatie in lokale services?
no: Hvordan integrerer jeg LDAP-autentisering i lokale tjenester?
ro: Cum integrez autentificarea LDAP în serviciile locale?
sk: Ako integrovať LDAP autentifikáciu do miestnych služieb?
tr: LDAP kimlik doğrulamasını yerel hizmetlere nasıl entegre ederim?
uk: Як я можу інтегрувати аутентифікацію LDAP у локальні служби?

source: How do I uninstall a program?
de: Wie deinstalliere ich ein Programm?
el: Πώς μπορώ να απεγκαταστήσω ένα πρόγραμμα;
es: ¿Cómo desinstalo un programa?
fi: Miten poistan ohjelman?
he: איך אני מסיר תוכנה?
hr: Kako da deinstaliram program?
is: Hvernig afinstalli ég forrit?
it: Come faccio a disinstallare un programma?
nl: Hoe verwijder ik een programma?
no: Hvordan avinstallerer jeg et program?
ro: Cum dezinstalez un program?
sk: Ako odinštalujem program?
tr: Bir programı nasıl kaldırırım?
uk: Як я можу видалити програму?

source: How do I update my system and every application at once?
de: Wie aktualisiere ich mein System und jede Anwendung auf einmal?
el: Πώς μπορώ να ενημερώσω το σύστημά μου και κάθε εφαρμογή ταυτόχρονα;
es: ¿Cómo actualizo mi sistema y todas las aplicaciones a la vez?
fi: Kuinka voin päivittää järjestelmäni ja kaikki sovellukset kerralla?
he: איך אני מעדכן את המערכת שלי ואת כל היישומים בבת אחת?
hr: Kako mogu ažurirati svoj sustav i svaku aplikaciju odjednom?
is: Hvernig uppfærði ég kerfið mitt og allar forritin í einu?
it: Come posso aggiornare il mio sistema e tutte le applicazioni contemporaneamente?
nl: Hoe update ik mijn systeem en elke applicatie tegelijk?
no: Hvordan oppdaterer jeg systemet mitt og alle applikasjoner samtidig?
ro: Cum îmi actualizez sistemul și fiecare aplicație deodată?
sk: Ako môžem aktualizovať svoj systém a všetky aplikácie naraz?
tr: Sistemimi ve her uygulamayı bir anda nasıl güncelleyebilirim?
uk: Як оновити мою систему та всі програми одночасно?

source: How can I connect to a Wi-Fi network?
de: Wie kann ich mich mit einem Wi-Fi-Netzwerk verbinden?
el: Πώς μπορώ να συνδεθώ σε ένα δίκτυο Wi-Fi;
es: ¿Cómo puedo conectarme a una red Wi-Fi?
fi: Miten voin yhdistää Wi-Fi-verkkoon?
he: איך אני יכול להתחבר לרשת Wi-Fi?
hr: Kako se mogu povezati na Wi-Fi mrežu?
is: Hvernig get ég tengst Wi-Fi neti?
it: Come posso connettermi a una rete Wi-Fi?
nl: Hoe kan ik verbinding maken met een Wi-Fi-netwerk?
no: Hvordan kan jeg koble til et Wi-Fi-nettverk?
ro: Cum pot să mă conectez la o rețea Wi-Fi?
sk: Ako sa môžem pripojiť k Wi-Fi sieti?
tr: Bir Wi-Fi ağına nasıl bağlanabilirim?

source: How do I set up my printer?
de: Wie richte ich meinen Drucker ein?
el: Πώς να ρυθμίσω τον εκτυπωτή μου;
es: ¿Cómo configuro mi impresora?
fi: Miten asetän tulostimeni?
he: איך אני מגדיר את המדפסת שלי?
hr: Kako da postavim svoju pisač?
is: Hvernig stilli ég prentarann minn?
it: Come posso configurare la mia stampante?
nl: Hoe stel ik mijn printer in?
no: Hvordan setter jeg opp skriveren min?
ro: Cum îmi configurez imprimanta?
sk: Ako si nastavím svoju tlačiareň?
tr: Yazıcımı nasıl kurarım?
uk: Як мені налаштувати мій принтер?

source: How can I take a screenshot of the screen?
de: Wie kann ich einen Screenshot des Bildschirms machen?
el: Πώς μπορώ να κάνω ένα στιγμιότυπο οθόνης;
es: ¿Cómo puedo tomar una captura de pantalla de la pantalla?
fi: Miten voin ottaa kuvakaappauksen näytöstä?
he: איך אני יכול לקחת צילום מסך של המסך?
hr: Kako mogu snimiti zaslon?
is: Hvernig get ég tekið skjáskot af skjánum?
it: Come posso fare uno screenshot dello schermo?
nl: Hoe kan ik een screenshot van het scherm maken?
no: Hvordan kan jeg ta et skjermbilde av skjermen?
ro: Cum pot să fac o captură de ecran?
sk: Ako môžem urobiť snímku obrazovky?
tr: Ekranın ekran görüntüsünü nasıl alabilirim?

source: How do I connect a second monitor?
de: Wie schließe ich einen zweiten Monitor an?
el: Πώς μπορώ να συνδέσω μια δεύτερη οθόνη;
es: ¿Cómo conecto un segundo monitor?
fi: Miten liitän toisen näytön?
he: איך אני מחבר מסך שני?
hr: Kako da povežem drugi monitor?
is: Hvernig tengi ég annan skjá?
it: Come posso collegare un secondo monitor?
nl: Hoe verbind ik een tweede monitor?
no: Hvordan kobler jeg til en sekundær skjerm?
ro: Cum conectez un al doilea monitor?
sk: Ako pripojím druhý monitor?
tr: İkinci bir monitörü nasıl bağlarım?
uk: Як я можу підключити другий монітор?

source: What should I do if there is no sound?
de: Was soll ich tun, wenn kein Ton zu hören ist?
el: Τι πρέπει να κάνω αν δεν υπάρχει ήχος;
es: ¿Qué debo hacer si no hay sonido?
fi: Mitä minun pitäisi tehdä, jos ääntä ei ole?
he: מה עלי לעשות אם אין קול?
hr: Što da radim ako nema zvuka?
is: Hvað á ég að gera ef engin hljóð er?
it: Cosa dovrei fare se non c'è suono?
nl: Wat moet ik doen als er geen geluid is?
no: Hva skal jeg gjøre hvis det ikke er lyd?
ro: Ce ar trebui să fac dacă nu există sunet?
sk: Čo mám robiť, ak nie je zvuk?
tr: Ses yoksa ne yapmalıyım?

source: How can I change the screen resolution?
de: Wie kann ich die Bildschirmauflösung ändern?
el: Πώς μπορώ να αλλάξω την ανάλυση οθόνης;
es: ¿Cómo puedo cambiar la resolución de la pantalla?
fi: Miten voin muuttaa näytön tarkkuutta?
he: איך אני יכול לשנות את רזולוציית המסך?
hr: Kako mogu promijeniti razlučivost ekrana?
is: Hvernig get ég breytt skjáupplausninni?
it: Come posso cambiare la risoluzione dello schermo?
nl: Hoe kan ik de schermresolutie wijzigen?
no: Hvordan kan jeg endre skjermoppløsningen?
ro: Cum pot schimba rezoluția ecranului?
sk: Ako môžem zmeniť rozlíšenie obrazovky?
tr: Ekran çözünürlüğünü nasıl değiştirebilirim?

source: How do I change the wallpaper and system theme?
de: Wie ändere ich den Hintergrund und das Systemdesign?
el: Πώς μπορώ να αλλάξω το ταπετσαρία και το θέμα του συστήματος;
es: ¿Cómo cambio el fondo de pantalla y el tema del sistema?
fi: Miten vaihdan taustakuvan ja järjestelmän teeman?
he: איך אני משנה את הרקע ואת נושא המערכת?
hr: Kako da promijenim pozadinsku sliku i sustavsku temu?
is: Hvernig breyti ég veggspjaldinu og kerfistemanu?
it: Come posso cambiare lo sfondo e il tema di sistema?
nl: Hoe wijzig ik de achtergrondafbeelding en het systeemthema?
no: Hvordan endrer jeg bakgrunnsbilde og systemtema?
ro: Cum pot schimba fundalul de ecran și tema sistemului?
sk: Ako zmením tapetu a systémovú tému?
tr: Duvar kağıdını ve sistem temasını nasıl değiştiririm?
uk: Як змінити шпалери та тему системи?

source: How can I mount and unmount a USB drive or external disk?
de: Wie kann ich ein USB-Laufwerk oder eine externe Festplatte ein- und aushängen?
el: Πώς μπορώ να συνδέσω και να αποσυνδέσω μια μονάδα USB ή έναν εξωτερικό δίσκο;
es: ¿Cómo puedo montar y desmontar una unidad USB o un disco externo?
fi: Kuinka voin liittää ja irrottaa USB-aseman tai ulkoisen levyn?
he: איך אני יכול למקם ולפרוק כונן USB או דיסק חיצוני?
hr: Kako mogu montirati i demontirati USB uređaj ili vanjski disk?
is: Hvernig get ég fest og affest USB drif eða ytra disk?
it: Come posso montare e smontare un'unità USB o un disco esterno?
nl: Hoe kan ik een USB-station of externe schijf koppelen en ontkoppelen?
no: Hvordan kan jeg montere og avmontere en USB-stasjon eller ekstern disk?
ro: Cum pot monta și demonta un dispozitiv USB sau un disc extern?
sk: Ako môžem pripojiť a odpojiť USB disk alebo externý disk?
tr: Bir USB sürücüsünü veya harici diski nasıl bağlayıp ayırabilirim?
uk: Як я можу змонтувати та демонтувати USB-накопичувач або зовнішній диск?

source: How do I format a USB stick (FAT32, NTFS, ext4)?
de: Wie formatiere ich einen USB-Stick (FAT32, NTFS, ext4)?
el: Πώς μπορώ να μορφοποιήσω ένα USB stick (FAT32, NTFS, ext4);
es: ¿Cómo formateo una memoria USB (FAT32, NTFS, ext4)?
fi: Kuinka muotoilen USB-muistitikun (FAT32, NTFS, ext4)?
he: איך אני מעצב דיסק USB (FAT32, NTFS, ext4)?
hr: Kako da formatiram USB stick (FAT32, NTFS, ext4)?
is: Hvernig formata ég USB minniskort (FAT32, NTFS, ext4)?
it: Come posso formattare una chiavetta USB (FAT32, NTFS, ext4)?
nl: Hoe formatteer ik een USB-stick (FAT32, NTFS, ext4)?
no: Hvordan formaterer jeg en USB-pinne (FAT32, NTFS, ext4)?
ro: Cum formatez un stick USB (FAT32, NTFS, ext4)?
sk: Ako naformátujem USB kľúč (FAT32, NTFS, ext4)?
tr: USB bellek nasıl biçimlendirilir (FAT32, NTFS, ext4)?
uk: Як відформатувати USB-накопичувач (FAT32, NTFS, ext4)?

source: How do I install new software packages?
de: Wie installiere ich neue Softwarepakete?
el: Πώς μπορώ να εγκαταστήσω νέα πακέτα λογισμικού;
es: ¿Cómo instalo nuevos paquetes de software?
fi: Miten asennan uusia ohjelmistopaketteja?
he: איך אני מתקין חבילות תוכנה חדשות?
hr: Kako instalirati nove softverske pakete?
is: Hvernig set ég upp nýja hugbúnaðarpakka?
it: Come posso installare nuovi pacchetti software?
nl: Hoe installeer ik nieuwe softwarepakketten?
no: Hvordan installerer jeg nye programvarepakker?
ro: Cum instalez pachete noi de software?
sk: Ako nainštalujem nové softvérové balíky?
tr: Yeni yazılım paketlerini nasıl kurarım?
uk: Як я можу встановити нові програмні пакети?

source: How do I remove installed software packages?
de: Wie entferne ich installierte Softwarepakete?
el: Πώς μπορώ να αφαιρέσω εγκατεστημένα πακέτα λογισμικού;
es: ¿Cómo elimino los paquetes de software instalados?
fi: Kuinka poistan asennetut ohjelmistopaketit?
he: איך אני מסיר חבילות תוכנה מותקנות?
hr: Kako mogu ukloniti instalirane softverske pakete?
is: Hvernig fjarlægja ég uppsettar hugbúnaðarpakka?
it: Come posso rimuovere i pacchetti software installati?
nl: Hoe verwijder ik geïnstalleerde softwarepakketten?
no: Hvordan fjerner jeg installerte programvarepakker?
ro: Cum pot să elimin pachetele de software instalate?
sk: Ako odstránim nainštalované softvérové balíky?
tr: Yüklenmiş yazılım paketlerini nasıl kaldırırım?
uk: Як видалити встановлені програмні пакети?

source: How do I check how much free disk space I have?
de: Wie überprüfe ich, wie viel freien Speicherplatz ich habe?
el: Πώς μπορώ να ελέγξω πόσο ελεύθερος χώρος δίσκου έχω;
es: ¿Cómo puedo comprobar cuánto espacio libre en disco tengo?
fi: Miten tarkistan, kuinka paljon vapaata levytilaa minulla on?
he: איך אני בודק כמה שטח דיסק פנוי יש לי?
hr: Kako mogu provjeriti koliko slobodnog prostora na disku imam?
is: Hvernig athuga ég hversu mikið frjálst diskpláss ég hef?
it: Come faccio a controllare quanto spazio su disco libero ho?
nl: Hoe controleer ik hoeveel vrije schijfruimte ik heb?
no: Hvordan sjekker jeg hvor mye ledig diskplass jeg har?
ro: Cum pot verifica cât spațiu liber pe disc am?
sk: Ako skontrolujem, koľko voľného miesta na disku mám?
tr: Disk alanımın ne kadarının boş olduğunu nasıl kontrol edebilirim?

source: How do I find which files are taking the most space?
de: Wie finde ich heraus, welche Dateien den meisten Speicherplatz beanspruchen?
el: Πώς μπορώ να βρω ποια αρχεία καταλαμβάνουν τον περισσότερο χώρο;
es: ¿Cómo encuentro qué archivos están ocupando más espacio?
fi: Miten löydän, mitkä tiedostot vievät eniten tilaa?
he: איך אני מוצא אילו קבצים תופסים את הכי הרבה מקום?
hr: Kako da pronađem koji datoteke zauzimaju najviše prostora?
is: Hvernig finn ég hvaða skrár taka mest pláss?
it: Come faccio a trovare quali file occupano più spazio?
nl: Hoe vind ik welke bestanden de meeste ruimte innemen?
no: Hvordan finner jeg ut hvilke filer som tar mest plass?
ro: Cum pot să găsesc ce fișiere ocupă cel mai mult spațiu?
sk: Ako zistím, ktoré súbory zaberajú najviac miesta?
tr: Hangi dosyaların en fazla alan kapladığını nasıl bulabilirim?
uk: Як мені дізнатися, які файли займають найбільше місця?

source: How can I search for a specific file or text?
de: Wie kann ich nach einer bestimmten Datei oder einem bestimmten Text suchen?
el: Πώς μπορώ να αναζητήσω ένα συγκεκριμένο αρχείο ή κείμενο;
es: ¿Cómo puedo buscar un archivo o texto específico?
fi: Miten voin etsiä tiettyä tiedostoa tai tekstiä?
he: איך אני יכול לחפש קובץ או טקסט ספציפי?
hr: Kako mogu pretraživati određenu datoteku ili tekst?
is: Hvernig get ég leitað að ákveðnu skjali eða texta?
it: Come posso cercare un file o un testo specifico?
nl: Hoe kan ik zoeken naar een specifiek bestand of tekst?
no: Hvordan kan jeg søke etter en spesifikk fil eller tekst?
ro: Cum pot căuta un fișier sau un text specific?
sk: Ako môžem vyhľadávať konkrétny súbor alebo text?
tr: Belirli bir dosya veya metni nasıl arayabilirim?
uk: Як я можу шукати конкретний файл або текст?

source: How do I check open ports on my machine?
de: Wie überprüfe ich offene Ports auf meinem Rechner?
el: Πώς μπορώ να ελέγξω τις ανοιχτές θύρες στον υπολογιστή μου;
es: ¿Cómo puedo verificar los puertos abiertos en mi máquina?
fi: Miten tarkistan avoimet portit koneellani?
he: איך אני בודק פורטים פתוחים במחשב שלי?
hr: Kako mogu provjeriti otvorene portove na svom računalu?
is: Hvernig athuga ég opna hafnir á vélinni minni?
it: Come posso controllare le porte aperte sul mio computer?
nl: Hoe controleer ik open poorten op mijn machine?
no: Hvordan sjekker jeg åpne porter på maskinen min?
ro: Cum verific porturile deschise pe mașina mea?
sk: Ako skontrolujem otvorené porty na svojom počítači?
tr: Makinemde açık portları nasıl kontrol ederim?
uk: Як я можу перевірити відкриті порти на моєму комп'ютері?
