Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I send notification?
de: Wie sende ich eine Benachrichtigung?
el: Πώς στέλνω ειδοποίηση;
es: ¿Cómo envío una notificación?
fi: Kuinka lähetän ilmoituksen?
hr: Kako mogu poslati obavijest?
is: Hvernig sendi ég tilkynningu?
it: Come posso inviare una notifica?
nl: Hoe verstuur ik een melding?
no: Hvordan sender jeg varsling?
ro: Cum trimit notificare?
sk: Ako poslať oznámenie?
tr: Bildirim nasıl gönderirim?
uk: Як надіслати сповіщення?

source: How do I use clipboard?
de: Wie benutze ich die Zwischenablage?
el: Πώς να χρησιμοποιήσω το πρόχειρο;
es: ¿Cómo uso el portapapeles?
fi: Miten käytän leikepöytää?
hr: Kako da koristim međuspremnik?
is: Hvernig nota ég klippiborðið?
it: Come posso usare il clipboard?
nl: Hoe gebruik ik het klembord?
no: Hvordan bruker jeg utklippstavlen?
ro: Cum folosesc clipboard-ul?
sk: Ako používam schránku?
tr: Panoz panosunu nasıl kullanırım?
uk: Як я можу використовувати буфер обміну?

source: How do I view image in terminal?
de: Wie kann ich ein Bild im Terminal anzeigen?
el: Πώς μπορώ να δω εικόνα στο τερματικό;
es: ¿Cómo puedo ver la imagen en la terminal?
fi: Miten voin tarkastella kuvaa terminaalissa?
hr: Kako mogu pregledati sliku u terminalu?
is: Hvernig skoða ég mynd í terminal?
it: Come posso visualizzare un'immagine nel terminale?
nl: Hoe bekijk ik een afbeelding in de terminal?
no: Hvordan ser jeg bilde i terminalen?
ro: Cum pot vizualiza imaginea în terminal?
sk: Ako si môžem zobraziť obrázok v termináli?
tr: Terminalde resmi nasıl görüntülerim?
uk: Як я можу переглянути зображення в терміналі?

source: How do I plot in terminal?
de: Wie plotte ich im Terminal?
el: Πώς μπορώ να σχεδιάσω στο τερματικό;
es: ¿Cómo ploteo en la terminal?
fi: Kuinka piirrän terminaalissa?
hr: Kako da napravim graf u terminalu?
is: Hvernig teikna ég í terminal?
it: Come posso tracciare nel terminale?
nl: Hoe plot ik in de terminal?
no: Hvordan plotter jeg i terminalen?
ro: Cum pot să plotez în terminal?
sk: Ako nakreslím v termináli?
tr: Terminalde nasıl grafik çizerim?
uk: Як я можу побудувати графік у терміналі?

source: How do I play sound?
de: Wie spiele ich Sound ab?
el: Πώς μπορώ να αναπαράγω ήχο;
es: ¿Cómo reproduzco sonido?
fi: Miten soitan ääntä?
hr: Kako da pustim zvuk?
is: Hvernig spila ég hljóð?
it: Come faccio a riprodurre suoni?
nl: Hoe speel ik geluid af?
no: Hvordan spiller jeg av lyd?
ro: Cum pot reda sunetul?
sk: Ako prehrám zvuk?
tr: Ses nasıl çalarım?
uk: Як я можу відтворити звук?

source: How do I schedule task?
de: Wie plane ich eine Aufgabe?
el: Πώς προγραμματίζω εργασία;
es: ¿Cómo programo una tarea?
fi: Miten aikataulutan tehtävän?
hr: Kako mogu zakazati zadatak?
is: Hvernig á ég að skipuleggja verkefni?
it: Come faccio a pianificare un'attività?
nl: Hoe plan ik een taak in?
no: Hvordan planlegger jeg oppgave?
ro: Cum îmi programez o sarcină?
sk: Ako naplánujem úlohu?
tr: Görevimi nasıl planlarım?
uk: Як мені запланувати завдання?

source: AI is thinking...
de: KI denkt nach...
el: Η AI σκέφτεται...
es: La IA está pensando...
fi: AI miettii...
hr: AI razmišlja...
is: AI er að hugsa...
it: L'IA sta pensando...
nl: AI is aan het denken...
no: AI tenker...
ro: AI gândește...
sk: AI premýšľa...
tr: Yapay zeka düşünüyor...
uk: ШІ думає...

source: You
de: Du
el: Εσύ
es: Tú
fi: Sinä
hr: Vi
is: Þú
it: Tu
nl: Jij
no: Du
ro: Tu
sk: Vy
tr: Sen
uk: Ви

source: AI Assistant
de: KI-Assistent
el: Βοηθός Τεχνητής Νοημοσύνης
es: Asistente de IA
fi: AI-avustaja
he: עוזר בינה מלאכותית
hr: AI Asistent
is: AI aðstoðarmaður
it: Assistente AI
nl: AI Assistent
no: AI-assistent
ro: Asistent AI
sk: AI asistent
tr: Yapay Zeka Asistanı
uk: AI Асистент

source: Suggested Commands
de: Vorgeschlagene Befehle
el: Προτεινόμενες Εντολές
es: Comandos Sugeridos
fi: Ehdotetut komennot
he: פקודות מוצעות
hr: Predložene naredbe
is: Fyrirliggjandi skipanir
it: Comandi suggeriti
nl: Voorgestelde Opdrachten
no: Foreslåtte kommandoer
ro: Comenzi sugerate
sk: Navrhované príkazy
tr: Önerilen Komutlar
uk: Запропоновані команди

source: Run command
de: Befehl ausführen
el: Εκτέλεση εντολής
es: Ejecutar comando
fi: Suorita komento
hr: Pokreni naredbu
is: Keyra skipunar
it: Esegui comando
nl: Voer opdracht uit
no: Kjør kommando
ro: Execută comanda
sk: Spusti príkaz
tr: Komut çalıştır
uk: Запустити команду

source: Insert into terminal
de: In das Terminal einfügen
el: Εισάγετε στο τερματικό
es: Insertar en la terminal
fi: Lisää terminaaliin
hr: Umetnite u terminal
is: Settu inn í terminalinn
it: Inserisci nel terminale
nl: Voer in terminal in
no: Sett inn i terminalen
ro: Introduceți în terminal
sk: Vložte do terminálu
tr: Terminal'e ekle
uk: Вставити в термінал

source: Copy to clipboard
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
hr: Kopiraj u međuspremnik
is: Afrita í klippiborð
it: Copia negli appunti
nl: Kopiëren naar klembord
no: Kopier til utklippstavle
ro: Copiază în clipboard
sk: Kopírovať do schránky
tr: Panoza kopyala
uk: Копіювати в буфер обміну

source: New conversation
de: Neue Unterhaltung
el: Νέα συνομιλία
es: Nueva conversación
fi: Uusi keskustelu
hr: Nova konverzacija
is: Ný samtal
it: Nuova conversazione
nl: Nieuwe conversatie
no: Ny samtale
ro: Conversație nouă
sk: Nová konverzácia
tr: Yeni sohbet
uk: Нова розмова

source: View history
de: Verlauf anzeigen
el: Προβολή ιστορικού
es: Ver historial
fi: Näytä historia
hr: Pogledaj povijest
is: Skoða sögu
it: Visualizza cronologia
nl: Bekijk geschiedenis
no: Vis historikk
ro: Vizualizați istoricul
sk: Zobraziť históriu
tr: Geçmişi görüntüle
uk: Перегляд історії

source: Close panel
de: Panel schließen
el: Κλείσιμο πίνακα
es: Cerrar panel
fi: Sulje paneeli
hr: Zatvori panel
is: Loka paneli
it: Chiudi pannello
nl: Sluit paneel
no: Lukk panel
ro: Închide panoul
sk: Zavrieť panel
tr: Paneli kapat
uk: Закрити панель

source: Quick Prompts
de: Schnelle Eingabeaufforderungen
el: Γρήγορες Υποδείξεις
es: Prompts Rápidos
fi: Nopeat Kehotukset
hr: Brzi Upiti
is: Hraðsvörun
it: Prompt rapidi
nl: Snelle Prompten
no: Raske forespørseler
ro: Prompturi rapide
sk: Rýchle výzvy
tr: Hızlı İpuçları
uk: Швидкі підказки

source: Customize quick prompts
de: Schnelle Eingabeaufforderungen anpassen
el: Προσαρμόστε γρήγορες προτροπές
es: Personalizar mensajes rápidos
fi: Mukauta nopeita kehotteita
hr: Prilagodi brze poruke
is: Sérsniðin fljótleg svör
it: Personalizza suggerimenti rapidi
nl: Pas snelle prompts aan
no: Tilpass raske forespørseler
ro: Personaliza sugestiile rapide
sk: Prispôsobiť rýchle výzvy
tr: Hızlı istemleri özelleştir
uk: Налаштувати швидкі підказки

source: Send message
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
fi: Lähetä viesti
hr: Pošalji poruku
is: Senda skilaboð
it: Invia messaggio
nl: Bericht verzenden
no: Send melding
ro: Trimite mesaj
sk: Odoslať správu
tr: Mesaj gönder

source: Retry
de: Wiederholen
el: Επανάληψη
es: Reintentar
fi: Yritä uudelleen
hr: Ponovno pokušaj
is: Endurtaka
it: Riprova
nl: Opnieuw proberen
no: Prøv igjen
ro: Reîncercare
sk: Opakovať
tr: Yeniden Dene

source: Retry the last request
de: Wiederholen Sie die letzte Anfrage
el: Επαναλάβετε το τελευταίο αίτημα
es: Reintentar la última solicitud
fi: Yritä viimeistä pyyntöä uudelleen
hr: Ponovno pokušajte posljednji zahtjev
is: Reyndu síðustu beiðnina aftur
it: Riprova l'ultima richiesta
nl: Herhaal de laatste aanvraag
no: Prøv igjen den siste forespørselen
ro: Reîncercați ultima cerere
sk: Opakovať poslednú žiadosť
tr: Son isteği tekrar dene
uk: Повторити останній запит

source: Customize Quick Prompts
de: Schnellvorgaben anpassen
el: Προσαρμόστε Γρήγορες Προτροπές
es: Personalizar Prompts Rápidos
fi: Mukauta nopeita kehotteita
hr: Prilagodi brze poruke
is: Sérsni fljótlegar fyrirmyndir
it: Personalizza i suggerimenti rapidi
nl: Pas snelle prompts aan
no: Tilpass hurtige forespørseler
ro: Personaliza sugestiile rapide
sk: Prispôsobiť rýchle výzvy
tr: Hızlı İpuçlarını Özelleştir
uk: Налаштувати швидкі підказки

source: Emoji icon (optional)
de: Emoji-Symbol (optional)
el: Εικονίδιο emoji (προαιρετικό)
es: Icono de emoji (opcional)
fi: Emojikuvake (valinnainen)
hr: Ikona emojija (opcionalno)
is: Emoji tákn (valfrjálst)
it: Icona emoji (opzionale)
nl: Emoji-icoon (optioneel)
no: Emoji-ikon (valgfritt)
ro: Iconă emoji (opțional)
sk: Ikona emoji (voliteľné)
tr: Emoji simgesi (isteğe bağlı)

source: Enter prompt text...
de: Geben Sie den Eingabetext ein...
el: Εισάγετε κείμενο προτροπής...
es: Ingrese el texto del aviso...
fi: Syötä kehoteteksti...
hr: Unesite tekst upita...
is: Sláðu inn texta fyrir beiðni...
it: Inserisci il testo del prompt...
nl: Voer prompttekst in...
no: Skriv inn tekst for prompt...
ro: Introduceți textul promptului...
sk: Zadajte text výzvy...
tr: İpucu metnini girin...
uk: Введіть текст підказки...

source: Remove this prompt
de: Entfernen Sie diese Aufforderung
el: Αφαιρέστε αυτήν την προτροπή
es: Eliminar este aviso
fi: Poista tämä kehotus
hr: Ukloni ovu poruku
is: Fjarlægðu þessa fyrirmæli
it: Rimuovi questo prompt
nl: Verwijder deze prompt
no: Fjern denne oppfordringen
ro: Elimină acest prompt
sk: Odstrániť túto výzvu
tr: Bu istemi kaldır

source: Add Prompt
de: Prompt hinzufügen
el: Προσθήκη Προτροπής
es: Agregar aviso
fi: Lisää kehotus
hr: Dodaj Uputu
is: Bæta við fyrirmæli
it: Aggiungi Prompt
nl: Voeg Prompt toe
no: Legg til prompt
ro: Adaugă Prompt
sk: Pridať výzvu
tr: İstek Ekle
uk: Додати підказку

source: Use Defaults
de: Standardeinstellungen verwenden
el: Χρησιμοποίησε τις προεπιλογές
es: Usar valores predeterminados
fi: Käytä oletuksia
hr: Koristi zadane postavke
is: Notaðu sjálfgefið
it: Usa predefiniti
nl: Standaardinstellingen gebruiken
no: Bruk standardinnstillinger
ro: Utilizați valorile implicite
sk: Použiť predvolené hodnoty
tr: Varsayılanları Kullan
uk: Використати значення за замовчуванням

source: Clear custom prompts and use random defaults
de: Benutzerdefinierte Eingabeaufforderungen löschen und zufällige Standardwerte verwenden
el: Καθαρίστε τις προσαρμοσμένες προτροπές και χρησιμοποιήστε τυχαίες προεπιλογές
es: Borrar mensajes personalizados y usar valores predeterminados aleatorios
fi: Tyhjennä mukautetut kehotteet ja käytä satunnaisia oletuksia
hr: Izbriši prilagođene poruke i koristi nasumične zadane postavke
is: Hreinsa sérsniðnar uppfærslur og nota handahófskennda sjálfgefið.
it: Cancella i prompt personalizzati e utilizza impostazioni predefinite casuali
nl: Wis aangepaste prompts en gebruik willekeurige standaardinstellingen
no: Fjern tilpassede oppfordringer og bruk tilfeldige standardinnstillinger
ro: Șterge prompturile personalizate și folosește valori implicite aleatorii
sk: Vymazať vlastné výzvy a použiť náhodné predvolené hodnoty
tr: Özel istemleri temizle ve rastgele varsayılanları kullan.
uk: Очистити власні підказки та використовувати випадкові значення за замовчуванням

source: Just now
de: Gerade eben
el: Μόλις τώρα
es: Justo ahora
fi: Juuri nyt
hr: Upravo sada
is: Akkurat nú
it: Appena adesso
nl: Net nu
no: Akkurat nå
ro: Chiar acum
sk: Práve teraz
tr: Şu anda
uk: Тільки що

source: {} min
el: {} λεπτά
is: {} mín
tr: {} dk
uk: {} хв

source: {} hr
el: {} ώρες
hr: Razina {0} hr
is: {} klst
uk: {} год

source: Yesterday
de: Gestern
el: Χθες
es: Ayer
fi: Eilen
hr: Jučer
is: Ígær
it: Ieri
nl: Gisteren
no: I går
ro: Ieri
sk: Včera
tr: Dün

source: {} days
de: {} Tage
el: {} ημέρες
es: {} días
fi: {} päivää
hr: {} dana
is: {} dagar
it: {} giorni
nl: {} dagen
no: {} dager
ro: {} zile
sk: {} dní
tr: {} gün
uk: {} днів

source: Older
de: Älter
el: Παλαιότερος
es: Más antiguo
fi: Vanhempi
hr: Stariji
is: Eldri
it: Più vecchio
nl: Oudere
no: Eldre
ro: Mai vechi
sk: Starší
tr: Eski

source: Today
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
hr: Danas
is: Í dag
it: Oggi
nl: Vandaag
no: I dag
ro: Astăzi
sk: Dnes
tr: Bugün
uk: Сьогодні

source: Last 7 Days
de: Letzte 7 Tage
el: Τελευταίες 7 ημέρες
es: Últimos 7 Días
fi: Viimeiset 7 päivää
hr: Posljednjih 7 dana
is: Síðustu 7 dagar
it: Ultimi 7 giorni
nl: Laatste 7 Dagen
no: Siste 7 dager
ro: Ultimele 7 zile
sk: Posledných 7 dní
tr: Son 7 Gün
uk: Останні 7 днів

source: This Month
de: Dieser Monat
el: Αυτός ο Μήνας
es: Este mes
fi: Tämä kuukausi
hr: Ovaj Mjesec
is: Þessi Mánuður
it: Questo mese
nl: Deze maand
no: Denne måneden
ro: Luna aceasta
sk: Tento mesiac
tr: Bu Ay
uk: Цього місяця

source: Conversation History
de: Gesprächsverlauf
el: Ιστορικό Συνομιλιών
es: Historial de Conversación
fi: Keskusteluhistoria
hr: Povijest razgovora
is: Samtalaskrá
it: Cronologia delle conversazioni
nl: Gespreksgeschiedenis
no: Samtalehistorikk
ro: Istoricul conversațiilor
sk: História konverzácie
tr: Sohbet Geçmişi
uk: Історія розмов

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
he: סגור
hr: Zatvori
is: Lokaðu
it: Chiudi
nl: Sluiten
no: Lukk
ro: Închide
sk: Zavrieť
tr: Kapat
uk: Закрити

source: Delete All Conversations
de: Alle Gespräche löschen
el: Διαγραφή Όλων των Συνομιλιών
es: Eliminar todas las conversaciones
fi: Poista kaikki keskustelut
hr: Izbriši sve razgovore
is: Eyða öllum samtölum
it: Elimina tutte le conversazioni
nl: Verwijder alle gesprekken
no: Slett alle samtaler
ro: Șterge toate conversațiile
sk: Vymazať všetky konverzácie
tr: Tüm Sohbetleri Sil
uk: Видалити всі розмови

source: New Conversation
de: Neue Unterhaltung
el: Νέα Συνομιλία
es: Nueva Conversación
fi: Uusi keskustelu
hr: Nova konverzacija
is: Ný samtal
it: Nuova Conversazione
nl: Nieuwe Gesprek
no: Ny samtale
ro: Conversație nouă
sk: Nová konverzácia
tr: Yeni Sohbet
uk: Нова розмова

source: Search…
de: Suchen…
el: Αναζήτηση…
es: Buscar…
fi: Haku…
hr: Pretraži…
is: Leita…
it: Cerca…
nl: Zoeken…
no: Søk…
ro: Caută…
sk: Hľadať…
tr: Ara…

source: No Conversations
de: Keine Gespräche
el: Δεν υπάρχουν συνομιλίες
es: No hay conversaciones
fi: Ei keskusteluja
hr: Nema razgovora
is: Engin samtöl
it: Nessuna conversazione
nl: Geen gesprekken
no: Ingen samtaler
ro: Nu există conversații
sk: Žiadne konverzácie
tr: Hiç Sohbet Yok
uk: Немає розмов

source: Start chatting to create your first conversation
de: Beginne zu chatten, um dein erstes Gespräch zu erstellen.
el: Αρχίστε να συνομιλείτε για να δημιουργήσετε την πρώτη σας συνομιλία
es: Comienza a chatear para crear tu primera conversación
fi: Aloita keskustelu luodaksesi ensimmäisen keskustelusi
hr: Započnite razgovor kako biste stvorili svoju prvu konverzaciju
is: Byrjaðu að spjalla til að búa til þitt fyrsta samtal
it: Inizia a chattare per creare la tua prima conversazione
nl: Begin met chatten om je eerste gesprek te starten
no: Begynn å chatte for å opprette din første samtale
ro: Începeți să conversați pentru a crea prima dvs. conversație
sk: Začnite chatovať, aby ste vytvorili svoju prvú konverzáciu.
tr: İlk sohbetinizi oluşturmak için sohbet etmeye başlayın
uk: Почніть спілкування, щоб створити свою першу розмову

source: Delete Conversation?
de: Konversation löschen?
el: Διαγραφή Συνομιλίας;
es: ¿Eliminar conversación?
fi: Poista keskustelu?
hr: Izbriši razgovor?
is: Eyða samræðu?
it: Elimina conversazione?
nl: Gesprek Verwijderen?
no: Slett samtale?
ro: Șterge conversația?
sk: Zmazať konverzáciu?
tr: Sohbeti Sil?

source: This conversation will be permanently deleted.
de: Dieses Gespräch wird dauerhaft gelöscht.
el: Αυτή η συνομιλία θα διαγραφεί μόνιμα.
es: Esta conversación se eliminará permanentemente.
fi: Tämä keskustelu poistetaan pysyvästi.
hr: Ova će se konverzacija trajno izbrisati.
is: Þessi samtal verður varanlega eytt.
it: Questa conversazione verrà eliminata permanentemente.
nl: Dit gesprek wordt permanent verwijderd.
no: Denne samtalen vil bli permanent slettet.
ro: Această conversație va fi ștearsă permanent.
sk: Táto konverzácia bude trvalo vymazaná.
tr: Bu konuşma kalıcı olarak silinecektir.
uk: Ця розмова буде назавжди видалена.

source: Delete All Conversations?
de: Alle Gespräche löschen?
el: Διαγραφή όλων των συνομιλιών;
es: ¿Eliminar todas las conversaciones?
fi: Poista kaikki keskustelut?
hr: Izbriši sve razgovore?
is: Eyða öllum samtölum?
it: Elimina tutte le conversazioni?
nl: Verwijder alle gesprekken?
no: Slette alle samtaler?
ro: Șterge toate conversațiile?
sk: Vymazať všetky konverzácie?
tr: Tüm Sohbetleri Sil?

source: This will permanently delete all {} conversations. This action cannot be undone.
de: Dies wird alle {} Gespräche dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια θα διαγράψει μόνιμα όλες τις {} συνομιλίες. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente todas las conversaciones de {}. Esta acción no se puede deshacer.
fi: Tämä poistaa pysyvästi kaikki {} keskustelut. Tätä toimintoa ei voida peruuttaa.
hr: Ovo će trajno izbrisati sve {} razgovore. Ova radnja se ne može poništiti.
is: Þetta mun varanlega eyða öllum {} samtölum. Þessi aðgerð er ekki hægt að afturkalla.
it: Questo eliminerà permanentemente tutte le conversazioni {}. Questa azione non può essere annullata.
nl: Dit zal alle {} gesprekken permanent verwijderen. Deze actie kan niet ongedaan worden gemaakt.
no: Dette vil permanent slette alle {} samtaler. Denne handlingen kan ikke angres.
ro: Aceasta va șterge permanent toate conversațiile {}. Această acțiune nu poate fi anulată.
sk: Týmto sa natrvalo vymažú všetky {} konverzácie. Túto akciu nie je možné zrušiť.
tr: Bu, tüm {} konuşmalarını kalıcı olarak silecektir. Bu işlem geri alınamaz.
uk: Це назавжди видалить усі {} розмови. Цю дію не можна скасувати.

source: Delete All
de: Alle löschen
el: Διαγραφή Όλων
es: Eliminar todo
fi: Poista kaikki
hr: Izbriši sve
is: Eyða öllu
it: Elimina tutto
nl: Verwijder alles
no: Slett alt
ro: Șterge tot
sk: Vymazať všetko
tr: Tümünü Sil
uk: Видалити все

source: Show Sessions
de: Sitzungen anzeigen
el: Εμφάνιση Συνεδριών
es: Mostrar Sesiones
fi: Näytä istunnot
he: הצג מפגשים
hr: Prikaži sesije
is: Sýna lotur
it: Mostra Sessioni
nl: Toon Sessies
no: Vis alle økter
ro: Afișează sesiuni
sk: Zobraziť relácie
tr: Oturumları Göster
uk: Показати сесії

source: Hide Sidebar
de: Seitenleiste ausblenden
el: Απόκρυψη Πλευρικής Στήλης
fi: Piilota sivupalkki
he: הסתר צד שמאל
it: Nascondi barra laterale
nl: Verberg zijbalk

source: Show Sidebar
de: Seitenleiste anzeigen
el: Εμφάνιση Πλευρικής Στήλης
fi: Näytä sivupaneeli
he: הצג סרגל צד
it: Mostra barra laterale
nl: Toon zijbalk

source: Follow System Style
de: Systemstil folgen
el: Ακολουθήστε το Στυλ Συστήματος
es: Seguir el estilo del sistema
fi: Seuraa järjestelmän tyyliä
he: עקוב אחרי סגנון המערכת
hr: Prati stil sustava
is: Fylgdu kerfisstílnum
it: Segui Stile di Sistema
nl: Volg Systeemstijl
no: Følg systemstil
ro: Urmăriți Stilul Sistemului
sk: Sledovať systémový štýl
tr: Sistem Stilini Takip Et
uk: Слідувати системному стилю

source: Light Style
de: Heller Stil
el: Ελαφρύ Στυλ
es: Estilo Claro
fi: Vaalea tyyli
he: סגנון בהיר
hr: Svjetlosni stil
is: Létt útlit
it: Stile Chiaro
nl: Lichtstijl
no: Lysstil
ro: Stil Ușor
sk: Svetelný štýl
tr: Aydınlık Stil
uk: Світлий стиль

source: Dark Style
de: Dunkler Stil
el: Σκοτεινός Στυλ
es: Estilo Oscuro
fi: Tumma tyyli
he: סגנון כהה
hr: Tamna tema
is: Dökk Stíll
it: Stile Scuro
nl: Donkere stijl
no: Mørk stil
ro: Stil Întunecat
sk: Tmavý štýl
tr: Karanlık Stil
uk: Тёмный стиль

source: Match Terminal Colors
de: Terminalfarben anpassen
el: Ταιριάξτε Χρώματα Τερματικού
es: Coincidir Colores del Terminal
fi: Väriä vastaavat terminaalit
he: התאם צבעי טרמינל
hr: Usklađivanje boja terminala
is: Samsvara Terminal Litir
it: Corrispondenza Colori del Terminale
nl: Terminalkleuren Afstemmen
no: Matche terminalfarger
ro: Potrivește culorile terminalului
sk: Zladiť farby terminálu
tr: Terminal Renklerini Eşleştir
uk: Суміщення кольорів терміналу

source: New Window
de: Neues Fenster
el: Νέο Παράθυρο
es: Nueva ventana
fi: Uusi ikkuna
he: חלון חדש
hr: Nova prozora
is: Nýr Gluggi
it: Nuova Finestra
nl: Nieuw venster
no: Nytt vindu
ro: Fereastră nouă
sk: Nové okno
tr: Yeni Pencere
uk: Новий вікно

source: Preferences
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
he: העדפות
hr: Postavke
is: Valmyndir
it: Preferenze
nl: Voorkeuren
no: Innstillinger
ro: Preferințe
sk: Predvoľby
tr: Tercihler
uk: Параметри

source: Highlight Colors
de: Hervorhebungsfarben
el: Χρώματα Επισήμανσης
es: Colores de resaltado
fi: Korostusvärit
hr: Boje označavanja
is: Aðgreiningarlitir
it: Colori di evidenziazione
nl: Markeerkleuren
no: Uthevingsfarger
ro: Culori de evidențiere
sk: Farby zvýraznenia
tr: Vurgu Renkleri
uk: Виділення кольорів

source: Keyboard Shortcuts
de: Tastenkombinationen
el: Συντομεύσεις Πληκτρολογίου
es: Atajos de teclado
fi: Näppäinoikotiet
he: קיצורי מקלדת
hr: Prečaci na tipkovnici
is: Takkastýringar
it: Scorciatoie da tastiera
nl: Toetsenbord sneltoetsen
no: Tastatursnarveier
ro: Comenzi rapide de la tastatură
sk: Klávesové skratky
tr: Klavye Kısayolları
uk: Tastenkombinationen

source: About
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
he: אודות
hr: O programu
is: Um umfjöllun
it: Informazioni
nl: Over
no: Om
ro: Despre
sk: O aplikácii
tr: Hakkında
uk: Про програму

source: Quit
de: Beenden
el: Έξοδος
es: Salir
fi: Lopeta
he: יציאה
hr: Izlaz
is: Hætta
it: Esci
nl: Afsluiten
no: Avslutt
ro: Ieșire
sk: Ukončiť
tr: Çıkış

source: Connect with SFTP
de: Mit SFTP verbinden
el: Σύνδεση με SFTP
es: Conectar con SFTP
fi: Yhdistä SFTP:hen
he: התחבר עם SFTP
hr: Poveži se s SFTP-om
is: Tengdu samband við SFTP
it: Connetti con SFTP
nl: Verbind met SFTP
no: Koble til SFTP
ro: Conectare cu SFTP
sk: Pripojiť sa pomocou SFTP
tr: SFTP ile Bağlan
uk: Підключитися за допомогою SFTP

source: Duplicate
de: Duplikat
el: Αντίγραφο
es: Duplicar
fi: Kopioi
he: שכפל
hr: Dupliciraj
is: Afritun
it: Duplicato
nl: Dupliceren
no: Dupliser
ro: Duplicat
sk: Duplicitný
tr: Çoğalt
uk: Дублювати

source: Rename
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä
he: שנה שם
hr: Preimenuj
is: Endurnefna
it: Rinomina
nl: Hernoemen
no: Gi nytt navn
ro: Renumește
sk: Prekryť
tr: Yeniden Adlandır

source: Move to Folder...
de: In Ordner verschieben...
el: Μετακίνηση σε Φάκελο...
es: Mover a la carpeta...
fi: Siirrä kansioon...
he: העבר לתיקייה...
hr: Premjesti u mapu...
is: Færa í möppu...
it: Sposta nella cartella...
nl: Verplaats naar map...
no: Flytt til mappe...
ro: Mută în dosar...
sk: Presunúť do priečinka...
tr: Klasöre Taşı...
uk: Перемістити до папки...

source: Add Session Here
de: Sitzung hier hinzufügen
el: Προσθέστε Συνεδρία Εδώ
es: Agregar sesión aquí
fi: Lisää istunto tähän
he: הוסף מפגש כאן
hr: Dodaj sesiju ovdje
is: Bæta við lotu hér
it: Aggiungi sessione qui
nl: Voeg hier sessie toe
no: Legg til økt her
ro: Adăugați sesiunea aici
sk: Pridať reláciu sem
tr: Oturum Ekle Buraya
uk: Додати сесію тут

source: Paste
de: Einfügen
el: Επικόλληση
es: Pegar
fi: Liitä
he: הדבק
hr: Zalijepi
is: Líma
it: Incolla
nl: Plakken
no: Lim inn
ro: Lipire
sk: Vložiť
tr: Yapıştır
uk: Вставити

source: Paste to Root
de: In den Stammordner einfügen
el: Επικόλληση στη Ρίζα
es: Pegar en Raíz
fi: Liitä juureen
he: הדבק לשורש
hr: Zalijepi u korijen
is: Líma í rót
it: Incolla nella radice
nl: Plakken naar Root
no: Lim inn til rot
ro: Lipește în Rădăcină
sk: Prilepiť do koreňa
tr: Kök Dizinine Yapıştır
uk: Вставити в корінь

source: Open Link
de: Link öffnen
el: Άνοιγμα Συνδέσμου
es: Abrir enlace
fi: Avaa linkki
he: פתח קישור
hr: Otvorite vezu
is: Opna tengil
it: Apri collegamento
no: Åpne lenke
ro: Deschide linkul
sk: Otvoriť odkaz
tr: Bağlantıyı Aç

source: Copy Link
de: Link kopieren
el: Αντιγραφή Συνδέσμου
es: Copiar enlace
fi: Kopioi linkki
he: העתק קישור
hr: Kopiraj poveznicu
is: Afrita tengil
it: Copia Link
nl: Kopieer link
no: Kopier lenke
ro: Copiază linkul
sk: Kopírovať odkaz
tr: Bağlantıyı Kopyala
uk: Копіювати посилання
