Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: SSH configuration errors: {}
de: SSH-Konfigurationsfehler: {}
el: Σφάλματα διαμόρφωσης SSH: {}
es: Errores de configuración de SSH: {}
fi: SSH-konfiguraatio virheet: {}
he: שגיאות בהגדרת SSH: {}
hr: SSH konfiguracijske pogreške: {}
is: SSH stilling villur: {}
it: Errori di configurazione SSH: {}
nl: SSH-configuratiefouten: {}
no: SSH-konfigurasjonsfeil: {}
ro: Erori de configurare SSH: {}
sk: Chyby konfigurácie SSH: {}
tr: SSH yapılandırma hataları: {}
uk: SSH конфігураційні помилки: {}

source: Add Custom Command
de: Benutzerdefinierten Befehl hinzufügen
el: Προσθήκη Προσαρμοσμένης Εντολής
es: Agregar Comando Personalizado
fi: Lisää mukautettu komento
he: הוסף פקודה מותאמת אישית
hr: Dodaj prilagođenu naredbu
is: Bæta við sérsniðinni skipun
it: Aggiungi Comando Personalizzato
nl: Voeg aangepaste opdracht toe
no: Legg til egendefinert kommando
ro: Adaugă comandă personalizată
sk: Pridať vlastnú príkaz
tr: Özel Komut Ekle
uk: Додати власну команду

source: Edit Custom Command
de: Benutzerdefinierten Befehl bearbeiten
el: Επεξεργασία Προσαρμοσμένης Εντολής
es: Editar Comando Personalizado
fi: Muokkaa mukautettua komentoa
he: ערוך פקודה מותאמת אישית
hr: Uredi prilagođenu naredbu
is: Breyta sérsniðið skipun
it: Modifica Comando Personalizzato
nl: Bewerk Aangepaste Opdracht
no: Rediger tilpasset kommando
ro: Editare comandă personalizată
sk: Upraviť vlastný príkaz
tr: Özel Komut Düzenle
uk: Редагувати користувацьку команду

source: Command
de: Befehl
el: Εντολή
es: Comando
fi: Komento
he: פקודה
hr: Naredba
is: Skipta
it: Comando
nl: Opdracht
no: Kommando
ro: Comandă
sk: Príkaz
tr: Komut
uk: Команда

source: Category
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
he: קטגוריה
hr: Kategorija
is: Flokkur
it: Categoria
nl: Categorie
no: Kategori
ro: Categorie
sk: Kategória
tr: Kategori
uk: Категорія

source: Select an existing category or type a new one
de: Wählen Sie eine vorhandene Kategorie aus oder geben Sie eine neue ein.
el: Επιλέξτε μια υπάρχουσα κατηγορία ή πληκτρολογήστε μια νέα.
es: Selecciona una categoría existente o escribe una nueva.
fi: Valitse olemassa oleva kategoria tai kirjoita uusi.
he: בחר קטגוריה קיימת או הקלד אחת חדשה
hr: Odaberite postojeću kategoriju ili upišite novu.
is: Veldu núverandi flokk eða sláðu inn nýjan.
it: Seleziona una categoria esistente o digita una nuova.
nl: Selecteer een bestaande categorie of typ een nieuwe.
no: Velg en eksisterende kategori eller skriv inn en ny.
ro: Selectați o categorie existentă sau tastați una nouă
sk: Vyberte existujúcu kategóriu alebo zadajte novú.
tr: Mevcut bir kategori seçin veya yenisini yazın.

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hr: Opis
is: Lýsing
it: Descrizione
nl: Beschrijving
no: Beskrivelse
ro: Descriere
sk: Popis
tr: Açıklama
uk: Описання

source: Please fill in all required fields.
de: Bitte füllen Sie alle erforderlichen Felder aus.
el: Παρακαλώ συμπληρώστε όλα τα υποχρεωτικά πεδία.
es: Por favor, complete todos los campos obligatorios.
fi: Ole hyvä ja täytä kaikki pakolliset kentät.
he: אנא מלא את כל השדות הנדרשים.
hr: Molimo ispunite sva obavezna polja.
is: Vinsamlegast fylltu út öll nauðsynleg reiti.
it: Si prega di compilare tutti i campi obbligatori.
nl: Vul alstublieft alle vereiste velden in.
no: Vennligst fyll ut alle obligatoriske felt.
ro: Vă rugăm să completați toate câmpurile obligatorii.
sk: Prosím vyplňte všetky povinné polia.
tr: Lütfen tüm gerekli alanları doldurun.
uk: Будь ласка, заповніть усі обов'язкові поля.

source: Delete this custom command
de: Löschen Sie diesen benutzerdefinierten Befehl
el: Διαγράψτε αυτήν την προσαρμοσμένη εντολή
es: Eliminar este comando personalizado
fi: Poista tämä mukautettu komento
he: מחק פקודה מותאמת זו
hr: Izbriši ovu prilagođenu naredbu
is: Eyða þessari sérsniðnu skipun
it: Elimina questo comando personalizzato
nl: Verwijder deze aangepaste opdracht
no: Slett denne tilpassede kommandoen
ro: Șterge această comandă personalizată
sk: Odstrániť tento vlastný príkaz
tr: Bu özel komutu silin
uk: Видалити цю користувацьку команду

source: Command Guide
de: Befehlsanleitung
el: Οδηγός Εντολών
es: Guía de Comandos
fi: Komentohaku
he: מדריך פקודות
hr: Vodič za naredbe
is: Skipulagningarleiðbeiningar
it: Guida ai comandi
nl: Opdrachtgids
no: Kommandoguide
ro: Ghid de Comenzi
sk: Príručka príkazov
tr: Komut Kılavuzu
uk: Командний посібник

source: Search commands...
de: Suchbefehle...
el: Αναζήτηση εντολών...
es: Buscar comandos...
fi: Etsi komentoja...
he: חפש פקודות...
hr: Pretraži naredbe...
is: Leita að skipunum...
it: Cerca comandi...
nl: Zoekopdrachten...
no: Søk kommandoer...
ro: Căutare comenzi...
sk: Hľadať príkazy...
tr: Arama komutları...
uk: Пошук команд...

source: Show Only Custom Commands
de: Nur benutzerdefinierte Befehle anzeigen
el: Εμφάνιση Μόνο Προσαρμοσμένων Εντολών
es: Mostrar solo comandos personalizados
fi: Näytä vain mukautetut komennot
he: הצג רק פקודות מותאמות אישית
hr: Prikaži samo prilagođene naredbe
is: Sýna aðeins sérsniðnar skipanir
it: Mostra solo comandi personalizzati
nl: Toon Alleen Aangepaste Commando's
no: Vis kun egendefinerte kommandoer
ro: Afișați doar comenzile personalizate
sk: Zobraziť iba vlastné príkazy
tr: Sadece Özel Komutları Göster
uk: Показати лише користувацькі команди

source: Add New Command
de: Neuen Befehl hinzufügen
el: Προσθήκη Νέας Εντολής
es: Agregar nuevo comando
fi: Lisää uusi komento
he: הוסף פקודה חדשה
hr: Dodaj novu naredbu
is: Bæta við nýrri skipun
it: Aggiungi Nuovo Comando
nl: Nieuwe Opdracht Toevoegen
no: Legg til ny kommando
ro: Adaugă Comandă Nouă
sk: Pridať nový príkaz
tr: Yeni Komut Ekle
uk: Додати нову команду

source: Delete Custom Command?
de: Benutzerdefinierten Befehl löschen?
el: Διαγραφή Προσαρμοσμένης Εντολής;
es: ¿Eliminar comando personalizado?
fi: Poista mukautettu komento?
he: מחק פקודה מותאמת?
hr: Izbriši prilagođenu naredbu?
is: Eyða sérsniðinni skipun?
it: Elimina comando personalizzato?
nl: Aangepaste opdracht verwijderen?
no: Slette egendefinert kommando?
ro: Șterge comanda personalizată?
sk: Zmazať vlastnú príkaz?
tr: Özel Komutu Sil?
uk: Видалити користувацьку команду?

source: Are you sure you want to permanently delete the command: <b>{name}</b>
de: Sind Sie sicher, dass Sie den Befehl dauerhaft löschen möchten: <b>{name}</b>
el: Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα την εντολή: <b>{name}</b>
es: ¿Estás seguro de que deseas eliminar permanentemente el comando: <b>{name}</b>?
fi: Oletko varma, että haluat poistaa komennon pysyvästi: <b>{name}</b>
he: האם אתה בטוח שברצונך למחוק לצמיתות את הפקודה: <b>{name}</b>
hr: Jeste li sigurni da želite trajno izbrisati naredbu: <b>{name}</b>
is: Ertu viss um að þú viljir varanlega eyða skipuninni: <b>{name}</b>
it: Sei sicuro di voler eliminare permanentemente il comando: <b>{name}</b>
nl: Weet u zeker dat u de opdracht permanent wilt verwijderen: <b>{name}</b>
no: Er du sikker på at du vil slette kommandoen permanent: <b>{name}</b>
ro: Ești sigur că vrei să ștergi permanent comanda: <b>{name}</b>
sk: Ste si istí, že chcete trvalo odstrániť príkaz: <b>{name}</b>
tr: Bu komutu kalıcı olarak silmek istediğinizden emin misiniz: <b>{name}</b>
uk: Чи ви впевнені, що хочете назавжди видалити команду: <b>{name}</b>

source: Edit Folder
de: Ordner bearbeiten
el: Επεξεργασία Φακέλου
es: Editar carpeta
fi: Muokkaa kansiota
he: ערוך תיקייה
hr: Uredi mapu
is: Breyta möppu
it: Modifica Cartella
nl: Map Bestand
no: Rediger mappe
ro: Editare dosar
sk: Upraviť priečinok
tr: Klasörü Düzenle
uk: Редагувати папку

source: Folder Information
de: Ordnerinformationen
el: Πληροφορίες Φακέλου
es: Información de la carpeta
fi: Kansion tiedot
he: מידע על תיקייה
hr: Informacije o mapi
is: Mappa Upplýsingar
it: Informazioni sulla cartella
nl: Mapinformatie
no: Ordreinformasjon
ro: Informații despre folder
sk: Informácie o priečinku
tr: Klasör Bilgisi
uk: Параметри папки

source: Folder Name
de: Ordnername
el: Όνομα Φακέλου
es: Nombre de la carpeta
fi: Kansion nimi
he: שם תיקייה
hr: Naziv mape
is: Skráarnafn
it: Nome della cartella
nl: Mapnaam
no: Mappenavn
ro: Nume folder
sk: Názov priečinka
tr: Klasör Adı

source: A descriptive name for organizing sessions
de: Ein beschreibender Name zur Organisation von Sitzungen
el: Ένα περιγραφικό όνομα για την οργάνωση συνεδριών
es: Un nombre descriptivo para organizar sesiones
fi: Kuvaileva nimi istuntojen järjestämiseen
he: שם תיאורי לארגון מפגשים
hr: Opisni naziv za organizaciju sesija
is: Lýsingarheiti fyrir skipulagningu funda
it: Un nome descrittivo per organizzare le sessioni
nl: Een beschrijvende naam voor het organiseren van sessies
no: Et beskrivende navn for organisering av økter
ro: Un nume descriptiv pentru organizarea sesiunilor
sk: Popisný názov na organizovanie relácií
tr: Oturumları düzenlemek için tanımlayıcı bir ad
uk: Descriptive name for organising sessions

source: Enter folder name...
de: Ordnername eingeben...
el: Εισάγετε το όνομα του φακέλου...
es: Ingrese el nombre de la carpeta...
fi: Syötä kansion nimi...
he: הזן שם תיקייה...
hr: Unesite naziv mape...
is: Sláðu inn nafn möppu...
it: Inserisci il nome della cartella...
nl: Voer de naam van de map in...
no: Skriv inn mappenavn...
ro: Introduceți numele folderului...
sk: Zadajte názov priečinka...
tr: Klasör adını girin...
uk: Введіть ім'я папки...

source: Parent Folder
de: Elternordner
el: Γονικός Φάκελος
es: Carpeta principal
fi: Ylätason kansio
he: תיקייה הורה
hr: Nadređena mapa
is: Aðal möppan
it: Cartella Genitore
nl: Oudermap
no: Overordnet mappe
ro: Folder Părinte
sk: Rodičovská zložka
tr: Ana Klasör
uk: Родительська папка

source: Choose a parent folder for organization
de: Wählen Sie einen übergeordneten Ordner zur Organisation
el: Επιλέξτε έναν γονικό φάκελο για οργάνωση
es: Elige una carpeta principal para la organización
fi: Valitse vanhempi kansio järjestämistä varten
he: בחר תיקייה הורה לארגון
hr: Odaberite roditeljsku mapu za organizaciju
is: Veldu aðalmöppu til skipulags
it: Scegli una cartella principale per l'organizzazione
nl: Kies een bovenliggende map voor organisatie
no: Velg en overordnet mappe for organisering
ro: Alegeți un folder părinte pentru organizare
sk: Vyberte nadriadenú zložku pre organizáciu
tr: Organizasyon için bir ana klasör seçin
uk: Виберіть батьківську папку для організації

source: Failed to save folder: {}
de: Fehler beim Speichern des Ordners: {}
el: Αποτυχία αποθήκευσης φακέλου: {}
es: Error al guardar la carpeta: {}
fi: Kansion tallentaminen epäonnistui: {}
he: נכשל בשמירת תיקייה: {}
hr: Neuspjelo spremanje mape: {}
is: Mistók að vista möppu: {}
it: Impossibile salvare la cartella: {}
nl: Kon niet opslaan map: {}
no: Kunne ikke lagre mappe: {}
ro: Nu s-a reușit salvarea folderului: {}
sk: Nepodarilo sa uložiť priečinok: {}
tr: Klasörü kaydetme başarısız oldu: {}
uk: Не вдалося зберегти папку: {}

source: Folder name
de: Ordnername
el: Όνομα φακέλου
es: Nombre de la carpeta
fi: Kansion nimi
he: שם תיקייה
hr: Naziv mape
is: Möppunafn
it: Nome della cartella
nl: Mapnaam
no: Mappenavn
ro: Nume folder
sk: Názov priečinka
tr: Klasör adı

source: Continue
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
he: המשך
hr: Nastavi
is: Halda áfram
it: Continua
nl: Doorgaan
no: Fortsett
ro: Continuare
sk: Pokračovať
tr: Devam et
uk: Продолжити

source: {} is required
de: {} ist erforderlich
el: {} είναι υποχρεωτικό
es: {} es obligatorio
fi: {} on pakollinen
he: {} נדרש
hr: {} je obavezno
is: {} er nauðsynlegt
it: {} è obbligatorio
nl: {} is verplicht
no: {} er påkrevd
ro: {} este necesar
sk: {} je povinné
tr: {} gereklidir
uk: {} є обов'язковим

source: Tab &amp; Pane Management
de: Tab- und Bereichsverwaltung
el: Διαχείριση Καρτελών &amp; Πινάκων
es: Gestión de pestañas y paneles
fi: Välilehti- ja paneelihallinta
he: ניהול טאבים ופאנלים
hr: Upravljanje karticama i oknima
is: Flipa &amp; Glugga Stjórnunar
it: Gestione di Schede e Pannelli
nl: Tab- en Paneelbeheer
no: Fane- og panelhåndtering
ro: Gestionarea tab-urilor și panourilor
sk: Správa kariet a panelov
tr: Sekme ve Panel Yönetimi
uk: Управління вкладками та панелями

source: Close Tab
de: Tab schließen
el: Κλείσιμο Καρτέλας
es: Cerrar pestaña
fi: Sulje välilehti
he: סגור טאב
hr: Zatvori karticu
is: Loka flipa
it: Chiudi scheda
nl: Tabblad Sluiten
no: Lukk fane
ro: Închide fila
sk: Zavrieť kartu
tr: Sekmeyi Kapat
uk: Закрити вкладку

source: Next Tab
de: Nächster Tab
el: Επόμενη Καρτέλα
es: Siguiente pestaña
fi: Seuraava välilehti
he: כרטיסייה הבאה
hr: Sljedeća kartica
is: Næsta flipa
it: Prossima scheda
nl: Volgende Tabblad
no: Neste fane
ro: Tab următor
sk: Ďalšia karta
tr: Sonraki Sekme
uk: Наступна вкладка

source: Previous Tab
de: Vorheriger Tab
el: Προηγούμενη Καρτέλα
es: Pestaña Anterior
fi: Edellinen välilehti
he: לשונית קודמת
hr: Prethodni kartica
is: Fyrri flipa
it: Scheda Precedente
nl: Vorige Tabblad
no: Forrige fane
ro: Tab anterior
sk: Predchádzajúca karta
tr: Önceki Sekme
uk: Попередня вкладка

source: Splitting
de: Aufteilen
el: Διαχωρισμός
es: División
fi: Jakaminen
he: חיתוך
hr: Dijeljenje
is: Aðskilnaður
it: Divisione
nl: Splitsen
ro: Împărțire
sk: Rozdelenie
tr: Bölme
uk: Розділення

source: Split Horizontally
de: Horizontal teilen
el: Διαχωρισμός Οριζόντια
es: Dividir horizontalmente
fi: Jaa vaakasuoraan
he: חלק אופקית
hr: Podijeli horizontalno
is: Skipta lárétt
it: Dividi orizzontalmente
nl: Horizontaal Splitsen
no: Del opp horisontalt
ro: Împărțiți orizontal
sk: Rozdeliť horizontálne
tr: Yatay Bölme

source: Split Vertically
de: Vertikal teilen
el: Διαχωρισμός Κατακόρυφα
es: Dividir verticalmente
fi: Jaa pystysuunnassa
he: חלק אנכית
hr: Podijeli vertikalno
is: Snyrða lóðrétt
it: Dividi verticalmente
nl: Verticaal Splitsen
no: Del opp vertikalt
ro: Împărțiți vertical
sk: Rozdeliť vertikálne
tr: Dikey Bölme
uk: Розділити вертикально

source: Close Active Pane
de: Aktives Fenster schließen
el: Κλείσιμο Ενεργού Πλαισίου
es: Cerrar panel activo
fi: Sulje aktiivinen paneeli
he: סגור פאנל פעיל
hr: Zatvori aktivnu ploču
is: Loka virka glugga
it: Chiudi pannello attivo
nl: Sluit Actief Paneel
no: Lukk aktiv rute
ro: Închide Panoul Activ
sk: Zavrieť aktívnu panelu
tr: Açık Pane'yi Kapat
uk: Закрити активну панель

source: Terminal Interaction
de: Terminalinteraktion
el: Αλληλεπίδραση Τερματικού
es: Interacción de Terminal
fi: Päätteeseen vuorovaikutus
he: אינטראקציה עם הטרמינל
hr: Interakcija s terminalom
is: Terminal samskipti
it: Interazione del Terminale
nl: Terminalinteractie
no: Terminalinteraksjon
ro: Interacțiune cu terminalul
sk: Terminálová interakcia
tr: Terminal Etkileşimi
uk: Термінальний взаємодія

source: Send Command All Tabs
de: Befehl senden Alle Registerkarten
el: Αποστολή Εντολής Όλες οι Καρτέλες
fi: Lähetä komento Kaikki välilehdet
he: שלח פקודה כל הכרטיסיות
it: Invia comando Tutte le schede
nl: Verzend Opdracht Alle Tabbladen

source: Ask AI Assistant
de: Frage den KI-Assistenten
el: Ρώτησε τον Βοηθό AI
es: Preguntar al Asistente de IA
fi: Kysy AI-avustajalta
he: שאל את העוזר הבינה המלאכותית
hr: Pitaj AI asistenta
is: Spyrja AI aðstoðarmann
it: Chiedi all'Assistente AI
nl: Vraag AI-assistent
no: Spør AI-assistent
ro: Întreabă Asistentul AI
sk: Spýtaj sa AI asistenta
tr: Yapay Zeka Asistanı Sorun
uk: Запитати AI Асистента

source: Zoom
el: Ζουμ
he: זום
sk: Priblíženie

source: Zoom In
de: Vergrößern
el: Ζουμ Εισαγωγή
es: Acercar
fi: Zoomaa sisään
he: זום פנימה
hr: Povećaj
is: Zooma inn
it: Ingrandisci
nl: Inzoomen
no: Zoom inn
ro: Mărire
sk: Priblížiť
tr: Yakınlaştır
uk: Збільшити

source: Zoom Out
de: Verkleinern
el: Μείωση Ζουμ
es: Alejar
fi: Zoomaa ulos
he: זום החוצה
hr: Povećaj udaljenost
is: Aðdráttur minnka
it: Zoom Indietro
nl: Inzoomen
no: Zoom ut
ro: Micșorați zoomul
sk: Priblížiť sa
tr: Yakınlaştırmayı Kaldır
uk: Зменшити масштаб

source: Reset Zoom
de: Zoom zurücksetzen
el: Επαναφορά Ζουμ
es: Restablecer zoom
fi: Nollaa zoomaus
he: איפוס זום
hr: Poništi zumiranje
is: Endur stilla
it: Ripristina Zoom
nl: Zoom resetten
no: Tilbakestill zoom
ro: Resetare zoom
sk: Obnovi priblíženie
tr: Zoom'u Sıfırla
uk: Скинути масштаб

source: Application &amp; Window
de: Anwendung &amp; Fenster
el: Εφαρμογή &amp; Παράθυρο
es: Aplicación y Ventana
fi: Sovellus &amp; Ikkuna
he: יישום וחלון
hr: Aplikacija & Prozor
is: Forrit & Gluggi
it: Applicazione &amp; Finestra
nl: Toepassing & Venster
no: Applikasjon &amp; Vindu
ro: Aplicație & Fereastră
sk: Aplikácia a okno
tr: Uygulama &amp; Pencere
uk: Застосунок і Вікно

source: Toggle File Manager
de: Dateimanager umschalten
el: Εναλλαγή Διαχειριστή Αρχείων
fi: Vaihda Tiedostonhallinta
he: החלף מנהל קבצים
it: Attiva Gestore File
nl: Bestandbeheerder in-/uitschakelen

source: Quit Application
de: Anwendung beenden
el: Έξοδος από την εφαρμογή
es: Salir de la aplicación
fi: Lopeta sovellus
he: סגור יישום
hr: Zatvori aplikaciju
is: Hætta við forrit
it: Esci dall'applicazione
nl: Toepassing afsluiten
no: Avslutt applikasjon
ro: Ieșire din aplicație
sk: Ukončiť aplikáciu
tr: Uygulamayı Kapat

source: Reset All
de: Alle zurücksetzen
el: Επαναφορά όλων
es: Restablecer todo
fi: Nollaa kaikki
he: אפס הכל
hr: Poništi sve
is: Endurstillu allt
it: Ripristina tutto
nl: Alles resetten
no: Tilbakestill alt
ro: Resetare tot
sk: Obnovi všetko
tr: Tümünü Sıfırla
uk: Скинути все

source: Reset all shortcuts to default values
de: Alle Tastenkombinationen auf die Standardwerte zurücksetzen
el: Επαναφορά όλων των συντομεύσεων στις προεπιλεγμένες τιμές
es: Restablecer todos los accesos directos a los valores predeterminados
fi: Palauta kaikki pikanäppäimet oletusarvoihin
he: אפס את כל הקיצורים לערכים ברירת מחדל
hr: Poništi sve prečace na zadane vrijednosti
is: Endurstilltu alla snarvegi á sjálfgefnar gildi
it: Ripristina tutte le scorciatoie ai valori predefiniti
nl: Stel alle sneltoetsen in op de standaardwaarden
no: Tilbakestill alle snarveier til standardverdier
ro: Resetare toate comenzile rapide la valorile implicite
sk: Obnoviť všetky klávesové skratky na predvolené hodnoty
tr: Tüm kısayolları varsayılan değerlere sıfırla
uk: Скинути всі ярлики до значень за замовчуванням

source: Reset all shortcuts to defaults
de: Alle Tastenkombinationen auf die Standardwerte zurücksetzen
el: Επαναφορά όλων των συντομεύσεων στις προεπιλογές
es: Restablecer todos los accesos directos a los valores predeterminados
fi: Palauta kaikki pikanäppäimet oletusasetuksiin
he: אפס את כל הקיצורים לברירות המחדל
hr: Poništi sve prečace na zadane postavke
is: Endurstilltu alla flýtileiðir í sjálfgefið.
it: Ripristina tutte le scorciatoie ai valori predefiniti
nl: Stel alle sneltoetsen in op de standaardinstellingen
no: Tilbakestill alle snarveier til standardinnstillinger
ro: Resetare toate comenzile rapide la valorile implicite
sk: Obnoviť všetky klávesové skratky na predvolené hodnoty
tr: Tüm kısayolları varsayılanlara sıfırla
uk: Скинути всі ярлики до значень за замовчуванням

source: Not set
de: Nicht festgelegt
el: Μη ρυθμισμένο
es: No establecido
fi: Ei asetettu
he: לא הוגדר
hr: Nije postavljeno
is: Ekki stillt
it: Non impostato
nl: Niet ingesteld
no: Ikke angitt
ro: Nesetat
sk: Nastavené nie je
tr: Ayarlanmadı
uk: Не встановлено

source: Shortcut for:
de: Tastenkombination für:
el: Συντόμευση για:
es: Atajo para:
fi: Pikanäppäin:
he: קיצור עבור:
hr: Prečac za:
is: Snerting fyrir:
it: Scorciatoia per:
nl: Sneltoets voor:
no: Snarvei for:
ro: Scurtătură pentru:
sk: Klávesová skratka pre:
tr: Kısayol için:
uk: Скорочення для:

source: Click to change the keyboard shortcut for this action
de: Klicken Sie, um die Tastenkombination für diese Aktion zu ändern.
el: Κάντε κλικ για να αλλάξετε τη συντόμευση πληκτρολογίου για αυτήν την ενέργεια
es: Haga clic para cambiar el atajo de teclado para esta acción
fi: Napsauta muuttaaksesi tämän toiminnon näppäinyhdistelmää
he: לחץ כדי לשנות את קיצור הדרך למקלדת לפעולה זו
hr: Kliknite za promjenu prečaca na tipkovnici za ovu radnju
is: Smelltu til að breyta lyklasamsetningu fyrir þessa aðgerð
it: Fai clic per cambiare la scorciatoia da tastiera per questa azione
nl: Klik om de sneltoets voor deze actie te wijzigen
no: Klikk for å endre hurtigtasten for denne handlingen
ro: Faceți clic pentru a schimba combinația de taste pentru această acțiune
sk: Kliknite na zmenu klávesovej skratky pre túto akciu
tr: Bu işlemin kısayolunu değiştirmek için tıklayın.
uk: Натисніть, щоб змінити комбінацію клавіш для цієї дії

source: Set New Shortcut
de: Neuen Shortcut festlegen
el: Ορισμός Νέας Συντόμευσης
es: Establecer nuevo acceso directo
fi: Aseta uusi pikanäppäin
he: הגדר קיצור דרך חדש
hr: Postavi novu prečicu
is: Setja nýjan flýtilykil
it: Imposta Nuovo Collegamento
nl: Nieuwe sneltoets instellen
no: Sett ny snarvei
ro: Setare nouă combinație de taste
sk: Nastaviť novú klávesovú skratku
tr: Yeni Kısayol Ayarla
uk: Встановити новий ярлик

source: Press the new key combination for '{}', or Esc to cancel.
de: Drücken Sie die neue Tastenkombination für '{}', oder Esc, um abzubrechen.
el: Πατήστε τον νέο συνδυασμό πλήκτρων για '{}', ή Esc για ακύρωση.
es: Presiona la nueva combinación de teclas para '{}', o Esc para cancelar.
fi: Paina uusi näppäinyhdistelmä '{}', tai Esc peruuttaaksesi.
he: לחץ על השילוב החדש של המקשים עבור '{}', או Esc לביטול.
hr: Pritisnite novu kombinaciju tipki za '{}', ili Esc za otkazivanje.
is: Þrýstu á nýja lyklasamsetninguna fyrir '{}', eða Esc til að hætta við.
it: Premi la nuova combinazione di tasti per '{}', o Esc per annullare.
nl: Druk op de nieuwe toetscombinatie voor '{}', of Esc om te annuleren.
no: Trykk den nye tastekombinasjonen for '{}', eller Esc for å avbryte.
ro: Apăsați noua combinație de taste pentru '{}', sau Esc pentru a anula.
sk: Stlačte novú kombináciu klávesov pre '{}', alebo Esc na zrušenie.
tr: Yeni tuş kombinasyonunu '{}' için basın veya iptal etmek için Esc tuşuna basın.

source: Current: {} New: (press keys)
de: Aktuell: {} Neu: (Tasten drücken)
el: Τρέχον: {} Νέο: (πατήστε πλήκτρα)
es: Actual: {} Nuevo: (presione teclas)
fi: Nykyinen: {} Uusi: (paina näppäimiä)
he: נוכחי: {} חדש: (לחץ על מקשים)
hr: Trenutno: {} Novo: (pritisnite tipke)
is: Núverandi: {} Nýr: (pressa takka)
it: Attuale: {} Nuovo: (premi tasti)
nl: Huidig: {} Nieuw: (druk op toetsen)
no: Nåværende: {} Ny: (trykk taster)
ro: Curent: {} Nou: (apăsați tastele)
sk: Aktuálne: {} Nové: (stlačte klávesy)
tr: Geçerli: {} Yeni: (tuşlara basın)
uk: Поточний: {} Новий: (натисніть клавіші)

source: Current: {} New: {} (Conflicts with {})
de: Aktuell: {} Neu: {} (Konflikte mit {})
el: Τρέχον: {} Νέο: {} (Συγκρούεται με {})
es: Actual: {} Nuevo: {} (Conflictos con {})
fi: Nykyinen: {} Uusi: {} (ristiriidassa {})
he: נוכחי: {} חדש: {} (נוגד עם {})
hr: Trenutno: {} Novo: {} (Sukob s {})
is: Núverandi: {} Nýr: {} (Stangast á við {})
it: Attuale: {} Nuovo: {} (Conflitti con {})
nl: Huidig: {} Nieuw: {} (Conflicteert met {})
no: Nåværende: {} Ny: {} (Konflikter med {})
ro: Curent: {} Nou: {} (Conflictează cu {})
sk: Aktuálne: {} Nové: {} (Konflikty s {})
tr: Geçerli: {} Yeni: {} ({} ile çelişiyor)

source: Current: {} New: {}
de: Aktuell: {} Neu: {}
el: Τρέχον: {} Νέο: {}
es: Actual: {} Nuevo: {}
fi: Nykyinen: {} Uusi: {}
he: נוכחי: {} חדש: {}
hr: Trenutno: {} Novo: {}
is: Núverandi: {} Nýtt: {}
it: Attuale: {} Nuovo: {}
nl: Huidig: {} Nieuw: {}
no: Nåværende: {} Ny: {}
ro: Curent: {} Nou: {}
sk: Aktuálne: {} Nové: {}
tr: Geçerli: {} Yeni: {}

source: Clear
de: Löschen
el: Καθαρισμός
es: Borrar
fi: Tyhjennä
he: נקה
hr: Očisti
is: Hreinsa
it: Cancella
nl: Wispen
no: Tøm
ro: Șterge
sk: Vymazať
tr: Temizle
uk: Очистити

source: Set Shortcut
de: Tastenkombination festlegen
el: Ορισμός Συντόμευσης
es: Establecer acceso directo
fi: Aseta pikanäppäin
he: הגדר קיצור דרך
hr: Postavi prečac
is: Setja flýtilykil
it: Imposta Scorciatoia
nl: Sneltoets instellen
no: Sett snarvei
ro: Setare Comandă Rapidă
sk: Nastavi klávesovú skratku
tr: Kısayol Ayarla
uk: Налаштувати ярлик
