Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How can I set environment variables permanently?
de: Wie kann ich Umgebungsvariablen dauerhaft festlegen?
el: Πώς μπορώ να ορίσω τις μεταβλητές περιβάλλοντος μόνιμα;
es: ¿Cómo puedo establecer variables de entorno de forma permanente?
fi: Miten voin asettaa ympäristömuuttujat pysyvästi?
he: איך אני יכול לקבוע משתני סביבה באופן קבוע?
hr: Kako mogu trajno postaviti varijable okruženja?
is: Hvernig get ég stillt umhverfisbreytur varanlega?
it: Come posso impostare le variabili di ambiente in modo permanente?
nl: Hoe kan ik omgevingsvariabelen permanent instellen?
no: Hvordan kan jeg sette miljøvariabler permanent?
ro: Cum pot seta variabilele de mediu în mod permanent?
sk: Ako môžem nastaviť premenné prostredia trvalo?
tr: Ortam değişkenlerini kalıcı olarak nasıl ayarlayabilirim?
uk: Як я можу встановити змінні середовища назавжди?

source: How do I install development tools and headers?
de: Wie installiere ich Entwicklungstools und Header?
el: Πώς μπορώ να εγκαταστήσω εργαλεία ανάπτυξης και κεφαλίδες;
es: ¿Cómo instalo herramientas de desarrollo y encabezados?
fi: Miten asennan kehitystyökalut ja otsikot?
he: איך אני מתקין כלים לפיתוח וכותרות?
hr: Kako instalirati razvojne alate i zaglavlja?
is: Hvernig set ég upp þróunartól og fyrirsagnir?
it: Come posso installare gli strumenti di sviluppo e le intestazioni?
nl: Hoe installeer ik ontwikkeltools en headers?
no: Hvordan installerer jeg utviklingsverktøy og overskrifter?
ro: Cum instalez uneltele de dezvoltare și anteturile?
sk: Ako nainštalujem vývojové nástroje a hlavičky?
tr: Geliştirme araçlarını ve başlık dosyalarını nasıl kurarım?
uk: Як встановити інструменти розробки та заголовки?

source: How can I manage Python packages with pip?
de: Wie kann ich Python-Pakete mit pip verwalten?
el: Πώς μπορώ να διαχειριστώ τα πακέτα Python με το pip;
es: ¿Cómo puedo gestionar paquetes de Python con pip?
fi: Miten voin hallita Python-paketteja pipin avulla?
he: איך אני יכול לנהל חבילות פייתון עם pip?
hr: Kako mogu upravljati Python paketima s pip-om?
is: Hvernig get ég stjórnað Python pakka með pip?
it: Come posso gestire i pacchetti Python con pip?
nl: Hoe kan ik Python-pakketten beheren met pip?
no: Hvordan kan jeg administrere Python-pakker med pip?
ro: Cum pot gestiona pachetele Python cu pip?
sk: Ako môžem spravovať Python balíky pomocou pip?
tr: Pip ile Python paketlerini nasıl yönetebilirim?
uk: Як я можу керувати пакетами Python за допомогою pip?

source: How do I manage Node.js packages with npm?
de: Wie verwalte ich Node.js-Pakete mit npm?
el: Πώς διαχειρίζομαι τα πακέτα Node.js με το npm;
es: ¿Cómo gestiono los paquetes de Node.js con npm?
fi: Miten hallitsen Node.js-paketteja npm:llä?
he: איך אני מנהל חבילות Node.js עם npm?
hr: Kako upravljam Node.js paketima s npm-om?
is: Hvernig stjórna ég Node.js pakka með npm?
it: Come gestisco i pacchetti Node.js con npm?
nl: Hoe beheer ik Node.js-pakketten met npm?
no: Hvordan administrerer jeg Node.js-pakker med npm?
ro: Cum îmi gestionez pachetele Node.js cu npm?
sk: Ako spravujem balíky Node.js pomocou npm?
tr: Node.js paketlerini npm ile nasıl yönetirim?
uk: Як я можу керувати пакетами Node.js за допомогою npm?

source: How can I install Docker on my system?
de: Wie kann ich Docker auf meinem System installieren?
el: Πώς μπορώ να εγκαταστήσω το Docker στο σύστημά μου;
es: ¿Cómo puedo instalar Docker en mi sistema?
fi: Kuinka voin asentaa Dockerin järjestelmääni?
he: איך אני יכול להתקין את דוקר על המערכת שלי?
hr: Kako mogu instalirati Docker na svom sustavu?
is: Hvernig get ég sett Docker upp á kerfinu mínu?
it: Come posso installare Docker sul mio sistema?
nl: Hoe kan ik Docker op mijn systeem installeren?
no: Hvordan kan jeg installere Docker på systemet mitt?
ro: Cum pot instala Docker pe sistemul meu?
sk: Ako môžem nainštalovať Docker na svoj systém?
tr: Sistemime Docker'ı nasıl kurabilirim?
uk: Як я можу встановити Docker на моїй системі?

source: How do I remove Docker completely?
de: Wie entferne ich Docker vollständig?
el: Πώς μπορώ να αφαιρέσω εντελώς το Docker;
es: ¿Cómo elimino Docker por completo?
fi: Kuinka poistan Dockerin kokonaan?
he: איך אני מסיר את דוקר לחלוטין?
hr: Kako mogu potpuno ukloniti Docker?
is: Hvernig fjarlægja ég Docker alveg?
it: Come posso rimuovere completamente Docker?
nl: Hoe verwijder ik Docker volledig?
no: Hvordan fjerner jeg Docker helt?
ro: Cum pot să elimin complet Docker?
sk: Ako môžem úplne odstrániť Docker?
tr: Docker'ı tamamen nasıl kaldırırım?
uk: Як мені повністю видалити Docker?

source: How can I manage Docker images efficiently?
de: Wie kann ich Docker-Images effizient verwalten?
el: Πώς μπορώ να διαχειριστώ τις εικόνες Docker αποτελεσματικά;
es: ¿Cómo puedo gestionar imágenes de Docker de manera eficiente?
fi: Miten voin hallita Docker-kuvia tehokkaasti?
he: איך אני יכול לנהל תמונות Docker ביעילות?
hr: Kako mogu učinkovito upravljati Docker slikama?
is: Hvernig get ég stjórnað Docker myndum á áhrifaríkan hátt?
it: Come posso gestire le immagini Docker in modo efficiente?
nl: Hoe kan ik Docker-afbeeldingen efficiënt beheren?
no: Hvordan kan jeg administrere Docker-bilder effektivt?
ro: Cum pot gestiona eficient imaginile Docker?
sk: Ako môžem efektívne spravovať Docker obrazy?
tr: Docker görüntülerini verimli bir şekilde nasıl yönetebilirim?
uk: Як я можу ефективно керувати зображеннями Docker?

source: How do I manage Docker volumes safely?
de: Wie verwalte ich Docker-Volumes sicher?
el: Πώς μπορώ να διαχειριστώ με ασφάλεια τους όγκους Docker;
es: ¿Cómo gestiono los volúmenes de Docker de forma segura?
fi: Miten hallitsen Docker-tilavuuksia turvallisesti?
he: איך אני מנהל את נפחי Docker בבטחה?
hr: Kako sigurno upravljati Docker volumenima?
is: Hvernig stjórna ég Docker volumum á öruggan hátt?
it: Come gestisco i volumi Docker in modo sicuro?
nl: Hoe beheer ik Docker-volumes veilig?
no: Hvordan administrerer jeg Docker-volumer på en sikker måte?
ro: Cum pot gestiona volumele Docker în siguranță?
sk: Ako bezpečne spravujem Docker objemy?
tr: Docker hacimlerini güvenli bir şekilde nasıl yönetebilirim?
uk: Як я можу безпечно керувати томами Docker?

source: How can I inspect Docker networks?
de: Wie kann ich Docker-Netzwerke inspizieren?
el: Πώς μπορώ να επιθεωρήσω τα δίκτυα Docker;
es: ¿Cómo puedo inspeccionar redes de Docker?
fi: Kuinka voin tarkastella Docker-verkkoja?
he: איך אני יכול לבדוק רשתות Docker?
hr: Kako mogu pregledati Docker mreže?
is: Hvernig get ég skoðað Docker net?
it: Come posso ispezionare le reti Docker?
nl: Hoe kan ik Docker-netwerken inspecteren?
no: Hvordan kan jeg inspisere Docker-nettverk?
ro: Cum pot inspecta rețelele Docker?
sk: Ako môžem skontrolovať Docker siete?
tr: Docker ağlarını nasıl inceleyebilirim?
uk: Як я можу перевірити мережі Docker?

source: How do I bootstrap a Kubernetes cluster?
de: Wie boote ich ein Kubernetes-Cluster?
el: Πώς μπορώ να εκκινήσω ένα κλασικό Kubernetes;
es: ¿Cómo inicio un clúster de Kubernetes?
fi: Miten käynnistän Kubernetes-klusterin?
he: איך אני מבצע את הבוטסטראפ של אשכול קוברנטיס?
hr: Kako mogu pokrenuti Kubernetes klaster?
is: Hvernig bootstrappa ég Kubernetes klasa?
it: Come faccio a avviare un cluster Kubernetes?
nl: Hoe bootstrap ik een Kubernetes-cluster?
no: Hvordan bootstrapper jeg et Kubernetes-klynge?
ro: Cum îmi bootstrap un cluster Kubernetes?
sk: Ako spustím Kubernetes klaster?
tr: Kubernetes kümesini nasıl başlatırım?
uk: Як я можу завантажити кластер Kubernetes?

source: How can I install and configure a SQL database?
de: Wie kann ich eine SQL-Datenbank installieren und konfigurieren?
el: Πώς μπορώ να εγκαταστήσω και να ρυθμίσω μια βάση δεδομένων SQL;
es: ¿Cómo puedo instalar y configurar una base de datos SQL?
fi: Kuinka voin asentaa ja konfiguroida SQL-tietokannan?
he: איך אני יכול להתקין ולהגדיר מסד נתונים SQL?
hr: Kako mogu instalirati i konfigurirati SQL bazu podataka?
is: Hvernig get ég sett upp og stillt SQL gagnagrunn?
it: Come posso installare e configurare un database SQL?
nl: Hoe kan ik een SQL-database installeren en configureren?
no: Hvordan kan jeg installere og konfigurere en SQL-database?
ro: Cum pot instala și configura o bază de date SQL?
sk: Ako môžem nainštalovať a nakonfigurovať databázu SQL?
tr: SQL veritabanını nasıl kurabilir ve yapılandırabilirim?
uk: Як я можу встановити та налаштувати базу даних SQL?

source: How do I secure a database server?
de: Wie sichere ich einen Datenbankserver?
el: Πώς μπορώ να ασφαλίσω έναν διακομιστή βάσης δεδομένων;
es: ¿Cómo aseguro un servidor de base de datos?
fi: Miten varmistan tietokantapalvelimen?
he: איך אני מאבטח שרת מסד נתונים?
hr: Kako da osiguram poslužitelj baze podataka?
is: Hvernig tryggi ég gagnagrunnsþjón?
it: Come posso proteggere un server di database?
nl: Hoe beveilig ik een databaseserver?
no: Hvordan sikrer jeg en databaseserver?
ro: Cum îmi securizez un server de baze de date?
sk: Ako zabezpečím databázový server?
tr: Bir veritabanı sunucusunu nasıl güvence altına alırım?

source: How can I monitor database performance metrics?
de: Wie kann ich die Leistungskennzahlen der Datenbank überwachen?
el: Πώς μπορώ να παρακολουθήσω τα μετρικά απόδοσης της βάσης δεδομένων;
es: ¿Cómo puedo monitorear las métricas de rendimiento de la base de datos?
fi: Kuinka voin seurata tietokannan suorituskykymittareita?
he: איך אני יכול לנטר מדדי ביצוע של מסד נתונים?
hr: Kako mogu pratiti metrike performansi baze podataka?
is: Hvernig get ég fylgst með frammistöðu gagnagrunns?
it: Come posso monitorare le metriche delle prestazioni del database?
nl: Hoe kan ik de prestatiestatistieken van de database monitoren?
no: Hvordan kan jeg overvåke ytelsesmetrikker for databasen?
ro: Cum pot monitoriza metricile de performanță ale bazei de date?
sk: Ako môžem monitorovať metriky výkonu databázy?
tr: Veritabanı performans metriklerini nasıl izleyebilirim?
uk: Як я можу контролювати показники продуктивності бази даних?

source: How do I back up a database automatically?
de: Wie sichere ich eine Datenbank automatisch?
el: Πώς μπορώ να δημιουργήσω αυτόματη εφεδρική αντιγραφή μιας βάσης δεδομένων;
es: ¿Cómo hago una copia de seguridad de una base de datos automáticamente?
fi: Miten varmuuskopioin tietokannan automaattisesti?
he: איך אני מגבה מסד נתונים באופן אוטומטי?
hr: Kako mogu automatski napraviti sigurnosnu kopiju baze podataka?
is: Hvernig afritar ég gagnagrunn sjálfkrafa?
it: Come faccio a eseguire il backup di un database automaticamente?
nl: Hoe maak ik automatisch een back-up van een database?
no: Hvordan sikkerhetskopierer jeg en database automatisk?
ro: Cum pot să fac o copie de rezervă a unei baze de date automat?
sk: Ako môžem automaticky zálohovať databázu?
tr: Veritabanını otomatik olarak nasıl yedeklerim?

source: How can I restore a database backup?
de: Wie kann ich ein Datenbank-Backup wiederherstellen?
el: Πώς μπορώ να επαναφέρω ένα αντίγραφο ασφαλείας βάσης δεδομένων;
es: ¿Cómo puedo restaurar una copia de seguridad de la base de datos?
fi: Miten voin palauttaa tietokannan varmuuskopion?
he: איך אני יכול לשחזר גיבוי של מסד נתונים?
hr: Kako mogu vratiti sigurnosnu kopiju baze podataka?
is: Hvernig get ég endurheimt gagnagrunnsafrit?
it: Come posso ripristinare un backup del database?
nl: Hoe kan ik een databaseback-up herstellen?
no: Hvordan kan jeg gjenopprette en databasebackup?
ro: Cum pot restaura o copie de rezervă a bazei de date?
sk: Ako môžem obnoviť zálohu databázy?
tr: Veritabanı yedeğini nasıl geri yükleyebilirim?

source: How do I upgrade system packages safely?
de: Wie kann ich Systempakete sicher aktualisieren?
el: Πώς μπορώ να αναβαθμίσω τα πακέτα συστήματος με ασφάλεια;
es: ¿Cómo actualizo los paquetes del sistema de forma segura?
fi: Kuinka voin päivittää järjestelmäpaketteja turvallisesti?
he: איך אני מעדכן חבילות מערכת בבטחה?
hr: Kako mogu sigurno nadograditi sustavne pakete?
is: Hvernig uppfæri ég kerfispakka á öruggan hátt?
it: Come posso aggiornare i pacchetti di sistema in modo sicuro?
nl: Hoe upgrade ik systeem pakketten veilig?
no: Hvordan oppgraderer jeg systempakker på en sikker måte?
ro: Cum pot să actualizez pachetele de sistem în siguranță?
sk: Ako môžem bezpečne aktualizovať systémové balíky?
tr: Sistem paketlerini güvenli bir şekilde nasıl güncelleyebilirim?
uk: Як я можу безпечно оновити системні пакунки?

source: How can I check for package updates without installing them?
de: Wie kann ich nach Paketaktualisierungen suchen, ohne sie zu installieren?
el: Πώς μπορώ να ελέγξω για ενημερώσεις πακέτων χωρίς να τις εγκαταστήσω;
es: ¿Cómo puedo verificar si hay actualizaciones de paquetes sin instalarlas?
fi: Kuinka voin tarkistaa pakettipäivitykset asentamatta niitä?
he: איך אני יכול לבדוק עדכוני חבילות מבלי להתקין אותם?
hr: Kako mogu provjeriti ažuriranja paketa bez njihove instalacije?
is: Hvernig get ég athugað fyrir pakkauppfærslum án þess að setja þær upp?
it: Come posso controllare gli aggiornamenti dei pacchetti senza installarli?
nl: Hoe kan ik controleren op pakketupdates zonder ze te installeren?
no: Hvordan kan jeg sjekke etter pakkeoppdateringer uten å installere dem?
ro: Cum pot verifica actualizările pachetului fără a le instala?
sk: Ako môžem skontrolovať aktualizácie balíkov bez ich inštalácie?
tr: Paket güncellemelerini yüklemeden nasıl kontrol edebilirim?
uk: Як я можу перевірити наявність оновлень пакунків без їх встановлення?

source: How do I set up a local repository mirror?
de: Wie richte ich ein lokales Repository-Spiegel ein?
el: Πώς μπορώ να ρυθμίσω έναν τοπικό καθρέφτη αποθετηρίου;
es: ¿Cómo configuro un espejo de repositorio local?
fi: Miten asetetaan paikallinen varastokopio?
he: איך אני מקים מראה של מאגר מקומי?
hr: Kako da postavim lokalno ogledalo repozitorija?
is: Hvernig set ég upp staðbundna geymslu spegil?
it: Come posso impostare un mirror del repository locale?
nl: Hoe stel ik een lokale repositoryspiegel in?
no: Hvordan setter jeg opp et lokalt speil av depotet?
ro: Cum îmi configurez un mirror local al repository-ului?
sk: Ako si nastavím miestne zrkadlo repozitára?
tr: Yerel bir depo aynası nasıl kurarım?
uk: Як я можу налаштувати локальне дзеркало репозиторію?

source: How can I troubleshoot package conflicts?
de: Wie kann ich Paketkonflikte beheben?
el: Πώς μπορώ να επιλύσω συγκρούσεις πακέτων;
es: ¿Cómo puedo solucionar conflictos de paquetes?
fi: Miten voin ratkaista pakettikonflikteja?
he: איך אני יכול לפתור בעיות של קונפליקטים בחבילות?
hr: Kako mogu riješiti sukobe paketa?
is: Hvernig get ég leyst pakkaárekstra?
it: Come posso risolvere i conflitti dei pacchetti?
nl: Hoe kan ik pakketconflicten oplossen?
no: Hvordan kan jeg feilsøke pakkekonflikter?
ro: Cum pot să depanez conflictele de pachete?
sk: Ako môžem riešiť konflikty balíkov?
tr: Paket çatışmalarını nasıl giderebilirim?
uk: Як я можу усунути конфлікти пакетів?

source: How do I configure proxy settings for package managers?
de: Wie konfiguriere ich die Proxy-Einstellungen für Paketmanager?
el: Πώς μπορώ να ρυθμίσω τις ρυθμίσεις διακομιστή μεσολάβησης για τους διαχειριστές πακέτων;
es: ¿Cómo configuro la configuración del proxy para los gestores de paquetes?
fi: Miten määritän proxy-asetukset pakettien hallitsijoille?
he: איך אני מגדיר הגדרות פרוקסי למנהלי חבילות?
hr: Kako mogu konfigurirati postavke proxyja za upravitelje paketa?
is: Hvernig stilli ég proxy stillingar fyrir pakka stjórnun?
it: Come posso configurare le impostazioni del proxy per i gestori di pacchetti?
nl: Hoe configureer ik proxy-instellingen voor pakketbeheerders?
no: Hvordan konfigurerer jeg proxyinnstillinger for pakkebehandlere?
ro: Cum configurez setările proxy pentru managerii de pachete?
sk: Ako nakonfigurujem nastavenia proxy pre správcu balíkov?
tr: Paket yöneticileri için proxy ayarlarını nasıl yapılandırırım?
uk: Як я можу налаштувати параметри проксі для менеджерів пакетів?

source: How can I clean the package cache safely?
de: Wie kann ich den Paketcache sicher bereinigen?
el: Πώς μπορώ να καθαρίσω την κρυφή μνήμη πακέτων με ασφάλεια;
es: ¿Cómo puedo limpiar la caché de paquetes de forma segura?
fi: Kuinka voin puhdistaa pakettivälimuistin turvallisesti?
he: איך אני יכול לנקות את מטמון החבילות בבטחה?
hr: Kako mogu sigurno očistiti predmemoriju paketa?
is: Hvernig get ég hreinsað pakkageymsluna á öruggan hátt?
it: Come posso pulire la cache dei pacchetti in modo sicuro?
nl: Hoe kan ik de pakketcache veilig schoonmaken?
no: Hvordan kan jeg trygt rense pakkecachen?
ro: Cum pot curăța în siguranță cache-ul pachetului?
sk: Ako môžem bezpečne vyčistiť cache balíkov?
tr: Paket önbelleğini güvenli bir şekilde nasıl temizleyebilirim?
uk: Як я можу безпечно очистити кеш пакунків?

source: How do I manage Flatpak or Snap packages?
de: Wie verwalte ich Flatpak- oder Snap-Pakete?
el: Πώς διαχειρίζομαι τα πακέτα Flatpak ή Snap;
es: ¿Cómo gestiono los paquetes de Flatpak o Snap?
fi: Miten hallitsen Flatpak- tai Snap-paketteja?
he: איך אני מנהל חבילות Flatpak או Snap?
hr: Kako upravljam Flatpak ili Snap pakete?
is: Hvernig stjórna ég Flatpak eða Snap pakka?
it: Come gestisco i pacchetti Flatpak o Snap?
nl: Hoe beheer ik Flatpak- of Snap-pakketten?
no: Hvordan administrerer jeg Flatpak- eller Snap-pakker?
ro: Cum gestionez pachetele Flatpak sau Snap?
sk: Ako spravujem balíky Flatpak alebo Snap?
tr: Flatpak veya Snap paketlerini nasıl yönetirim?
uk: Як я можу керувати пакетами Flatpak або Snap?

source: How can I monitor resource usage per container?
de: Wie kann ich die Ressourcennutzung pro Container überwachen?
el: Πώς μπορώ να παρακολουθήσω τη χρήση πόρων ανά κοντέινερ;
es: ¿Cómo puedo monitorear el uso de recursos por contenedor?
fi: Miten voin seurata resurssien käyttöä per säiliö?
he: איך אני יכול לעקוב אחרי השימוש במשאבים לכל קונטיינר?
hr: Kako mogu pratiti korištenje resursa po kontejneru?
is: Hvernig get ég fylgst með auðlindanotkun per ílát?
it: Come posso monitorare l'utilizzo delle risorse per contenitore?
nl: Hoe kan ik het resourcegebruik per container monitoren?
no: Hvordan kan jeg overvåke ressursbruk per container?
ro: Cum pot monitoriza utilizarea resurselor pe container?
sk: Ako môžem monitorovať využitie zdrojov na kontajner?
tr: Konteyner başına kaynak kullanımını nasıl izleyebilirim?
uk: Як я можу контролювати використання ресурсів для кожного контейнера?

source: How do I export container metrics to Prometheus?
de: Wie exportiere ich Containermetriken nach Prometheus?
el: Πώς μπορώ να εξάγω μετρήσεις κοντέινερ σε Prometheus;
es: ¿Cómo exporto métricas de contenedores a Prometheus?
fi: Kuinka voin viedä säiliömittarit Prometheukseen?
he: איך אני מייצא מדדי קונטיינר ל-Prometheus?
hr: Kako mogu izvesti metrike kontejnera u Prometheus?
is: Hvernig flyt ég út gámamælingar í Prometheus?
it: Come posso esportare le metriche del contenitore in Prometheus?
nl: Hoe exporteer ik containerstatistieken naar Prometheus?
no: Hvordan eksporterer jeg container-metrikker til Prometheus?
ro: Cum pot exporta metricile containerului în Prometheus?
sk: Ako exportujem metriky kontajnera do Promethea?
tr: Konteyner metriklerini Prometheus'a nasıl aktarırım?
uk: Як я можу експортувати метрики контейнера до Prometheus?

source: How can I trigger alerts when CPU exceeds 70%?
de: Wie kann ich Benachrichtigungen auslösen, wenn die CPU 70 % überschreitet?
el: Πώς μπορώ να ενεργοποιήσω ειδοποιήσεις όταν η CPU ξεπερνά το 70%;
es: ¿Cómo puedo activar alertas cuando la CPU supera el 70%?
fi: Miten voin laukaista hälytyksiä, kun CPU ylittää 70 %?
he: איך אני יכול להפעיל התראות כאשר המעבד חורג מ-70%?
hr: Kako mogu aktivirati upozorenja kada CPU premaši 70%?
is: Hvernig get ég kveikt á viðvörunum þegar CPU fer yfir 70%?
it: Come posso attivare avvisi quando la CPU supera il 70%?
nl: Hoe kan ik waarschuwingen activeren wanneer de CPU meer dan 70% overschrijdt?
no: Hvordan kan jeg utløse varsler når CPU overstiger 70 %?
ro: Cum pot să declanșez alerte când CPU-ul depășește 70%?
sk: Ako môžem spustiť upozornenia, keď CPU prekročí 70 %?
tr: CPU %70'i aştığında nasıl uyarı tetikleyebilirim?
uk: How can I trigger alerts when the CPU exceeds 70%?

source: How do I archive system logs for compliance?
de: Wie archiviere ich Systemprotokolle zur Einhaltung von Vorschriften?
el: Πώς μπορώ να αρχειοθετήσω τα αρχεία καταγραφής συστήματος για συμμόρφωση;
es: ¿Cómo archivo los registros del sistema para cumplir con la normativa?
fi: Kuinka arkistoin järjestelmälokit vaatimustenmukaisuutta varten?
he: איך אני ארכיב יומני מערכת לצורך ציות?
hr: Kako mogu arhivirati sustavne dnevnike za usklađenost?
is: Hvernig á ég að arkífa kerfislogg fyrir samræmi?
it: Come posso archiviare i registri di sistema per la conformità?
nl: Hoe archiveer ik systeemevenementen voor naleving?
no: Hvordan arkiverer jeg systemlogger for samsvar?
ro: Cum arhivez jurnalele de sistem pentru conformitate?
sk: Ako archivujem systémové protokoly na účely dodržiavania predpisov?
tr: Sistem günlüklerini uyumluluk için nasıl arşivlerim?
uk: Як я можу архівувати системні журнали для відповідності?

source: How can I set up centralised logging with Loki?
de: Wie kann ich zentrales Logging mit Loki einrichten?
el: Πώς μπορώ να ρυθμίσω κεντρική καταγραφή με το Loki;
es: ¿Cómo puedo configurar el registro centralizado con Loki?
fi: Miten voin ottaa käyttöön keskitetyn lokituksen Lokin kanssa?
he: איך אני יכול להגדיר רישום מרכזי עם לוקי?
hr: Kako mogu postaviti centralizirano bilježenje s Lokijem?
is: Hvernig get ég sett upp miðlæga skráningu með Loki?
it: Come posso configurare il logging centralizzato con Loki?
nl: Hoe kan ik gecentraliseerde logging instellen met Loki?
no: Hvordan kan jeg sette opp sentralisert logging med Loki?
ro: Cum pot configura jurnalizarea centralizată cu Loki?
sk: Ako môžem nastaviť centralizované protokolovanie s Loki?
tr: Loki ile merkezi günlük kaydı nasıl kurabilirim?
uk: Як я можу налаштувати централізоване ведення журналів за допомогою Loki?

source: How do I configure Grafana alerts for system metrics?
de: Wie konfiguriere ich Grafana-Alarme für Systemmetriken?
el: Πώς μπορώ να ρυθμίσω τις ειδοποιήσεις Grafana για μετρικές συστήματος;
es: ¿Cómo configuro las alertas de Grafana para métricas del sistema?
fi: Kuinka konfiguroin Grafana-hälytykset järjestelmämittareille?
he: איך אני מגדיר התראות של גרפנה עבור מדדי מערכת?
hr: Kako konfigurirati Grafana obavijesti za sustavne metrike?
is: Hvernig stilli ég Grafana viðvaranir fyrir kerfismælingar?
it: Come posso configurare gli avvisi di Grafana per le metriche di sistema?
nl: Hoe configureer ik Grafana-meldingen voor systeemprestaties?
no: Hvordan konfigurerer jeg Grafana-varsler for systemmetrikker?
ro: Cum configurez alertele Grafana pentru metrici de sistem?
sk: Ako nakonfigurujem upozornenia Grafana pre systémové metriky?
tr: Grafana uyarılarını sistem metrikleri için nasıl yapılandırırım?
uk: Як я можу налаштувати сповіщення Grafana для системних метрик?

source: How can I deploy applications with Helm charts?
de: Wie kann ich Anwendungen mit Helm-Charts bereitstellen?
el: Πώς μπορώ να αναπτύξω εφαρμογές με Helm charts;
es: ¿Cómo puedo implementar aplicaciones con gráficos de Helm?
fi: Miten voin ottaa käyttöön sovelluksia Helm-kaavioiden avulla?
he: איך אני יכול לפרוס יישומים עם תרשימי Helm?
hr: Kako mogu implementirati aplikacije s Helm grafikonima?
is: Hvernig get ég dreift forritum með Helm skýringum?
it: Come posso distribuire applicazioni con i grafici Helm?
nl: Hoe kan ik applicaties implementeren met Helm-diagrammen?
no: Hvordan kan jeg distribuere applikasjoner med Helm-diagrammer?
ro: Cum pot să implementez aplicații cu grafice Helm?
sk: Ako môžem nasadiť aplikácie pomocou Helm grafov?
tr: Helm grafiklerini kullanarak uygulamaları nasıl dağıtabilirim?
uk: Як я можу розгорнути програми за допомогою Helm-діаграм?
