Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Enter a command name
de: Geben Sie einen Befehlsnamen ein
el: Εισάγετε ένα όνομα εντολής
es: Ingrese un nombre de comando
fi: Syötä komennon nimi
hr: Unesite naziv naredbe
is: Sláðu inn nafn skipunar
it: Inserisci un nome di comando
nl: Voer een commando naam in
no: Skriv inn et kommandonavn
ro: Introduceți un nume de comandă
sk: Zadajte názov príkazu
tr: Bir komut adı girin
uk: Введіть назву команди

source: Context already exists
de: Der Kontext existiert bereits.
el: Ορισμένο πλαίσιο υπάρχει ήδη
fi: Konteksti on jo olemassa
it: Il contesto esiste già
nl: Context bestaat al

source: Use only letters, numbers, - and _
de: Verwenden Sie nur Buchstaben, Zahlen, - und _
el: Χρησιμοποιήστε μόνο γράμματα, αριθμούς, - και _
es: Utiliza solo letras, números, - y _
fi: Käytä vain kirjaimia, numeroita, - ja _
hr: Koristite samo slova, brojeve, - i _
is: Notaðu aðeins bókstafi, tölur, - og _
it: Usa solo lettere, numeri, - e _
nl: Gebruik alleen letters, cijfers, - en _
no: Bruk kun bokstaver, tall, - og _
ro: Utilizați doar litere, cifre, - și _
sk: Použite iba písmená, čísla, - a _
tr: Sadece harfler, sayılar, - ve _ kullanın
uk: Використовуйте лише літери, цифри, - та _

source: ✓ Valid name
de: ✓ Gültiger Name
el: ✓ Έγκυρο όνομα
es: ✓ Nombre válido
fi: ✓ Voimassa oleva nimi
hr: ✓ Valjano ime
is: ✓ Giltugt nafn
it: ✓ Nome valido
nl: ✓ Geldige naam
no: ✓ Gyldig navn
ro: ✓ Nume valid
sk: ✓ Platné meno
tr: ✓ Geçerli ad
uk: ✓ Дійсне ім'я

source: Edit Trigger
de: Trigger bearbeiten
el: Επεξεργασία Ενεργοποίησης
es: Editar desencadenador
fi: Muokkaa laukaisevaa
hr: Uredi okidač
is: Breyta Triggert
it: Modifica Attivatore
nl: Bewerk Trigger
no: Rediger utløser
ro: Editare declanșator
sk: Upraviť spúšťač
tr: Tetikleyici Düzenle
uk: Редагувати тригер

source: Add Trigger
de: Trigger hinzufügen
el: Προσθήκη Ενεργοποίησης
es: Agregar desencadenador
fi: Lisää laukaiseja
hr: Dodaj okidač
is: Bæta við viðvörun
it: Aggiungi Attivatore
nl: Trigger toevoegen
no: Legg til utløser
ro: Adaugă Trigger
sk: Pridať spúšťač
tr: Tetkik Ekle
uk: Додати тригер

source: Add
de: Hinzufügen
el: Προσθήκη
es: Agregar
fi: Lisää
he: הוסף
hr: Dodaj
is: Bæta við
it: Aggiungi
nl: Toevoegen
no: Legg til
ro: Adaugă
sk: Pridať
tr: Ekle
uk: Добавити

source: Enter a command name that should activate the '{}' context.
de: Geben Sie einen Befehlsnamen ein, der den '{}' Kontext aktivieren soll.
el: Εισάγετε ένα όνομα εντολής που θα πρέπει να ενεργοποιήσει το '{}' πλαίσιο.
fi: Syötä komennon nimi, joka aktivoi '{}' kontekstin.
it: Inserisci un nome di comando che dovrebbe attivare il contesto '{}'.
nl: Voer een commando naam in die de '{}' context moet activeren.

source: Trigger Command
de: Auslöserbefehl
el: Εντολή Ενεργοποίησης
es: Comando de activación
fi: Käynnistyskomento
hr: Okidačka naredba
is: Virkja Skipun
it: Comando di attivazione
nl: Triggeropdracht
no: Utløsingskommando
ro: Comandă de declanșare
sk: Spúšťací príkaz
tr: Tetkik Komutu

source: Trigger already exists
de: Trigger existiert bereits
el: Ο ενεργοποιητής υπάρχει ήδη
es: El desencadenador ya existe
fi: Trigger on jo olemassa
hr: Okidač već postoji
is: Virkni er þegar til.
it: Il trigger esiste già
nl: Trigger bestaat al
no: Utløser eksisterer allerede
ro: Declanșatorul există deja
sk: Spúšťač už existuje
tr: Tetikleyici zaten mevcut
uk: Тригер вже існує

source: ✓ Valid trigger
de: ✓ Gültiger Auslöser
el: ✓ Έγκυρη ενεργοποίηση
es: ✓ Disparador válido
fi: ✓ Voimassa oleva laukaiseva tekijä
hr: ✓ Valjani okidač
is: ✓ Gildisskeyrði
it: ✓ Attivatore valido
nl: ✓ Geldige trigger
no: ✓ Gyldig utløser
ro: ✓ Declanșator valid
sk: ✓ Platný spúšťač
tr: ✓ Geçerli tetikleyici
uk: ✓ Дійсний тригер

source: Add Ignored Command
de: Ignierten Befehl hinzufügen
el: Προσθήκη Αγνοημένης Εντολής
es: Agregar Comando Ignorado
fi: Lisää ohitettu komento
hr: Dodaj Ignoriranu Komandu
is: Bæta við Ignoreruðu Skipun
it: Aggiungi Comando Ignorato
nl: Voeg Genegeerde Opdracht Toe
no: Legg til ignorert kommando
ro: Adaugă Comandă Ignorată
sk: Pridať ignorovaný príkaz
tr: Göz ardı edilen komut ekle
uk: Додати проігноровану команду

source: Commands with native coloring (grep, ls, git, etc.) should be added here.
de: Befehle mit nativer Farbgebung (grep, ls, git usw.) sollten hier hinzugefügt werden.
el: Εντολές με εγγενή χρωματισμό (grep, ls, git, κ.λπ.) θα πρέπει να προστεθούν εδώ.
es: Los comandos con coloración nativa (grep, ls, git, etc.) deben añadirse aquí.
fi: Komennot, joissa on natiivivärit (grep, ls, git jne.), tulisi lisätä tänne.
hr: Ovdje treba dodati naredbe s izvorno bojom (grep, ls, git, itd.).
is: Skipta með innfæddri litun (grep, ls, git, o.s.frv.) ætti að bæta hér við.
it: I comandi con colorazione nativa (grep, ls, git, ecc.) devono essere aggiunti qui.
nl: Opdrachten met native kleurcodering (grep, ls, git, enz.) moeten hier worden toegevoegd.
no: Kommandoer med innebygd fargelegging (grep, ls, git, osv.) bør legges til her.
ro: Comenzile cu colorare nativă (grep, ls, git etc.) ar trebui adăugate aici.
sk: Príkazy s natívnym farebným zobrazením (grep, ls, git atď.) by sa mali pridať sem.
tr: Yerel renklendirme ile komutlar (grep, ls, git, vb.) buraya eklenmelidir.
uk: Команди з рідним кольором (grep, ls, git тощо) слід додати сюди.

source: Command already in list
de: Befehl bereits in der Liste
el: Η εντολή είναι ήδη στη λίστα
es: El comando ya está en la lista
fi: Komento on jo luettelossa
hr: Naredba već u popisu
is: Skipting er þegar í lista.
it: Comando già presente nell'elenco
nl: Opdracht al in lijst
no: Kommando allerede i listen
ro: Comanda deja în listă
sk: Príkaz je už v zozname
tr: Komut zaten listede.
uk: Команда вже в списку

source: ✓ Valid command name
de: ✓ Gültiger Befehlsname
el: ✓ Έγκυρο όνομα εντολής
es: ✓ Nombre de comando válido
fi: ✓ Voimassa oleva komennon nimi
hr: ✓ Valjana naziv naredbe
is: ✓ Gildandi skipunarnafn
it: ✓ Nome comando valido
nl: ✓ Geldige opdrachtnaam
no: ✓ Gyldig kommando navn
ro: ✓ Nume de comandă valid
sk: ✓ Platný názov príkazu
tr: ✓ Geçerli komut adı
uk: ✓ Дійсна назва команди

source: Edit Session
de: Sitzung bearbeiten
el: Επεξεργασία Συνεδρίας
es: Editar sesión
fi: Muokkaa istuntoa
he: עריכת מושב
hr: Uredi sesiju
is: Breyta skemmtun
it: Modifica Sessione
nl: Bewerk Sessie
no: Rediger økt
ro: Editare sesiune
sk: Upraviť reláciu
tr: Oturumu Düzenle
uk: Редагувати сесію

source: UI Error
de: UI-Fehler
el: Σφάλμα διεπαφής χρήστη
es: Error de interfaz de usuario
fi: Käyttöliittymän virhe
he: שגיאת ממשק משתמש
hr: Greška u korisničkom sučelju
is: UI Villa
it: Errore UI
nl: UI-fout
no: UI-feil
ro: Eroare UI
sk: Chyba používateľského rozhrania
tr: Kullanıcı Arayüzü Hatası

source: Failed to initialize dialog interface
de: Fehler beim Initialisieren der Dialogschnittstelle
el: Αποτυχία στην αρχικοποίηση της διεπαφής διαλόγου
es: Error al inicializar la interfaz de diálogo
fi: Dialogi-rajapinnan alustaminen epäonnistui
he: נכשל בהתחלת ממשק הדיאלוג
hr: Neuspjelo inicijaliziranje dijaloškog sučelja
is: Mistók í að hefja samskiptarými
it: Impossibile inizializzare l'interfaccia di dialogo
nl: Kon het dialooginterface niet initialiseren
no: Feilet å initialisere dialoggrensesnittet
ro: Eșec la inițializarea interfeței de dialog
sk: Nepodarilo sa inicializovať dialógové rozhranie
tr: Diyalog arayüzü başlatılamadı
uk: Не вдалося ініціалізувати інтерфейс діалогу

source: Session Information
de: Sitzungsinformationen
el: Πληροφορίες Συνεδρίας
fi: Istuntotiedot
he: מידע על המושב
it: Informazioni sulla sessione
nl: Sessie-informatie

source: Session Name
de: Sitzungsname
el: Όνομα Συνεδρίας
es: Nombre de la sesión
fi: Istunnon nimi
he: שם המושב
hr: Naziv sesije
it: Nome della sessione
nl: Sessie Naam
no: Øktnavn
ro: Nume sesiune
sk: Názov relácie
tr: Oturum Adı
uk: Сесія Назва

source: A descriptive name for this session
de: Ein beschreibender Name für diese Sitzung
el: Ένα περιγραφικό όνομα για αυτή τη συνεδρία
fi: Kuvaileva nimi tälle istunnolle
he: שם תיאורי עבור הפגישה הזו
it: Un nome descrittivo per questa sessione
nl: Een beschrijvende naam voor deze sessie

source: Enter session name...
de: Sitzungsnamen eingeben...
el: Εισάγετε το όνομα της συνεδρίας...
fi: Syötä istunnon nimi...
he: הזן שם מושב...
it: Inserisci il nome della sessione...
nl: Voer sessienaam in...

source: Appearance
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
he: מראה
hr: Izgled
is: Útlit
it: Aspetto
nl: Uiterlijk
no: Utseende
ro: Aspect.
sk: Vzhľad
tr: Görünüm
uk: Вигляд

source: Tab Color
de: Tab-Farbe
el: Χρώμα Καρτέλας
es: Color de la pestaña
fi: Välilehden väri
he: צבע כרטיסייה
hr: Boja kartice
is: Flokkslitablitur
it: Colore della scheda
nl: Tabkleur
no: Fane Farge
ro: Culoare tabulator
sk: Farba karty
tr: Sekme Rengi
uk: Вкладка кольору

source: Choose a color to identify this session's tab
de: Wählen Sie eine Farbe, um den Tab dieser Sitzung zu identifizieren.
el: Επιλέξτε ένα χρώμα για να προσδιορίσετε την καρτέλα αυτής της συνεδρίας
es: Elige un color para identificar la pestaña de esta sesión.
fi: Valitse väri tunnistaaksesi tämän istunnon välilehden.
he: בחר צבע כדי לזהות את הלשונית של מושב זה
hr: Odaberite boju za identifikaciju kartice ove sesije
is: Veldu lit til að auðkenna þessa lotu flipa
it: Scegli un colore per identificare la scheda di questa sessione
nl: Kies een kleur om het tabblad van deze sessie te identificeren
no: Velg en farge for å identifisere fanen for denne økten.
ro: Alege o culoare pentru a identifica fila acestei sesiuni
sk: Vyberte farbu na identifikáciu karty tejto relácie.
tr: Bu oturumun sekmesini tanımlamak için bir renk seçin
uk: Виберіть колір, щоб ідентифікувати вкладку цієї сесії.

source: Clear Color
de: Farbe löschen
el: Καθαρό Χρώμα
es: Color Claro
fi: Tyhjennä väri
he: צבע ברור
hr: Jasna boja
is: Hreins litur
it: Colore Chiaro
nl: Heldere kleur
no: Fjern farge
ro: Culoare clară
sk: Vymazať farbu
tr: Renk Temizle
uk: Ясний колір

source: Organization
de: Organisation
el: Οργάνωση
es: Organización
fi: Organisaatio
he: ארגון
hr: Organizacija
is: Samtök
it: Organizzazione
nl: Organisatie
no: Organisasjon
ro: Organizație
sk: Organizácia
tr: Organizasyon
uk: Організація

source: Choose a folder to organize this session
de: Wählen Sie einen Ordner aus, um diese Sitzung zu organisieren.
el: Επιλέξτε έναν φάκελο για να οργανώσετε αυτή τη συνεδρία
fi: Valitse kansio tämän istunnon järjestämiseksi
he: בחר תיקייה לארגון המפגש הזה
it: Scegli una cartella per organizzare questa sessione
nl: Kies een map om deze sessie te organiseren

source: Root
de: Wurzel
el: Ρίζα
es: Raíz
fi: Juuri
he: שורש
hr: Korijen
is: Rótur
it: Radice
no: Rot
ro: Rădăcină
sk: Koreň
tr: Kök
uk: Корінь

source: Connection Type
de: Verbindungstyp
el: Τύπος Σύνδεσης
fi: Yhteyden tyyppi
he: סוג חיבור
it: Tipo di connessione
nl: Verbindingstype

source: Session Type
de: Sitzungstyp
el: Τύπος Συνεδρίας
es: Tipo de sesión
fi: Istuntotyyppi
he: סוג מפגש
hr: Vrsta sesije
is: Sniðsgerð
it: Tipo di sessione
nl: Sessie Type
no: Økt Type
ro: Tip sesiune
sk: Typ relácie
tr: Oturum Türü
uk: Тип сесії

source: Choose between local terminal or SSH connection
de: Wählen Sie zwischen lokalem Terminal oder SSH-Verbindung
el: Επιλέξτε μεταξύ τοπικού τερματικού ή σύνδεσης SSH
es: Elige entre terminal local o conexión SSH
fi: Valitse paikallisen terminaalin tai SSH-yhteyden välillä
he: בחר בין מסוף מקומי או חיבור SSH
hr: Odaberite između lokalnog terminala ili SSH veze
is: Veldu á milli staðbundins terminal eða SSH tengingar
it: Scegli tra terminale locale o connessione SSH
nl: Kies tussen lokale terminal of SSH-verbinding
no: Velg mellom lokal terminal eller SSH-tilkobling
ro: Alege între terminalul local sau conexiunea SSH
sk: Vyberte si medzi miestnym terminálom alebo SSH pripojením
tr: Yerel terminal veya SSH bağlantısı arasında seçim yapın.
uk: Виберіть між локальним терміналом або SSH-з'єднанням

source: Local Terminal
de: Lokales Terminal
el: Τοπικό Τερματικό
es: Terminal Local
fi: Paikallinen terminaali
he: טרמינל מקומי
hr: Lokalni terminal
is: Staðbundin Terminal
it: Terminal Locale
nl: Lokale Terminal
no: Lokal terminal
ro: Terminal Local
sk: Lokálny terminál
tr: Yerel Terminal
uk: Локальний термінал

source: SSH Connection
de: SSH-Verbindung
el: Σύνδεση SSH
es: Conexión SSH
fi: SSH-yhteys
he: חיבור SSH
hr: SSH veza
is: SSH tenging
it: Connessione SSH
nl: SSH-verbinding
no: SSH-tilkobling
ro: Conexiune SSH
sk: SSH pripojenie
tr: SSH Bağlantısı

source: SSH Configuration
de: SSH-Konfiguration
el: Διαμόρφωση SSH
es: Configuración de SSH
fi: SSH-asetukset
he: הגדרת SSH
hr: SSH Konfiguracija
is: SSH stilling
it: Configurazione SSH
nl: SSH-configuratie
no: SSH-konfigurasjon
ro: Configurare SSH
sk: Konfigurácia SSH
tr: SSH Yapılandırması

source: Configure connection details for SSH sessions
de: Konfigurieren Sie die Verbindungsdetails für SSH-Sitzungen
el: Ρυθμίστε τις λεπτομέρειες σύνδεσης για τις συνεδρίες SSH
fi: Määritä yhteyden tiedot SSH-istuntoja varten
he: הגדר פרטי חיבור עבור מושבי SSH
it: Configura i dettagli di connessione per le sessioni SSH
nl: Configureer verbindingsdetails voor SSH-sessies

source: Host
el: Φιλοξενούμενος
es: Anfitrión
fi: Isäntä
he: מארח
hr: Domaćin
is: Gestirandi
no: Vertskap
ro: Gazdă
tr: Anahtar
uk: Хост

source: Hostname or IP address of the remote server
de: Hostname oder IP-Adresse des Remote-Servers
el: Όνομα υπολογιστή ή διεύθυνση IP του απομακρυσμένου διακομιστή
fi: Etäpalvelimen isäntänimi tai IP-osoite
he: שם המחשב או כתובת ה-IP של השרת המרוחק
it: Nome host o indirizzo IP del server remoto
nl: Hostname of de externe server of IP-adres

source: example.com or 192.168.1.100
de: example.com oder 192.168.1.100
el: example.com ή 192.168.1.100
fi: esimerkki.com tai 192.168.1.100
he: example.com או 192.168.1.100
it: example.com o 192.168.1.100
nl: example.com of 192.168.1.100

source: Username
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
he: שם משתמש
hr: Korisničko ime
is: Notandi
it: Nome utente
nl: Gebruikersnaam
no: Brukernavn
ro: Nume utilizator
sk: Používateľské meno
tr: Kullanıcı Adı

source: Username for SSH authentication (optional)
de: Benutzername für die SSH-Authentifizierung (optional)
el: Όνομα χρήστη για την αυθεντικοποίηση SSH (προαιρετικό)
fi: Käyttäjänimi SSH-todennusta varten (valinnainen)
he: שם משתמש לאימות SSH (אופציונלי)
it: Nome utente per l'autenticazione SSH (opzionale)
nl: Gebruikersnaam voor SSH-authenticatie (optioneel)

source: username
de: Benutzername
el: όνομα χρήστη
fi: käyttäjänimi
he: שם משתמש
it: nome utente
nl: gebruikersnaam

source: Port
el: Θύρα
es: Puerto
fi: Portti
he: פורט
is: Portur
it: Porta
nl: Poort
tr: Bağlantı Noktası
uk: Порт

source: SSH port number (default: 22)
de: SSH-Portnummer (Standard: 22)
el: Αριθμός θύρας SSH (προεπιλογή: 22)
fi: SSH-porttin numero (oletus: 22)
he: מספר פורט SSH (ברירת מחדל: 22)
it: Numero di porta SSH (predefinito: 22)
nl: SSH-poortnummer (standaard: 22)

source: Choose authentication method
de: Wählen Sie die Authentifizierungsmethode
el: Επιλέξτε μέθοδο αυθεντικοποίησης
fi: Valitse todennusmenetelmä
he: בחר שיטת אימות
it: Scegli il metodo di autenticazione
nl: Kies authenticatiemethode

source: SSH Key
de: SSH-Schlüssel
el: Κλειδί SSH
es: Clave SSH
fi: SSH-avain
he: מפתח SSH
hr: SSH ključ
is: SSH lykill
it: Chiave SSH
nl: SSH-sleutel
no: SSH-nøkkel
ro: Cheie SSH
sk: SSH kľúč
tr: SSH Anahtarı
uk: SSH ключ

source: Password
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
he: סיסמה
hr: Lozinka
is: Lykilorð
nl: Wachtwoord
no: Passord
ro: Parolă
sk: Heslo
tr: Şifre
uk: Parole

source: SSH Key Path
de: SSH-Schlüsselpfad
el: Διαδρομή Κλειδιού SSH
es: Ruta de la clave SSH
fi: SSH-avainpolku
he: נתיב מפתח SSH
hr: Putanja SSH ključa
is: SSH lykil leið.
it: Percorso della chiave SSH
nl: SSH-sleutelpad
no: SSH-nøkkelbane
ro: Calea cheii SSH
sk: Cesta kľúča SSH
tr: SSH Anahtar Yolu

source: Path to private SSH key file
de: Pfad zur privaten SSH-Schlüsseldatei
el: Διαδρομή προς το ιδιωτικό αρχείο κλειδιού SSH
fi: Polku yksityiseen SSH-avain tiedostoon
he: נתיב לקובץ מפתח SSH פרטי
it: Percorso del file della chiave SSH privata
nl: Pad naar privé SSH-sleutelbestand

source: Browse...
de: Durchsuchen...
el: Περιήγηση...
fi: Selaa...
he: דפדף...
it: Sfoglia...
nl: Bladeren...

source: Password for SSH authentication
de: Passwort für die SSH-Authentifizierung
el: Κωδικός πρόσβασης για την αυθεντικοποίηση SSH
fi: Salasana SSH-todennusta varten
he: סיסמה לאימות SSH
it: Password per l'autenticazione SSH
nl: Wachtwoord voor SSH-authenticatie

source: Password for SSH authentication (stored in system keyring)
de: Passwort für die SSH-Authentifizierung (im System-Schlüsselbund gespeichert)
el: Κωδικός πρόσβασης για την αυθεντικοποίηση SSH (αποθηκευμένος στο σύστημα κλειδιών)
fi: Salasana SSH-todennusta varten (tallennettu järjestelmän avainrenkaaseen)
he: סיסמה לאימות SSH (מאוחסנת במפתח המערכת)
it: Password per l'autenticazione SSH (memorizzata nel portachiavi di sistema)
nl: Wachtwoord voor SSH-authenticatie (opgeslagen in systeem sleutelring)

source: Password for SSH authentication (keyring not available)
de: Passwort für die SSH-Authentifizierung (Schlüsselbund nicht verfügbar)
el: Κωδικός πρόσβασης για την αυθεντικοποίηση SSH (δεν είναι διαθέσιμο το keyring)
fi: Salasana SSH-todennusta varten (avaimenhallinta ei saatavilla)
he: סיסמה לאימות SSH (אין זמינות של מפתח)
it: Password per l'autenticazione SSH (keyring non disponibile)
nl: Wachtwoord voor SSH-authenticatie (sleutelhanger niet beschikbaar)

source: Enter password...
de: Passwort eingeben...
el: Εισάγετε τον κωδικό πρόσβασης...
fi: Syötä salasana...
he: הזן סיסמה...
it: Inserisci la password...
nl: Voer wachtwoord in...

source: Run Command After Login
de: Befehl nach Anmeldung ausführen
el: Εκτέλεση εντολής μετά την είσοδο
es: Ejecutar comando después de iniciar sesión
fi: Suorita komento kirjautumisen jälkeen
he: הרץ פקודה לאחר כניסה
hr: Pokreni naredbu nakon prijave
is: Keyra skipun eftir innskráningu
it: Esegui comando dopo il login
nl: Voer opdracht uit na inloggen
no: Kjør kommando etter pålogging
ro: Execută comanda după autentificare
sk: Spustiť príkaz po prihlásení
tr: Girişten Sonra Komut Çalıştır
uk: Запустити команду після входу

source: Execute a custom command automatically after the SSH session connects
de: Führen Sie einen benutzerdefinierten Befehl automatisch aus, nachdem die SSH-Sitzung verbunden ist.
el: Εκτελέστε μια προσαρμοσμένη εντολή αυτόματα μετά τη σύνδεση της συνεδρίας SSH
fi: Suorita mukautettu komento automaattisesti SSH-istunnon yhdistämisen jälkeen
he: בצע פקודה מותאמת אישית באופן אוטומטי לאחר שהחיבור ל-SSH מתבצע
it: Esegui un comando personalizzato automaticamente dopo che la sessione SSH si connette
nl: Voer een aangepaste opdracht automatisch uit nadat de SSH-sessie is verbonden

source: Post-Login Command
de: Post-Login-Befehl
el: Εντολή Μετά την Είσοδο
es: Comando posterior a inicio de sesión
fi: Kirjautumisen jälkeinen komento
he: פקודת לאחר כניסה
hr: Naredba nakon prijave
is: Eftir innskráningu skipun
it: Comando dopo il login
nl: Post-Login Commando
no: Etter-pålogging kommando
ro: Comandă după autentificare
sk: Príkaz po prihlásení
tr: Giriş Sonrası Komut
uk: Післявхідна команда

source: Command to execute right after a successful login
de: Befehl, der unmittelbar nach einem erfolgreichen Login ausgeführt werden soll
el: Εντολή προς εκτέλεση αμέσως μετά από επιτυχημένη σύνδεση
fi: Komento, joka suoritetaan heti onnistuneen kirjautumisen jälkeen
he: פקודה לביצוע מיד לאחר כניסה מוצלחת
it: Comando da eseguire subito dopo un accesso riuscito
nl: Opdracht om uit te voeren direct na een succesvolle aanmelding

source: Example: tmux attach -t main
de: Beispiel: tmux attach -t main
el: Παράδειγμα: tmux attach -t main
fi: Esimerkki: tmux liity -t pää
he: tmux חיבור -t ראשי
it: Esempio: tmux attach -t main
nl: Voorbeeld: tmux attach -t hoofd

source: Enable X11 Forwarding
de: X11-Weiterleitung aktivieren
el: Ενεργοποίηση προώθησης X11
es: Habilitar el reenvío de X11
fi: Ota X11 Forwarding käyttöön
he: אפשרות העברת X11
hr: Omogući X11 prosljeđivanje
is: Virkja X11 Framleiðslu
it: Abilita il forwarding X11
nl: X11-omleiding inschakelen
no: Aktiver X11 videresending
ro: Activare redirecționare X11
sk: Povoliť X11 presmerovanie
tr: X11 İletimini Etkinleştir
uk: Увімкнути пересилання X11

source: Allow starting programs in graphical mode (X11)
de: Erlaube das Starten von Programmen im grafischen Modus (X11)
el: Επιτρέψτε την εκκίνηση προγραμμάτων σε γραφικό περιβάλλον (X11)
fi: Salli ohjelmien käynnistäminen graafisesti (X11)
he: אפשר להתחיל תוכניות במצב גרפי (X11)
it: Consenti l'avvio dei programmi in modalità grafica (X11)
nl: Sta toe dat programma's in grafische modus (X11) kunnen worden gestart.

source: Port Forwarding
de: Portweiterleitung
el: Προώθηση Θυρών
es: Reenvío de puertos
fi: Porttiohjaus
he: העברת פורטים
hr: Prosljeđivanje portova
is: Port Framleiðsla
it: Inoltro porte
nl: Poortdoorsteken
no: Portviderkking
ro: Redirecționare porturi
sk: Preposielanie portov
tr: Port Yönlendirme
uk: Переадресація портів

source: Create SSH tunnels to forward local ports to remote targets
de: SSH-Tunnel erstellen, um lokale Ports an entfernte Ziele weiterzuleiten
el: Δημιουργήστε SSH σήραγγες για να προωθήσετε τοπικές θύρες σε απομακρυσμένους στόχους
fi: Luo SSH-tunneleita paikallisten porttien ohjaamiseksi etäkohteisiin
he: צור מנהרות SSH כדי להעביר פורטים מקומיים ליעדים מרוחקים
it: Crea tunnel SSH per inoltrare porte locali a destinazioni remote
nl: Maak SSH-tunnels om lokale poorten naar externe doelwitten door te sturen

source: No port forwards configured.
de: Keine Portweiterleitungen konfiguriert.
el: Δεν έχουν ρυθμιστεί προωθήσεις θυρών.
es: No se han configurado reenvíos de puertos.
fi: Ei porttiohjauksia ole määritetty.
he: לא הוגדרו הפניות פורטים.
hr: Nema konfiguriranih prosljeđenja portova.
is: Engin er ekki stillt.
it: Nessuna porta inoltrata configurata.
nl: Geen poortomleidingen geconfigureerd.
no: Ingen portvideresendinger konfigurert.
ro: Nu sunt configurate redirecționări de porturi.
sk: Nebol nakonfigurovaný žiadny port forwarding.
tr: Hiçbir port yönlendirmesi yapılandırılmamış.
uk: Не налаштовано жодних переадресацій портів.

source: Tunnel
el: Σήραγγα
es: Túnel
he: מנהרה
hr: Tunel
is: Gönguleið
ro: Tunel
sk: Tunel
tr: Tünel

source: SSH Host
el: SSH Φιλοξενούμενος
es: Host SSH
fi: SSH-isäntä
he: שרת SSH
hr: SSH domaćin
is: SSH Hýsing
it: Host SSH
no: SSH-vert verten
ro: Gazdă SSH
tr: SSH Ana Bilgisi

source: {local_host}:{local_port} → {remote_host}:{remote_port}
el: {τοπικός_υπολογιστής}:{τοπική_θύρα} → {απομακρυσμένος_υπολογιστής}:{απομακρυσμένη_θύρα}
es: {host_local}:{puerto_local} → {host_remoto}:{puerto_remoto}
it: {host_locale}:{porta_locale} → {host_remoto}:{porta_remota}
nl: {lokale_host}:{lokale_poort} → {remote_host}:{remote_port}
no: {lokal_vert}:{lokal_port} → {fjernt_vert}:{fjernt_port}
sk: {lokálny_host}:{lokálny_port} → {diaľkový_host}:{diaľkový_port}
tr: {yerel_host}:{yerel_port} → {uzak_host}:{uzak_port}

source: Edit Port Forward
de: Portweiterleitung bearbeiten
el: Επεξεργασία Προώθησης Θύρας
es: Editar Reenvío de Puertos
fi: Muokkaa porttiohjausta
he: ערוך העברת פורטים
hr: Uredi prosljeđivanje porta
is: Breyta Port Framleiðslu
it: Modifica Port Forward
nl: Poortdoorsturing bewerken
no: Rediger Portviderelse
ro: Editare Redirecționare Port
sk: Upraviť port forwarding
tr: Port Yönlendirmesini Düzenle
uk: Редагувати переадресацію порту
