Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
he: הורדה
hr: Preuzmi
is: Sækja
it: Scarica
no: Nedlasting
ro: Descărcare
sk: Stiahnuť
tr: İndir
uk: Завантажити

source: Create folder command sent to terminal
de: Befehl zum Erstellen eines Ordners an das Terminal gesendet
el: Δημιουργία φακέλου εντολή που αποστέλλεται στο τερματικό
es: Comando para crear carpeta enviado al terminal
fi: Luo kansio -komento lähetetty terminaaliin
hr: Naredba za stvaranje mape poslana terminalu
is: Búðu til möppu skipun send til terminala
it: Comando per creare una cartella inviato al terminale
nl: Maak mapopdracht naar terminal verzonden
no: Opprett mappekommando sendt til terminalen
ro: Comandă de creare a folderului trimisă la terminal
sk: Príkaz na vytvorenie priečinka odoslaný do terminálu
tr: Terminal'e gönderilen klasör oluşturma komutu
uk: Команда створення папки надіслана до терміналу

source: Enter a name for the new folder:
de: Geben Sie einen Namen für den neuen Ordner ein:
el: Εισάγετε ένα όνομα για τον νέο φάκελο:
es: Introduce un nombre para la nueva carpeta:
fi: Anna nimi uudelle kansiolle:
hr: Unesite naziv za novu mapu:
is: Sláðu inn nafn fyrir nýja möppu:
it: Inserisci un nome per la nuova cartella:
nl: Voer een naam in voor de nieuwe map:
no: Skriv inn et navn for den nye mappen:
ro: Introduceți un nume pentru noul folder:
sk: Zadajte názov pre novú zložku:
tr: Yeni klasör için bir ad girin:
uk: Введіть ім'я для нової папки:

source: Create file command sent to terminal
de: Befehl zum Erstellen einer Datei an das Terminal gesendet
el: Δημιουργία εντολής αρχείου που αποστέλλεται στο τερματικό
es: Crear comando de archivo enviado al terminal
fi: Luo tiedosto -komento lähetetty terminaaliin
hr: Naredba za stvaranje datoteke poslana terminalu
is: Búa til skrá skipun send til terminala
it: Comando per creare un file inviato al terminale
nl: Bestand aanmaakopdracht naar terminal verzonden
no: Opprett filkommando sendt til terminalen
ro: Comandă de creare a fișierului trimisă la terminal
sk: Príkaz na vytvorenie súboru odoslaný do terminálu
tr: Terminal'e dosya oluşturma komutu gönderildi
uk: Створити команду файлу, надіслану до терміналу

source: Enter a name for the new file:
de: Geben Sie einen Namen für die neue Datei ein:
el: Εισάγετε ένα όνομα για το νέο αρχείο:
es: Ingrese un nombre para el nuevo archivo:
fi: Anna nimi uudelle tiedostolle:
hr: Unesite ime za novu datoteku:
is: Sláðu inn nafn fyrir nýja skrána:
it: Inserisci un nome per il nuovo file:
nl: Voer een naam in voor het nieuwe bestand:
no: Skriv inn et navn for den nye filen:
ro: Introduceți un nume pentru fișierul nou:
sk: Zadajte názov pre nový súbor:
tr: Yeni dosya için bir ad girin:
uk: Введіть ім'я для нового файлу:

source: New File
de: Neue Datei
el: Νέο Αρχείο
es: Nuevo Archivo
fi: Uusi tiedosto
hr: Nova datoteka
is: Nýr skrá
it: Nuovo File
nl: Nieuw bestand
no: Ny fil
ro: Fișier Nou
sk: Nový súbor
tr: Yeni Dosya

source: No items selected to copy.
de: Keine Elemente zum Kopieren ausgewählt.
el: Δεν έχουν επιλεγεί στοιχεία προς αντιγραφή.
es: No hay elementos seleccionados para copiar.
fi: Ei kohteita valittu kopioitavaksi.
hr: Nema odabranih stavki za kopiranje.
is: Engin valin ekki valin til að afrita.
it: Nessun elemento selezionato da copiare.
nl: Geen items geselecteerd om te kopiëren.
no: Ingen elementer valgt for å kopiere.
ro: Nu sunt elemente selectate pentru a fi copiate.
sk: Žiadne položky neboli vybrané na kopírovanie.
tr: Kopyalanacak öğe seçilmedi.
uk: Немає вибраних елементів для копіювання.

source: Items copied to clipboard.
de: Elemente in die Zwischenablage kopiert.
el: Αντικείμενα που αντιγράφηκαν στο πρόχειρο.
es: Elementos copiados al portapapeles.
fi: Kohteet kopioitu leikepöydälle.
hr: Stavke kopirane u međuspremnik.
is: Einingar afritaðar í klippiborð.
it: Elementi copiati negli appunti.
nl: Items gekopieerd naar het klembord.
no: Elementer kopiert til utklippstavlen.
ro: Elemente copiate în clipboard.
sk: Položky skopírované do schránky.
tr: Panoya kopyalanan öğeler.
uk: Елементи скопійовані в буфер обміну.

source: No items selected to cut.
de: Keine Elemente zum Ausschneiden ausgewählt.
el: Δεν έχουν επιλεγεί στοιχεία προς κοπή.
es: No hay elementos seleccionados para cortar.
fi: Ei leikattavia kohteita valittuna.
hr: Nema odabranih stavki za rezanje.
is: Engin valin ekki valin til að klippa.
it: Nessun elemento selezionato da tagliare.
nl: Geen items geselecteerd om te knippen.
no: Ingen elementer valgt for å klippe.
ro: Nu sunt elemente selectate pentru a fi tăiate.
sk: Nie sú vybrané žiadne položky na vystrihnutie.
tr: Kesilecek hiçbir öğe seçilmedi.
uk: Немає вибраних елементів для вирізання.

source: Items marked for move.
de: Elemente zum Verschieben markiert.
el: Στοιχεία που έχουν επισημανθεί για μετακίνηση.
es: Elementos marcados para mover.
fi: Siirrettäväksi merkittyjä kohteita.
hr: Stavke označene za premještanje.
is: Vörur merktar til flutnings.
it: Elementi contrassegnati per lo spostamento.
nl: Items gemarkeerd voor verplaatsing.
no: Elementer merket for flytting.
ro: Elemente marcate pentru mutare.
sk: Položky označené na presun.
tr: Taşınmak için işaretlenmiş öğeler.
uk: Елементи, позначені для переміщення.

source: Nothing to paste.
de: Nichts zum Einfügen.
el: Τίποτα προς επικόλληση.
es: Nada que pegar.
fi: Ei mitään liitettävää.
hr: Nema što zalijepiti.
is: Ekkert að líma.
it: Niente da incollare.
nl: Niets om te plakken.
no: Ingenting å lime inn.
ro: Nimic de lipit.
sk: Nič na vloženie.
tr: Yapıştırılacak hiçbir şey yok.
uk: Нічого для вставлення.

source: Items are already in this location.
de: Die Elemente befinden sich bereits an diesem Standort.
el: Τα αντικείμενα είναι ήδη σε αυτήν την τοποθεσία.
es: Los elementos ya están en esta ubicación.
fi: Kohteet ovat jo tässä sijainnissa.
hr: Stavke su već na ovoj lokaciji.
is: Vörur eru þegar á þessum stað.
it: Gli elementi sono già in questa posizione.
nl: Items zijn al op deze locatie.
no: Elementene er allerede på denne plasseringen.
ro: Elementele sunt deja în această locație.
sk: Položky sú už na tejto lokalite.
tr: Öğeler zaten bu konumda.
uk: Елементи вже знаходяться в цьому місці.

source: Move command sent to terminal
de: Bewegebefehl an das Terminal gesendet
el: Εντολή μετακίνησης που στάλθηκε στο τερματικό
es: Comando de mover enviado al terminal
fi: Siirto komento lähetetty terminaaliin
hr: Komanda za pomicanje poslana terminalu
is: Færa skipun send til terminala
it: Comando di spostamento inviato al terminale
nl: Verplaatsopdracht naar terminal verzonden
no: Flytt kommando sendt til terminal
ro: Comandă de mutare trimisă la terminal
sk: Príkaz presunúť odoslaný do terminálu
tr: Terminal'e gönderilen hareket komutu
uk: Команда переміщення надіслана до терміналу

source: Copy command sent to terminal
de: Kopierbefehl an das Terminal gesendet
el: Εντολή αντιγραφής αποστάλθηκε στο τερματικό
es: Comando de copia enviado al terminal
fi: Kopioi komento lähetetty terminaaliin
hr: Kopiraj naredbu poslana terminalu
is: Afrit skipun send til terminala
it: Comando di copia inviato al terminale
nl: Kopieeropdracht naar terminal verzonden
no: Kopier kommando sendt til terminal
ro: Comandă de copiere trimisă la terminal
sk: Príkaz na kopírovanie odoslaný do terminálu
tr: Terminal'e kopyalama komutu gönderildi
uk: Копіювання команди надіслано до терміналу

source: Delete File
de: Datei löschen
el: Διαγραφή Αρχείου
es: Eliminar archivo
fi: Poista tiedosto
he: מחק קובץ
hr: Izbriši datoteku
is: Eyða skrá
it: Elimina file
nl: Verwijder Bestand
no: Slett fil
ro: Șterge fișierul
sk: Vymazať súbor
tr: Dosyayı Sil
uk: Видалити файл

source: Are you sure you want to permanently delete '{name}'? This action cannot be undone.
de: Sind Sie sicher, dass Sie '{name}' dauerhaft löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα το '{name}'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar permanentemente '{name}'? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa '{name}' pysyvästi? Tätä toimintoa ei voi peruuttaa.
he: האם אתה בטוח שברצונך למחוק לצמיתות את '{name}'? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite trajno izbrisati '{name}'? Ova radnja se ne može poništiti.
is: Ertu viss um að þú viljir varanlega eyða '{name}'? Þetta aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler eliminare permanentemente '{name}'? Questa azione non può essere annullata.
nl: Weet u zeker dat u '{name}' permanent wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette '{name}' permanent? Denne handlingen kan ikke angres.
ro: Ești sigur că vrei să ștergi permanent '{name}'? Această acțiune nu poate fi anulată.
sk: Ste si istí, že chcete trvalo odstrániť '{name}'? Túto akciu nie je možné zrušiť.
tr: '{name}'i kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Справді, ви хочете назавжди видалити '{name}'? Цю дію не можна скасувати.

source: Delete Multiple Items
de: Mehrere Elemente löschen
el: Διαγραφή Πολλαπλών Στοιχείων
es: Eliminar múltiples elementos
fi: Poista useita kohteita
he: מחק פריטים מרובים
hr: Izbriši više stavki
is: Eyða mörgum hlutum
it: Elimina più elementi
nl: Verwijder Meerdere Items
no: Slett flere elementer
ro: Ștergeți elemente multiple
sk: Odstrániť viacero položiek
tr: Birden Fazla Öğeyi Sil
uk: Видалити кілька елементів

source: Are you sure you want to permanently delete these {count} items? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese {count} Elemente dauerhaft löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα αυτά τα {count} στοιχεία; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar permanentemente estos {count} elementos? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat pysyvästi poistaa nämä {count} kohdetta? Tätä toimintoa ei voi peruuttaa.
he: האם אתה בטוח שברצונך למחוק לצמיתות את {count} הפריטים הללו? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite trajno izbrisati ovih {count} stavki? Ova radnja se ne može poništiti.
is: Ertu viss um að þú viljir varanlega eyða þessum {count} hlutum? Þessi aðgerð er ekki hægt að endurtaka.
it: Sei sicuro di voler eliminare permanentemente questi {count} elementi? Questa azione non può essere annullata.
nl: Weet u zeker dat u deze {count} items permanent wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette disse {count} elementene permanent? Denne handlingen kan ikke angres.
ro: Ești sigur că vrei să ștergi permanent aceste {count} elemente? Această acțiune nu poate fi anulată.
sk: Ste si istí, že chcete trvalo odstrániť týchto {count} položiek? Túto akciu nie je možné zrušiť.
tr: Bu {count} öğeyi kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete command sent to terminal
de: Löschbefehl an das Terminal gesendet
el: Εντολή διαγραφής που στάλθηκε στο τερματικό
es: Comando de eliminación enviado al terminal
fi: Poista komento lähetetty terminaaliin
he: פקודת מחיקה נשלחה למסוף
hr: Naredba za brisanje poslana terminalu
is: Eyða skipun send til terminala
it: Comando di eliminazione inviato al terminale
nl: Verwijderopdracht naar terminal verzonden
no: Slett kommando sendt til terminal
ro: Comandă de ștergere trimisă la terminal
sk: Príkaz na vymazanie odoslaný do terminálu
tr: Terminal'e silme komutu gönderildi
uk: Команда видалення надіслана до терміналу

source: Set Permissions for {count} Items
de: Berechtigungen für {count} Elemente festlegen
el: Ρυθμίσεις Δικαιωμάτων για {count} Στοιχεία
es: Establecer permisos para {count} elementos
fi: Aseta käyttöoikeudet {count} kohteelle
he: הגדר הרשאות עבור {count} פריטים
hr: Postavi dozvole za {count} stavki
is: Settu heimildir fyrir {count} atriði
it: Imposta autorizzazioni per {count} elementi
nl: Stel machtigingen in voor {count} items
no: Sett tillatelser for {count} elementer
ro: Setări de permisiuni pentru {count} elemente
sk: Nastavte oprávnenia pre {count} položiek
tr: {count} Öğe için İzinleri Ayarla
uk: Налаштувати дозволи для {count} елементів

source: Permissions for {name}
de: Berechtigungen für {name}
el: Δικαιώματα για {name}
es: Permisos para {name}
fi: Oikeudet {name} varten
he: הרשאות עבור {name}
hr: Dozvole za {name}
is: Leyfi fyrir {name}
it: Autorizzazioni per {name}
nl: Machtigingen voor {name}
no: Tillatelser for {name}
ro: Permisiuni pentru {name}
sk: Oprávnenia pre {name}
tr: {name} için İzinler
uk: Дозволи для {name}

source: Set new file permissions.
de: Neue Dateiberechtigungen festlegen.
el: Ρυθμίστε νέες άδειες αρχείου.
es: Establecer nuevos permisos de archivo.
fi: Aseta uudet tiedostojen käyttöoikeudet.
he: הגדר הרשאות קובץ חדשות.
hr: Postavi nove dozvole za datoteku.
is: Settu nýjar skráarheimildir.
it: Imposta nuovi permessi per il file.
nl: Stel nieuwe bestandsmachtigingen in.
no: Sett nye filrettigheter.
ro: Setați noi permisiuni pentru fișier.
sk: Nastavte nové oprávnenia súboru.
tr: Yeni dosya izinlerini ayarla.
uk: Встановити нові дозволи для файлу.

source: Set file permissions for: {name} Current: {perms}
de: Dateiberechtigungen festlegen für: {name} Aktuell: {perms}
el: Ρυθμίστε τις άδειες αρχείου για: {name} Τρέχουσες: {perms}
es: Establecer permisos de archivo para: {name} Actual: {perms}
fi: Aseta tiedostojen käyttöoikeudet: {name} Nykyiset: {perms}
he: הגדר הרשאות קובץ עבור: {name} נוכחי: {perms}
hr: Postavi dozvole za datoteku: {name} Trenutno: {perms}
is: Settu skráarheimildir fyrir: {name} Núverandi: {perms}
it: Imposta le autorizzazioni del file per: {name} Attuale: {perms}
nl: Stel bestandsmachtigingen in voor: {name} Huidig: {perms}
no: Sett filrettigheter for: {name} Nåværende: {perms}
ro: Setați permisiunile fișierului pentru: {name} Curent: {perms}
sk: Nastavte oprávnenia súboru pre: {name} Aktuálne: {perms}
tr: Dosya izinlerini ayarla: {name} Mevcut: {perms}
uk: Налаштування прав доступу до файлу для: {name} Поточні: {perms}

source: Read
de: Lesen
el: Διαβάστε
es: Leer
fi: Lue
he: קרא
hr: Pročitaj
is: Lesa
it: Leggi
nl: Lezen
no: Les mer
ro: Citește
sk: Čítať
tr: Oku
uk: Читати

source: Write
de: Schreiben
el: Γράψτε
es: Escribir
fi: Kirjoita
he: כתוב
hr: Napiši
is: Skrifa
it: Scrivi
nl: Schrijven
no: Skriv
ro: Scrie
sk: Napísať
tr: Yazın
uk: Записати

source: Execute
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fi: Suorita
he: בצע
hr: Izvrši
is: Framkvæma
it: Esegui
nl: Uitvoeren
no: Kjør
ro: Executa
sk: Spustiť
tr: Çalıştır
uk: Виконати

source: Others
de: Andere
el: Άλλοι
es: Otros
fi: Muut
he: אחרים
hr: Ostalo
is: Aðrir
it: Altri
nl: Overige
no: Andre
ro: Altele
sk: Iné
tr: Diğerleri
uk: Інші

source: Apply
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
he: החל
hr: Primijeni
is: Beita
it: Applica
nl: Toepassen
no: Bruk
ro: Aplică
sk: Použiť
tr: Uygula
uk: Применить

source: Chmod command sent to terminal
de: Chmod-Befehl an das Terminal gesendet
el: Η εντολή Chmod στάλθηκε στο τερματικό
es: Comando Chmod enviado al terminal
fi: Chmod-komento lähetetty terminaaliin
he: פקודת Chmod נשלחה למסוף
hr: Chmod naredba poslana terminalu
is: Chmod skipun send til terminala
it: Comando Chmod inviato al terminale
nl: Chmod-opdracht naar terminal verzonden
no: Chmod-kommando sendt til terminal
ro: Comanda Chmod trimisă la terminal
sk: Príkaz Chmod odoslaný do terminálu
tr: Chmod komutu terminale gönderildi
uk: Chmod команда надіслана до терміналу

source: Select Destination Folder
de: Zielordner auswählen
el: Επιλέξτε Φάκελο Προορισμού
es: Seleccionar carpeta de destino
fi: Valitse kohdekansio
he: בחר תיקיית יעד
hr: Odaberite odredišnu mapu
is: Veldu áfangastaðaskrá.
it: Seleziona la cartella di destinazione
nl: Selecteer Doelmap
no: Velg destinasjonsmappe
ro: Selectați folderul de destinație
sk: Vyberte cieľovú zložku
tr: Hedef Klasörü Seçin

source: Download Here
de: Hier herunterladen
el: Κατεβάστε εδώ
es: Descargar aquí
fi: Lataa täältä
he: הורד כאן
hr: Preuzmi ovdje
is: Sæktu hér
it: Scarica qui
nl: Download hier
no: Last ned her
ro: Descarcă aici
sk: Stiahnuť tu
tr: Buradan İndir
uk: Завантажити тут

source: Error
de: Fehler
el: Σφάλμα
fi: Virhe
he: שגיאה
hr: Greška
is: Villa
it: Errore
nl: Fout
no: Feil
ro: Eroare
sk: Chyba
tr: Hata
uk: Ошибка

source: Upload File(s) to This Folder
de: Datei(en) in diesen Ordner hochladen
el: Ανέβασμα Αρχείου(ων) σε Αυτόν τον Φάκελο
es: Subir archivo(s) a esta carpeta
fi: Lähetä tiedosto(t) tähän kansioon
he: העלה קובץ(ים) לתיקייה זו
hr: Prenesi datoteku(e) u ovu mapu
is: Hlaða upp skrá(um) í þessa möppu
it: Carica file in questa cartella
nl: Bestand(en) uploaden naar deze map
no: Last opp fil(er) til denne mappen
ro: Încărcați fișier(e) în acest folder
sk: Nahrať súbor(y) do tejto zložky
tr: Bu Klasöre Dosya(lar) Yükle
uk: Завантажити файл(и) до цієї папки

source: Upload
de: Hochladen
el: Ανέβασμα
es: Subir
fi: Lataa
he: העלאה
hr: Otpremi
is: Hlaða upp
it: Carica
no: Last opp
ro: Încărcare
sk: Nahrať
tr: Yükle
uk: Завантажити

source: Confirm Upload
de: Upload bestätigen
el: Επιβεβαίωση Μεταφόρτωσης
es: Confirmar carga
fi: Vahvista lataus
he: אשר העלאה
hr: Potvrdi prijenos
is: Staðfesta Hleðslu
it: Conferma Caricamento
nl: Bevestig Upload
no: Bekreft opplasting
ro: Confirmare încărcare
sk: Potvrdiť nahrávanie
tr: Yüklemeyi Onayla

source: You are about to upload {count} item(s) to: <b>{dest}</b> Do you want to proceed?
de: Sie sind dabei, {count} Element(e) nach: <b>{dest}</b> Möchten Sie fortfahren?
el: Είστε έτοιμοι να ανεβάσετε {count} αντικείμενο(α) στο: <b>{dest}</b> Θέλετε να προχωρήσετε;
es: Estás a punto de subir {count} elemento(s) a: <b>{dest}</b> ¿Quieres continuar?
fi: Olet lataamassa {count} kohdetta osoitteeseen: <b>{dest}</b> Haluatko jatkaa?
he: אתה עומד להעלות {count} פריט(ים) ל: <b>{dest}</b> האם אתה רוצה להמשיך?
hr: Spremni ste za prijenos {count} stavke(a) na: <b>{dest}</b> Želite li nastaviti?
is: Þú ert að fara að hlaða upp {count} hlut(um) á: <b>{dest}</b> Viltu halda áfram?
it: Stai per caricare {count} elemento(i) su: <b>{dest}</b> Vuoi procedere?
nl: U staat op het punt om {count} item(s) te uploaden naar: <b>{dest}</b> Wilt u doorgaan?
no: Du er i ferd med å laste opp {count} element(er) til: <b>{dest}</b> Vil du fortsette?
ro: Ești pe cale să încarci {count} element(e) la: <b>{dest}</b> Vrei să continui?
sk: Práve sa chystáte nahrať {count} položku/položky na: <b>{dest}</b> Chcete pokračovať?
tr: {count} öğe(leri) yüklemek üzeresiniz: <b>{dest}</b> Devam etmek istiyor musunuz?
uk: Ви збираєтеся завантажити {count} елемент(и) до: <b>{dest}</b> Ви хочете продовжити?

source: File Has Changed on Server
de: Datei wurde auf dem Server geändert
el: Το αρχείο έχει αλλάξει στον διακομιστή
es: El archivo ha cambiado en el servidor
fi: Tiedosto on muuttunut palvelimella
he: הקובץ השתנה בשרת
hr: Datoteka je promijenjena na poslužitelju
is: Skrá hefur breyst á þjóninum
it: Il file è stato modificato sul server
nl: Bestand is gewijzigd op de server
no: Filen har endret seg på serveren
ro: Fișierul a fost modificat pe server
sk: Súbor sa zmenil na serveri
tr: Sunucu Üzerinde Dosya Değişti
uk: Файл змінився на сервері

source: The file '{filename}' has been modified on the server since you last opened it. Your local changes will be lost if you download the new version.
de: Die Datei '{filename}' wurde auf dem Server seit Ihrem letzten Öffnen geändert. Ihre lokalen Änderungen gehen verloren, wenn Sie die neue Version herunterladen.
el: Το αρχείο '{filename}' έχει τροποποιηθεί στον διακομιστή από την τελευταία φορά που το ανοίξατε. Οι τοπικές σας αλλαγές θα χαθούν αν κατεβάσετε την νέα έκδοση.
es: El archivo '{filename}' ha sido modificado en el servidor desde la última vez que lo abriste. Tus cambios locales se perderán si descargas la nueva versión.
fi: Tiedosto '{filename}' on muutettu palvelimella sen jälkeen, kun avasit sen viimeksi. Paikalliset muutoksesi menetetään, jos lataat uuden version.
he: הקובץ '{filename}' שונה בשרת מאז הפעם האחרונה שפתחת אותו. השינויים המקומיים שלך יאבדו אם תוריד את הגרסה החדשה.
hr: Datoteka '{filename}' je izmijenjena na poslužitelju otkako ste je posljednji put otvorili. Vaše lokalne promjene bit će izgubljene ako preuzmete novu verziju.
is: Skjali '{filename}' hefur verið breytt á þjóninum síðan þú opnaðir það síðast. Þínar staðbundnu breytingar munu tapast ef þú sækir nýja útgáfuna.
it: Il file '{filename}' è stato modificato sul server dall'ultima volta che lo hai aperto. Le tue modifiche locali andranno perse se scarichi la nuova versione.
nl: Het bestand '{filename}' is op de server gewijzigd sinds je het voor het laatst hebt geopend. Je lokale wijzigingen gaan verloren als je de nieuwe versie downloadt.
no: Filen '{filename}' har blitt endret på serveren siden du sist åpnet den. Dine lokale endringer vil gå tapt hvis du laster ned den nye versjonen.
ro: Fișierul '{filename}' a fost modificat pe server de la ultima deschidere. Modificările tale locale vor fi pierdute dacă descarci noua versiune.
sk: Súbor '{filename}' bol na serveri upravený od posledného otvorenia. Vaše miestne zmeny sa stratí, ak si stiahnete novú verziu.
tr: '{filename}' dosyası, en son açtığınızdan beri sunucuda değiştirilmiştir. Yeni sürümü indirirseniz yerel değişiklikleriniz kaybolacaktır.
uk: Файл '{filename}' був змінений на сервері з моменту вашого останнього відкриття. Ваші локальні зміни будуть втрачені, якщо ви завантажите нову версію.

source: Open Local Version
de: Lokale Version öffnen
el: Άνοιγμα Τοπικής Έκδοσης
es: Abrir versión local
fi: Avaa paikallinen versio
he: פתח גרסה מקומית
hr: Otvorite lokalnu verziju
is: Opna staðbundna útgáfu
it: Apri versione locale
nl: Open Lokale Versie
no: Åpne lokal versjon
ro: Deschide versiunea locală
sk: Otvorenie miestnej verzie
tr: Yerel Sürümü Aç
uk: Відкрити локальну версію

source: Download New Version
de: Neue Version herunterladen
el: Κατεβάστε τη Νέα Έκδοση
es: Descargar nueva versión
fi: Lataa uusi versio
he: הורד גרסה חדשה
hr: Preuzmi novu verziju
is: Sækja nýja útgáfu
it: Scarica Nuova Versione
nl: Download Nieuwe Versie
no: Last ned ny versjon
ro: Descărcați versiunea nouă
sk: Stiahnuť novú verziu
tr: Yeni Sürümü İndir
uk: Завантажити нову версію

source: Could not get remote file details.
de: Konnte keine Details zur Remote-Datei abrufen.
el: Δεν ήταν δυνατή η λήψη λεπτομερειών απομακρυσμένου αρχείου.
es: No se pudieron obtener los detalles del archivo remoto.
fi: Ei voitu saada etä tiedoston tietoja.
he: לא ניתן לקבל פרטי קובץ מרוחק.
hr: Nije moguće dobiti detalje o udaljenoj datoteci.
is: Gat ekki upplýsingar um fjarstýrðan skrá.
it: Impossibile ottenere i dettagli del file remoto.
nl: Kon de details van het externe bestand niet ophalen.
no: Kunne ikke hente detaljer om fjernfilen.
ro: Nu s-au putut obține detaliile fișierului la distanță.
sk: Nepodarilo sa získať podrobnosti o vzdialenom súbore.
tr: Uzak dosya ayrıntıları alınamadı.
uk: Could not retrieve remote file details.

source: Permission Denied
de: Zugriff verweigert
el: Άρνηση Άδειας
es: Permiso Denegado
fi: Käyttöoikeus evätty
he: גישה נדחתה
hr: Odbijena dozvola
is: Aðgangur hafnað
it: Accesso negato
nl: Toegang Geweigerd
no: Tillatelse nektet
ro: Permisiune refuzată
sk: Prístup zamietnutý
tr: İzin Reddedildi
uk: Доступ заборонено

source: Transfer cancelled.
de: Übertragung abgebrochen.
el: Η μεταφορά ακυρώθηκε.
es: Transfer cancelado.
fi: Siirto peruutettu.
he: העברה בוטלה.
hr: Transfer otkazan.
is: Flutningur aflýstur.
it: Trasferimento annullato.
nl: Overdracht geannuleerd.
no: Overføring avbrutt.
ro: Transfer anulat.
sk: Prenos zrušen.
tr: Transfer iptali.
uk: Передача скасована.
