Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Negated Brackets: Matches any character NOT inside. '[^abc]' finds 'd', 'e', 'f', etc.
de: Negierte Klammern: Entspricht jedem Zeichen, das NICHT innen ist. '[^abc]' findet 'd', 'e', 'f' usw.
el: Αρνητικά Παρενθέσεις: Ταιριάζει οποιονδήποτε χαρακτήρα ΔΕΝ είναι μέσα. '[^abc]' βρίσκει 'd', 'e', 'f', κ.λπ.
es: Corchetes Negados: Coincide con cualquier carácter que NO esté dentro. '[^abc]' encuentra 'd', 'e', 'f', etc.
fi: Käänteiset sulut: Vastaa mitä tahansa merkkiä, JOKA EI OLE sisällä. '[^abc]' löytää 'd', 'e', 'f' jne.
he: סוגריים שליליים: תואם כל תו שאינו בתוכם. '[^abc]' מוצא 'd', 'e', 'f' וכו'.
hr: Negirani zagrade: Podudara se s bilo kojim znakom KOJI NIJE unutar. '[^abc]' pronalazi 'd', 'e', 'f', itd.
is: Neikvæðar hornkúlur: Passar við hvaða tákn SEM ER EKKI inni. '[^abc]' finnur 'd', 'e', 'f', o.s.frv.
it: Parentesi Negate: Corrisponde a qualsiasi carattere NON presente all'interno. '[^abc]' trova 'd', 'e', 'f', ecc.
nl: Negatieve Haakjes: Komt overeen met elk teken DAT NIET binnenin staat. '[^abc]' vindt 'd', 'e', 'f', enz.
no: Negerte parenteser: Matcher ethvert tegn SOM IKKE er inne. '[^abc]' finner 'd', 'e', 'f', osv.
ro: Paranteze Negate: Se potrivește cu orice caracter care NU este în interior. '[^abc]' găsește 'd', 'e', 'f', etc.
sk: Negované zátvorky: Zodpovedá akémukoľvek znaku, KTORÝ NIE JE vo vnútri. '[^abc]' nájde 'd', 'e', 'f' atď.
tr: Olumsuz Parantezler: İçinde OLMAYAN herhangi bir karakterle eşleşir. '[^abc]' 'd', 'e', 'f' vb. bulur.

source: Parentheses: Groups expressions. '(ab)+' finds 'ab', 'abab', 'ababab'.
de: Klammern: Gruppiert Ausdrücke. '(ab)+' findet 'ab', 'abab', 'ababab'.
el: Παρένθεση: Ομαδοποιεί εκφράσεις. '(ab)+' βρίσκει 'ab', 'abab', 'ababab'.
es: Paréntesis: Agrupa expresiones. '(ab)+' encuentra 'ab', 'abab', 'ababab'.
fi: Sulkumerkit: Ryhmittelee lausekkeita. '(ab)+' löytää 'ab', 'abab', 'ababab'.
he: סוגריים: מקבצים ביטויים. '(ab)+' מוצא 'ab', 'abab', 'ababab'.
hr: Zagrade: Grupiraju izraze. '(ab)+' pronalazi 'ab', 'abab', 'ababab'.
is: Fyrirkomulag: Safnar tjáningum. '(ab)+' finnur 'ab', 'abab', 'ababab'.
it: Parentesi: Raggruppa espressioni. '(ab)+' trova 'ab', 'abab', 'ababab'.
nl: Haakjes: Groepe expressies. '(ab)+' vindt 'ab', 'abab', 'ababab'.
no: Parenteser: Grupperer uttrykk. '(ab)+' finner 'ab', 'abab', 'ababab'.
ro: Paranteze: Grupează expresii. '(ab)+' găsește 'ab', 'abab', 'ababab'.
sk: Zátvorky: Skupiny výrazov. '(ab)+' nájde 'ab', 'abab', 'ababab'.
tr: Parantezler: İfadeleri gruplar. '(ab)+' 'ab', 'abab', 'ababab' bulur.
uk: Round brackets: Groups expressions. '(ab)+' finds 'ab', 'abab', 'ababab'.

source: Pipe: Acts as an 'OR'. 'cat|dog' finds 'cat' or 'dog'.
de: Pipe: Fungiert als 'ODER'. 'cat|dog' findet 'cat' oder 'dog'.
el: Pipe: Λειτουργεί ως 'Ή'. 'cat|dog' βρίσκει 'cat' ή 'dog'.
es: Tubería: Actúa como un 'O'. 'gato|perro' encuentra 'gato' o 'perro'.
fi: Putki: Toimii 'TAI'-toimintona. 'cat|dog' löytää 'cat' tai 'dog'.
he: צינור: פועל כ'או'. 'חתול|כלב' מוצא 'חתול' או 'כלב'.
hr: Cijev: Djeluje kao 'ILI'. 'cat|dog' pronalazi 'cat' ili 'dog'.
is: Rör: Virkar sem 'EÐA'. 'cat|dog' finnur 'cat' eða 'dog'.
it: Pipe: Funziona come un 'O'. 'cat|dog' trova 'cat' o 'dog'.
nl: Pijp: Functies als een 'OF'. 'kat|hond' vindt 'kat' of 'hond'.
no: Rør: Fungerer som en 'ELLER'. 'cat|dog' finner 'cat' eller 'dog'.
ro: Pipă: Acționează ca un 'SAU'. 'cat|dog' găsește 'cat' sau 'dog'.
sk: Rúra: Pôsobí ako 'ALEBO'. 'cat|dog' nájde 'cat' alebo 'dog'.
tr: Borular: 'VEYA' olarak işlev görür. 'cat|dog' 'cat' veya 'dog' bulur.
uk: Pipe: Діє як 'АБО'. 'cat|dog' знаходить 'cat' або 'dog'.

source: Curly Braces: Matches a specific number of repetitions. e.g., 'a{2,4}' finds 'aa', 'aaa', 'aaaa'.
de: Geschweifte Klammern: Entspricht einer bestimmten Anzahl von Wiederholungen. z.B. 'a{2,4}' findet 'aa', 'aaa', 'aaaa'.
el: Καμπύλες Αγκύλες: Αντιστοιχούν σε έναν συγκεκριμένο αριθμό επαναλήψεων. π.χ., 'a{2,4}' βρίσκει 'aa', 'aaa', 'aaaa'.
es: Llaves de Curly: Coincide con un número específico de repeticiones. p. ej., 'a{2,4}' encuentra 'aa', 'aaa', 'aaaa'.
fi: Kiharat: Vastaa tiettyä toistojen määrää. esim. 'a{2,4}' löytää 'aa', 'aaa', 'aaaa'.
he: סוגריים מסולסלים: תואם מספר ספציפי של חזרות. לדוגמה, 'a{2,4}' מוצא 'aa', 'aaa', 'aaaa'.
hr: Vitičaste zagrade: Podudara se s određenim brojem ponavljanja. npr., 'a{2,4}' pronalazi 'aa', 'aaa', 'aaaa'.
is: Kúluð sviga: Samræmir ákveðið fjölda endurtekninga. t.d. 'a{2,4}' finnur 'aa', 'aaa', 'aaaa'.
it: Parentesi graffe: Corrisponde a un numero specifico di ripetizioni. ad es., 'a{2,4}' trova 'aa', 'aaa', 'aaaa'.
nl: Kronkelige Haakjes: Komt overeen met een specifiek aantal herhalingen. bijv. 'a{2,4}' vindt 'aa', 'aaa', 'aaaa'.
no: Kråkete parenteser: Matcher et spesifikt antall repetisjoner. f.eks. 'a{2,4}' finner 'aa', 'aaa', 'aaaa'.
ro: Paranteze acolade: Potrivesc un număr specific de repetiții. de exemplu, 'a{2,4}' găsește 'aa', 'aaa', 'aaaa'.
sk: Zložené zátvorky: Zodpovedá konkrétnemu počtu opakovaní. napr. 'a{2,4}' nájde 'aa', 'aaa', 'aaaa'.
tr: Küme Parantezleri: Belirli bir tekrar sayısını eşleştirir. Örneğin, 'a{2,4}' 'aa', 'aaa', 'aaaa' bulur.
uk: Fasci di parentesi graffe: Corrisponde a un numero specifico di ripetizioni. ad es., 'a{2,4}' trova 'aa', 'aaa', 'aaaa'.

source: Digit: Matches any single number from 0 to 9.
de: Ziffer: Entspricht einer einzelnen Zahl von 0 bis 9.
el: Ψηφίο: Ταιριάζει με οποιονδήποτε μόνο αριθμό από 0 έως 9.
es: Dígito: Coincide con cualquier número único del 0 al 9.
fi: Numero: Vastaa mitä tahansa yksittäistä numeroa 0–9.
he: ספרה: תואמת כל מספר בודד מ-0 עד 9.
hr: Broj: Podudara se s bilo kojim pojedinačnim brojem od 0 do 9.
is: Sifur: Samræmir hvaða einstaka tölustaf frá 0 til 9.
it: Cifra: Corrisponde a qualsiasi numero singolo da 0 a 9.
nl: Cijfer: Komt overeen met elk enkel getal van 0 tot 9.
no: Siffer: Matcher ethvert enkelt tall fra 0 til 9.
ro: Cifră: Se potrivește cu orice număr unic de la 0 la 9.
sk: Číslica: Zodpovedá akejkoľvek jednotlivé číslo od 0 do 9.
tr: Rakam: 0'dan 9'a kadar herhangi bir tek sayıyı eşleştirir.
uk: Цифра: Відповідає будь-якому окремому числу від 0 до 9.

source: Word Character: Matches any letter, number, or underscore.
de: Wortzeichen: Entspricht jedem Buchstaben, jeder Zahl oder Unterstrich.
el: Χαρακτήρας Λέξης: Ταιριάζει με οποιοδήποτε γράμμα, αριθμό ή κάτω παύλα.
es: Carácter de palabra: Coincide con cualquier letra, número o guion bajo.
fi: Sana merkki: Vastaa mitä tahansa kirjainta, numeroa tai alaviivaa.
he: תווך מילה: תואם כל אות, מספר או קו תחתון.
hr: Znak riječi: Podudara se s bilo kojim slovom, brojem ili donjom crtom.
is: Orðamerki: Samræmist hvaða bókstaf, númer eða undirstrik sem er.
it: Carattere di parola: Corrisponde a qualsiasi lettera, numero o underscore.
nl: Woordteken: Komt overeen met elke letter, cijfer of underscore.
no: Ordtegn: Matcher ethvert bogstav, tal eller understreg.
ro: Caracter de cuvânt: Se potrivește cu orice literă, număr sau caracter de subliniere.
sk: Slovo znak: Zodpovedá akémukoľvek písmenu, číslu alebo podčiarkovníku.
tr: Kelime Karakteri: Herhangi bir harf, rakam veya alt çizgi ile eşleşir.
uk: Словесний символ: Відповідає будь-якій літері, числу або підкресленню.

source: Whitespace: Matches any space, tab, or newline character.
de: Whitespace: Entspricht jedem Leerzeichen, Tabulator oder Zeilenumbruchzeichen.
el: Κενό: Ταιριάζει με οποιονδήποτε χαρακτήρα κενών, ταμπ ή νέας γραμμής.
es: Espacio en blanco: Coincide con cualquier espacio, tabulación o carácter de nueva línea.
fi: Tyhjät merkit: Vastaa mitä tahansa väliä, tabulaattoria tai rivinvaihtoa.
he: רווח: תואם כל רווח, טאב או תו שורה חדשה.
hr: Prazan prostor: Podudara se s bilo kojim razmakom, tabulatorom ili znakom novog reda.
is: Hvítt bil: Samræmist hvaða bil, tab eða nýr línu karakter.
it: Spazio bianco: Corrisponde a qualsiasi carattere di spazio, tabulazione o nuova riga.
nl: Witruimte: Komt overeen met elk spatie-, tab- of nieuwe regelteken.
no: Hvitrom: Matcher ethvert mellomrom, tabulator eller linjeskift-tegn.
ro: Spațiu alb: Se potrivește cu orice caracter de spațiu, tab sau newline.
sk: Biele miesto: Zodpovedá akémukoľvek medzery, tabulátoru alebo znaku nového riadku.
tr: Boşluk: Herhangi bir boşluk, sekme veya yeni satır karakteri ile eşleşir.

source: Backslash: Escapes a special character, treating it literally. '\.' matches a literal dot.
de: Backslash: Entwertet ein Sonderzeichen und behandelt es wörtlich. '\.' entspricht einem wörtlichen Punkt.
el: Αντίστροφη κάθετος: Διαφεύγει έναν ειδικό χαρακτήρα, αντιμετωπίζοντάς τον κυριολεκτικά. '\.' ταιριάζει με μια κυριολεκτική τελεία.
es: Barra invertida: Escapa un carácter especial, tratándolo literalmente. '\.' coincide con un punto literal.
fi: Takaisinvihje: Pakottaa erityismerkin, käsitellen sitä kirjaimellisesti. '\.' vastaa kirjaimellista pistettä.
he: מקף אחורי: בורח תו מיוחד, מתייחס אליו באופן מילולי. '\.' תואם נקודה מילולית.
hr: Obrnuta kosa crta: Izbjeći posebni znak, tretirajući ga doslovno. '\.' odgovara doslovnoj točki.
is: Bakslas: Flýtir sér fyrir sérstökum tákni, með því að meðhöndla það bókstaflega. '\.' passar við bókstaflega punkt.
it: Backslash: Escapa un carattere speciale, trattandolo letteralmente. '\.' corrisponde a un punto letterale.
nl: Backslash: Escaped een speciaal teken, behandelt het letterlijk. '\.' komt overeen met een letterlijke punt.
no: Bakoverstrek: Unngår et spesialtegn, og behandler det bokstavelig. '\.' samsvarer med et bokstavelig punktum.
ro: Backslash: Escapează un caracter special, tratându-l literal. '\.' se potrivește cu un punct literal.
sk: Spätné lomítko: Únik špeciálneho znaku, ktorý sa spracováva doslovne. '\.' zodpovedá doslovnej bodke.
tr: Tersine eğik çizgi: Özel bir karakteri kaçırır, onu harfi harfine alır. '\.' harfi harfine bir nokta ile eşleşir.
uk: Backslash: Escape a special character, treating it literally. '\.' matches a literal dot.

source: A command-line text editor, great for replacing words in files.
de: Ein Befehlszeilen-Texteditor, der sich hervorragend zum Ersetzen von Wörtern in Dateien eignet.
el: Ένας επεξεργαστής κειμένου γραμμής εντολών, εξαιρετικός για την αντικατάσταση λέξεων σε αρχεία.
es: Un editor de texto de línea de comandos, ideal para reemplazar palabras en archivos.
fi: Komentorivieditori, loistava sanojen korvaamiseen tiedostoissa.
he: עורך טקסט בשורת הפקודה, מצוין להחלפת מילים בקבצים.
hr: Uređivač teksta s naredbenog retka, odličan za zamjenu riječi u datotekama.
is: Skipta texta í skipanalínu, frábært til að skipta út orðum í skrám.
it: Un editor di testo da riga di comando, ottimo per sostituire parole nei file.
nl: Een teksteditor voor de opdrachtregel, ideaal voor het vervangen van woorden in bestanden.
no: En kommandolinje tekstredigerer, flott for å erstatte ord i filer.
ro: Un editor de text în linie de comandă, excelent pentru înlocuirea cuvintelor în fișiere.
sk: Príkazový riadkový textový editor, skvelý na nahrádzanie slov v súboroch.
tr: Bir komut satırı metin düzenleyicisi, dosyalardaki kelimeleri değiştirmek için harika.
uk: Командний текстовий редактор, чудовий для заміни слів у файлах.

source: Replaces all occurrences of 'old' with 'new' in the file.
de: Ersetzt alle Vorkommen von 'alt' durch 'neu' in der Datei.
el: Αντικαθιστά όλες τις εμφανίσεις του 'παλιού' με 'νέου' στο αρχείο.
es: Reemplaza todas las ocurrencias de 'old' con 'new' en el archivo.
fi: Korvataan kaikki esiintymät 'vanha' sanalla 'uusi' tiedostossa.
he: מחליף את כל המופעים של 'ישן' ב'חדש' בקובץ.
hr: Zamjenjuje sve pojave 'staro' s 'novo' u datoteci.
is: Skipar allar tilvik af 'gömlu' með 'nýju' í skrá.
it: Sostituisce tutte le occorrenze di 'old' con 'new' nel file.
nl: Vervangt alle voorkomens van 'oud' door 'nieuw' in het bestand.
no: Erstatter alle forekomster av 'gammel' med 'ny' i filen.
ro: Înlocuiește toate aparițiile lui 'old' cu 'new' în fișier.
sk: Nahrádza všetky výskyty 'old' s 'new' v súbore.
tr: Dosyadaki 'eski' kelimesinin tüm geçişlerini 'yeni' ile değiştirir.
uk: Заміщує всі випадки 'old' на 'new' у файлі.

source: Deletes all lines that start with # (comments).
de: Löscht alle Zeilen, die mit # (Kommentare) beginnen.
el: Διαγράφει όλες τις γραμμές που ξεκινούν με # (σχόλια).
es: Elimina todas las líneas que comienzan con # (comentarios).
fi: Poistaa kaikki rivit, jotka alkavat # (kommentit).
he: מוחק את כל השורות שמתחילות ב-# (הערות).
hr: Briše sve retke koji započinju s # (komentari).
is: Eyðir öllum línum sem byrja á # (athugasemdir).
it: Elimina tutte le righe che iniziano con # (commenti).
nl: Verwijdert alle regels die beginnen met # (opmerkingen).
no: Sletter alle linjer som begynner med # (kommentarer).
ro: Șterge toate liniile care încep cu # (comentarii).
sk: Odstráni všetky riadky, ktoré začínajú znakom # (komentáre).
tr: # ile başlayan tüm satırları siler (yorumlar).
uk: Видаляє всі рядки, які починаються з # (коментарі).

source: Saves the modification directly in the original file.
de: Speichert die Änderung direkt in der Originaldatei.
el: Αποθηκεύει την τροποποίηση απευθείας στο αρχικό αρχείο.
es: Guarda la modificación directamente en el archivo original.
fi: Tallentaa muutoksen suoraan alkuperäiseen tiedostoon.
he: שומר את השינוי ישירות בקובץ המקורי.
hr: Spremi izmjenu izravno u izvornoj datoteci.
is: Sparar breytinguna beint í upprunalega skrána.
it: Salva la modifica direttamente nel file originale.
nl: Slaat de wijziging direct op in het originele bestand.
no: Lagrer endringen direkte i den originale filen.
ro: Salvează modificarea direct în fișierul original.
sk: Uloží zmenu priamo do pôvodného súboru.
tr: Değişikliği doğrudan orijinal dosyada kaydeder.
uk: Зберігає зміни безпосередньо в оригінальному файлі.

source: An advanced tool for processing text, especially column-based data.
de: Ein fortschrittliches Werkzeug zur Verarbeitung von Text, insbesondere von spaltenbasierten Daten.
el: Ένα προηγμένο εργαλείο για την επεξεργασία κειμένου, ειδικά δεδομένων που βασίζονται σε στήλες.
es: Una herramienta avanzada para procesar texto, especialmente datos basados en columnas.
fi: Edistynyt työkalu tekstin käsittelyyn, erityisesti sarakkeisiin perustuvan datan käsittelyyn.
he: כלי מתקדם לעיבוד טקסט, במיוחד נתונים מבוססי עמודות.
hr: Napredni alat za obradu teksta, posebno podataka temeljenih na kolonama.
is: Vandað verkfæri til að vinna úr texta, sérstaklega dálkaskiptum gögnum.
it: Uno strumento avanzato per l'elaborazione del testo, specialmente dati basati su colonne.
nl: Een geavanceerde tool voor het verwerken van tekst, vooral kolomgebaseerde gegevens.
no: Et avansert verktøy for behandling av tekst, spesielt kolonnebaserte data.
ro: Un instrument avansat pentru procesarea textului, în special a datelor bazate pe coloane.
sk: Pokročilý nástroj na spracovanie textu, najmä údajov založených na stĺpcoch.
tr: Metin işleme için gelişmiş bir araç, özellikle sütun tabanlı veriler için.
uk: Розширений інструмент для обробки тексту, особливо даних на основі стовпців.

source: Displays only the first column (word) of each line.
de: Zeigt nur die erste Spalte (Wort) jeder Zeile an.
el: Εμφανίζει μόνο την πρώτη στήλη (λέξη) κάθε γραμμής.
es: Muestra solo la primera columna (palabra) de cada línea.
fi: Näyttää vain kunkin rivin ensimmäisen sarakkeen (sanan).
he: מציג רק את העמודה הראשונה (מילה) של כל שורה.
hr: Prikazuje samo prvu kolonu (riječ) svake linije.
is: Sýnir aðeins fyrstu dálkinn (orð) á hverju línu.
it: Visualizza solo la prima colonna (parola) di ogni riga.
nl: Toont alleen de eerste kolom (woord) van elke regel.
no: Viser bare den første kolonnen (ordet) av hver linje.
ro: Afișează doar prima coloană (cuvântul) din fiecare linie.
sk: Zobrazuje iba prvý stĺpec (slovo) z každého riadku.
tr: Her satırın yalnızca ilk sütununu (kelime) gösterir.

source: Displays only the last column of each line.
de: Zeigt nur die letzte Spalte jeder Zeile an.
el: Εμφανίζει μόνο την τελευταία στήλη κάθε γραμμής.
es: Muestra solo la última columna de cada línea.
fi: Näyttää vain kunkin rivin viimeisen sarakkeen.
he: מציג רק את העמודה האחרונה של כל שורה.
hr: Prikazuje samo posljednju kolonu svake linije.
is: Sýnir aðeins síðustu dálkinn í hverju línu.
it: Visualizza solo l'ultima colonna di ogni riga.
nl: Toont alleen de laatste kolom van elke regel.
no: Viser bare den siste kolonnen av hver linje.
ro: Afișează doar ultima coloană a fiecărei linii.
sk: Zobrazuje iba posledný stĺpec každého riadku.
tr: Her satırın yalnızca son sütununu gösterir.
uk: Відображає лише останній стовпець кожного рядка.

source: Displays the value of column 1 only if the value of column 3 is greater than 100.
de: Zeigt den Wert von Spalte 1 nur an, wenn der Wert von Spalte 3 größer als 100 ist.
el: Εμφανίζει την τιμή της στήλης 1 μόνο αν η τιμή της στήλης 3 είναι μεγαλύτερη από 100.
es: Muestra el valor de la columna 1 solo si el valor de la columna 3 es mayor que 100.
fi: Näyttää sarakkeen 1 arvon vain, jos sarakkeen 3 arvo on suurempi kuin 100.
he: מציג את ערך עמודה 1 רק אם ערך עמודה 3 גדול מ-100.
hr: Prikazuje vrijednost stupca 1 samo ako je vrijednost stupca 3 veća od 100.
is: Sýnir gildi dálks 1 aðeins ef gildi dálks 3 er hærra en 100.
it: Visualizza il valore della colonna 1 solo se il valore della colonna 3 è maggiore di 100.
nl: Toont de waarde van kolom 1 alleen als de waarde van kolom 3 groter is dan 100.
no: Viser verdien av kolonne 1 bare hvis verdien av kolonne 3 er større enn 100.
ro: Afișează valoarea coloanei 1 doar dacă valoarea coloanei 3 este mai mare de 100.
sk: Zobrazuje hodnotu stĺpca 1 iba v prípade, že hodnota stĺpca 3 je väčšia ako 100.
tr: Sütun 3'ün değeri 100'den büyükse yalnızca sütun 1'in değerini gösterir.
uk: Показує значення стовпця 1 лише якщо значення стовпця 3 більше ніж 100.

source: File path validation failed: {}
de: Dateipfadvalidierung fehlgeschlagen: {}
el: Η επικύρωση της διαδρομής αρχείου απέτυχε: {}
es: La validación de la ruta del archivo falló: {}
fi: Tiedostopolun vahvistus epäonnistui: {}
he: אימות נתיב הקובץ נכשל: {}
hr: Validacija putanje datoteke nije uspjela: {}
is: Gildisskrá staðfesting mistókst: {}
it: La convalida del percorso del file è fallita: {}
nl: Bestandspadvalidatie mislukt: {}
no: Filbanevalidering mislyktes: {}
ro: Validarea căii fișierului a eșuat: {}
sk: Overenie cesty k súboru zlyhalo: {}
tr: Dosya yolu doğrulaması başarısız oldu: {}
uk: Валідація шляху файлу не вдалася: {}

source: File too large (>50MB)
de: Datei zu groß (>50MB)
el: Το αρχείο είναι πολύ μεγάλο (>50MB)
es: Archivo demasiado grande (>50MB)
fi: Tiedosto liian suuri (>50MB)
he: הקובץ גדול מדי (>50MB)
hr: Datoteka prevelika (>50MB)
is: Skrá of stór (>50MB)
it: File troppo grande (>50MB)
nl: Bestand te groot (>50MB)
no: Filen er for stor (>50MB)
ro: Fișierul este prea mare (>50MB)
sk: Súbor je príliš veľký (>50MB)
tr: Dosya çok büyük (>50MB)
uk: Файл занадто великий (>50MB)

source: Invalid JSON: {}
de: Ungültiges JSON: {}
el: Μη έγκυρο JSON: {}
es: JSON no válido: {}
fi: Virheellinen JSON: {}
he: JSON לא תקין: {}
hr: Nevažeći JSON: {}
is: Ógild JSON: {}
it: JSON non valido: {}
nl: Ongeldige JSON: {}
no: Ugyldig JSON: {}
ro: JSON invalid: {}
sk: Neplatný JSON: {}
tr: Geçersiz JSON: {}
uk: Неправильний JSON: {}

source: Encoding error: {}
de: Kodierungsfehler: {}
el: Σφάλμα κωδικοποίησης: {}
es: Error de codificación: {}
fi: Koodausvirhe: {}
he: שגיאת קידוד: {}
hr: Pogreška kodiranja: {}
is: Kóðunarvilla: {}
it: Errore di codifica: {}
nl: Codering fout: {}
no: Kodingfeil: {}
ro: Eroare de codare: {}
sk: Chyba kódovania: {}
tr: Kodlama hatası: {}
uk: Помилка кодування: {}

source: Root data is not a dictionary
de: Root-Daten sind kein Wörterbuch
el: Τα δεδομένα ρίζας δεν είναι λεξικό.
es: Los datos raíz no son un diccionario.
fi: Juuri data ei ole sanakirja.
he: נתוני שורש אינם מילון
hr: Korijenski podaci nisu rječnik
is: Rótgögn eru ekki orðabók.
it: I dati radice non sono un dizionario
nl: Rootgegevens zijn geen woordenboek.
no: Rotdata er ikke et ordbok.
ro: Datele rădăcină nu sunt un dicționar
sk: Hlavné údaje nie sú slovník.
tr: Kök verisi bir sözlük değildir.
uk: Кореневі дані не є словником

source: Load failed: {}
de: Laden fehlgeschlagen: {}
el: Η φόρτωση απέτυχε: {}
es: Error de carga: {}
fi: Lataus epäonnistui: {}
he: טעינה נכשלה: {}
hr: Učitavanje nije uspjelo: {}
is: Hleðsla mistókst: {}
it: Caricamento non riuscito: {}
nl: Laden mislukt: {}
no: Lasting mislyktes: {}
ro: Încărcare eșuată: {}
sk: Načítanie zlyhalo: {}
tr: Yükleme başarısız: {}
uk: Завантаження не вдалося: {}

source: Data validation failed
de: Datenvalidierung fehlgeschlagen
el: Η επικύρωση δεδομένων απέτυχε
es: La validación de datos falló
fi: Tietojen validoiminen epäonnistui
he: אימות נתונים נכשל
hr: Validacija podataka nije uspjela
is: Gildisskráning mistókst
it: La convalida dei dati è fallita
nl: Gegevensvalidatie mislukt
no: Datavalidering mislyktes
ro: Validarea datelor a eșuat
sk: Overenie údajov zlyhalo
tr: Veri doğrulama başarısız oldu
uk: Валідація даних не вдалася

source: Temporary file was not written correctly
de: Temporäre Datei wurde nicht korrekt geschrieben
el: Το προσωρινό αρχείο δεν γράφτηκε σωστά
es: El archivo temporal no se escribió correctamente.
fi: Väliaikaistiedostoa ei kirjoitettu oikein
he: הקובץ הזמני לא נכתב כראוי
hr: Privremena datoteka nije ispravno zapisana
is: Tímabundin skrá var ekki skrifuð rétt.
it: Il file temporaneo non è stato scritto correttamente
nl: Tijdelijk bestand is niet correct geschreven
no: Midlertidig fil ble ikke skrevet riktig
ro: Fișierul temporar nu a fost scris corect.
sk: Dočasný súbor nebol správne zapísaný.
tr: Geçici dosya doğru bir şekilde yazılmadı.
uk: Temporarily file was not written correctly

source: File write failed: {}
de: Dateischreibung fehlgeschlagen: {}
el: Η εγγραφή αρχείου απέτυχε: {}
es: Error al escribir el archivo: {}
fi: Tiedoston kirjoittaminen epäonnistui: {}
he: כתיבת קובץ נכשלה: {}
hr: Pisanje datoteke nije uspjelo: {}
is: Skrá skrifun mistókst: {}
it: Scrittura del file non riuscita: {}
nl: Bestandsschrijving mislukt: {}
no: Filskriving mislyktes: {}
ro: Scrierea fișierului a eșuat: {}
sk: Zápis súboru zlyhal: {}
tr: Dosya yazma hatası: {}
uk: Запис файлу не вдався: {}

source: Save verification failed
de: Speicherüberprüfung fehlgeschlagen
el: Η επαλήθευση αποθήκευσης απέτυχε
es: La verificación de guardado falló
fi: Tallennuksen vahvistaminen epäonnistui
he: שגיאת אימות שמירה
hr: Provjera spremanja nije uspjela
is: Vista staðfesting mistókst
it: Verifica del salvataggio non riuscita
nl: Opslaan verificatie mislukt
no: Lagring verifisering mislyktes
ro: Verificarea salvării a eșuat
sk: Uloženie overenia zlyhalo
tr: Kaydetme doğrulaması başarısız oldu
uk: Збереження не вдалося перевірити

source: Save failed: {}
de: Speichern fehlgeschlagen: {}
el: Αποθήκευση απέτυχε: {}
es: Error al guardar: {}
fi: Tallennus epäonnistui: {}
he: שימור נכשל: {}
hr: Spremanje nije uspjelo: {}
is: Vista misheitti: {}
it: Salvataggio non riuscito: {}
nl: Opslaan mislukt: {}
no: Lagring mislyktes: {}
ro: Salvarea a eșuat: {}
sk: Uloženie zlyhalo: {}
tr: Kaydetme başarısız: {}
uk: Збереження не вдалося: {}

source: Move Error
de: Bewegungsfehler
el: Σφάλμα Μετακίνησης
es: Error de Movimiento
fi: Siirto-ongelma
he: שגיאת הזזה
hr: Pogreška pri premještanju
is: Hreyfingarvilla
it: Errore di Spostamento
nl: Verplaatsfout
no: Flyttingsfeil
ro: Eroare de mutare
sk: Chyba presunu
tr: Hareket Hatası
uk: Перемістити помилку

source: Restore Layout
de: Layout wiederherstellen
el: Επαναφορά Διάταξης
es: Restaurar diseño
fi: Palauta asettelu
he: שחזר פריסה
hr: Vrati raspored
is: Endurheimta uppsetningu
it: Ripristina Layout
nl: Herstel Lay-out
no: Gjenopprett oppsett
ro: Restaurare aspectul
sk: Obnovi rozloženie
tr: Düzeni Geri Yükle
uk: Відновити макет
