Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Gets text starting from the 4th character.
de: Erhält den Text ab dem 4. Zeichen.
el: Λαμβάνει κείμενο ξεκινώντας από τον 4ο χαρακτήρα.
es: Obtiene texto a partir del cuarto carácter.
fi: Hakee tekstiä neljännestä merkistä alkaen.
he: מקבל טקסט החל מהתו ה-4.
hr: Dohvaća tekst počevši od 4. znaka.
is: Fær texta sem byrjar frá 4. staf.
it: Ottiene il testo a partire dal 4° carattere.
nl: Haal tekst op vanaf het 4e teken.
no: Henter tekst som starter fra den 4. karakteren.
ro: Obține textul începând de la al patrulea caracter.
sk: Získa text začínajúci od 4. znaku.
tr: 4. karakterden itibaren metni alır.
uk: Получает текст, начиная с 4-го символа.

source: Gets 5 characters of text, starting from the 4th character.
de: Erhält 5 Zeichen des Textes, beginnend ab dem 4. Zeichen.
el: Λαμβάνει 5 χαρακτήρες κειμένου, ξεκινώντας από τον 4ο χαρακτήρα.
es: Obtiene 5 caracteres de texto, comenzando desde el 4º carácter.
fi: Hakee 5 merkkiä tekstiä, alkaen 4. merkistä.
he: מקבל 5 תווים של טקסט, החל מהתו ה-4.
hr: Dohvaća 5 znakova teksta, počinjući od 4. znaka.
is: Fær 5 stafi af texta, byrjar frá 4. staf.
it: Ottiene 5 caratteri di testo, a partire dal 4° carattere.
nl: Krijgt 5 tekens van tekst, beginnend vanaf het 4e teken.
no: Henter 5 tegn fra teksten, som starter fra det 4. tegnet.
ro: Obține 5 caractere de text, începând de la al 4-lea caracter.
sk: Získa 5 znakov textu, počnúc od 4. znaku.
tr: 4. karakterden başlayarak 5 karakter metin alır.
uk: Obtains 5 characters of text, starting from the 4th character.

source: Removes the shortest matching 'prefix' from the beginning.
de: Entfernt das kürzeste übereinstimmende 'Präfix' vom Anfang.
el: Αφαιρεί το συντομότερο ταιριαστό 'πρόθεμα' από την αρχή.
es: Elimina el 'prefijo' coincidente más corto del principio.
fi: Poistaa lyhyimmän vastaavan 'etuliitteen' alusta.
he: מסיר את הקידומת הקצרה ביותר התואמת מההתחלה.
hr: Uklanja najkraći odgovarajući 'prefiks' s početka.
is: Fjarlægir stystu samsvarandi 'forskeyti' frá byrjun.
it: Rimuove il 'prefisso' corrispondente più corto dall'inizio.
nl: Verwijdert de kortste overeenkomende 'prefix' van het begin.
no: Fjerner det korteste samsvarende 'prefikset' fra begynnelsen.
ro: Îndepărtează cel mai scurt 'prefix' corespunzător de la început.
sk: Odstráni najkratší zhodujúci sa 'prefix' z začiatku.
tr: Başlangıçtan en kısa eşleşen 'ön ek'i kaldırır.
uk: Видаляє найкоротший відповідний 'префікс' з початку.

source: Removes the longest matching 'prefix' from the beginning.
de: Entfernt das längste übereinstimmende 'Präfix' vom Anfang.
el: Αφαιρεί το μεγαλύτερο ταιριαστό 'πρόθεμα' από την αρχή.
es: Elimina el 'prefijo' más largo que coincida desde el principio.
fi: Poistaa pisimmän vastaavan 'etuliitteen' alusta.
he: מסיר את הקידומת הארוכה ביותר התואמת מההתחלה.
hr: Uklanja najduži odgovarajući 'prefiks' s početka.
is: Fjarlægir lengsta samræmda 'forskeyti' frá byrjun.
it: Rimuove il 'prefisso' più lungo corrispondente dall'inizio.
nl: Verwijdert de langste overeenkomende 'prefix' van het begin.
no: Fjerner det lengste samsvarende 'prefikset' fra begynnelsen.
ro: Îndepărtează cel mai lung 'prefix' corespunzător de la început.
sk: Odstráni najdlhšiu zhodujúcu sa 'predponu' z začiatku.
tr: Başlangıçtan en uzun eşleşen 'ön ek'i kaldırır.
uk: Видаляє найдовший відповідний 'префікс' з початку.

source: Removes the shortest matching 'suffix' from the end.
de: Entfernt das kürzeste übereinstimmende 'Suffix' vom Ende.
el: Αφαιρεί το συντομότερο ταιριαστό 'κατάληξη' από το τέλος.
es: Elimina el 'sufijo' coincidente más corto del final.
fi: Poistaa lyhyimmän vastaavan 'liitteen' lopusta.
he: מסיר את הסיומת הקצרה ביותר התואמת מהסוף.
hr: Uklanja najkraći odgovarajući 'sufiks' s kraja.
is: Fjarlægir stystu samsvarandi 'viðskeyti' frá endanum.
it: Rimuove il suffisso corrispondente più corto dalla fine.
nl: Verwijdert de kortste overeenkomende 'achtervoegsel' van het einde.
no: Fjerner den korteste samsvarende 'suffiksen' fra slutten.
ro: Îndepărtează cel mai scurt 'sufix' corespunzător de la sfârșit.
sk: Odstráni najkratší zhodujúci sa 'sufix' z konca.
tr: Uçtan en kısa eşleşen 'sonek'i kaldırır.
uk: Видаляє найкоротший відповідний 'суфікс' з кінця.

source: Removes the longest matching 'suffix' from the end.
de: Entfernt das längste übereinstimmende 'Suffix' vom Ende.
el: Αφαιρεί το μεγαλύτερο ταιριαστό 'κατάληξη' από το τέλος.
es: Elimina el sufijo más largo que coincida del final.
fi: Poistaa pisimmän vastaavan 'liitteen' lopusta.
he: מסיר את הסיומת הארוכה ביותר התואמת מהסוף.
hr: Uklanja najduži odgovarajući 'sufiks' s kraja.
is: Fjarlægir lengsta samræmda 'súffix' frá endanum.
it: Rimuove il suffisso più lungo corrispondente dalla fine.
nl: Verwijdert de langste overeenkomende 'achtervoegsel' van het einde.
no: Fjerner den lengste samsvarende 'suffiksen' fra slutten.
ro: Îndepărtează cel mai lung 'sufix' corespunzător de la sfârșit.
sk: Odstráni najdlhšiu zhodujúcu sa 'príponu' z konca.
tr: Uçtan en uzun eşleşen 'sonek'i kaldırır.
uk: Видаляє найдовший відповідний 'суфікс' з кінця.

source: Replaces the first match of 'old' with 'new'.
de: Ersetzt die erste Übereinstimmung von 'old' mit 'new'.
el: Αντικαθιστά την πρώτη αντιστοιχία του 'old' με το 'new'.
es: Reemplaza la primera coincidencia de 'old' con 'new'.
fi: Korvataan ensimmäinen osuma 'vanhasta' 'uudella'.
he: מחזיר את ההתאמה הראשונה של 'ישן' עם 'חדש'.
hr: Zamjenjuje prvo pojavljivanje 'old' s 'new'.
is: Skipar fyrsta samsvörun 'old' með 'new'.
it: Sostituisce la prima occorrenza di 'old' con 'new'.
nl: Vervangt de eerste overeenkomst van 'oud' door 'nieuw'.
no: Erstatter det første treffet av 'gammel' med 'ny'.
ro: Înlocuiește prima apariție a 'old' cu 'new'.
sk: Nahrádza prvé zhodovanie 'old' s 'new'.
tr: 'old' ile 'new' arasındaki ilk eşleşmeyi değiştirir.
uk: Заміщує перше співпадіння 'old' на 'new'.

source: Replaces all matches of 'old' with 'new'.
de: Ersetzt alle Übereinstimmungen von 'alt' mit 'neu'.
el: Αντικαθιστά όλες τις αντιστοιχίες του 'παλιού' με 'νέου'.
es: Reemplaza todas las coincidencias de 'old' con 'new'.
fi: Korvataan kaikki 'old' -ilmausten osumat 'new' -ilmaisuilla.
he: מחליף את כל ההתאמות של 'ישן' ב'חדש'.
hr: Zamjenjuje sve podudarnosti 'old' s 'new'.
is: Skipar öllum samsvörunum við 'old' með 'new'.
it: Sostituisce tutte le occorrenze di 'old' con 'new'.
nl: Vervangt alle overeenkomsten van 'oud' met 'nieuw'.
no: Erstatter alle treff av 'gammel' med 'ny'.
ro: Înlocuiește toate aparițiile lui 'old' cu 'new'.
sk: Nahrádza všetky zhodné výrazy 'old' s 'new'.
tr: 'eski' ile 'yeni' olan tüm eşleşmeleri değiştirir.
uk: Removes all matches of 'old' and replaces them with 'new'.

source: Replaces 'old' with 'new' only if it's at the beginning.
de: Ersetzt 'alt' durch 'neu', nur wenn es am Anfang steht.
el: Αντικαθιστά το 'παλιό' με το 'νέο' μόνο αν είναι στην αρχή.
es: Reemplaza 'old' por 'new' solo si está al principio.
fi: Korvataan 'vanha' 'uudella' vain, jos se on alussa.
he: מחליף 'ישן' ב'חדש' רק אם זה בתחילה.
hr: Zamjenjuje 'staro' s 'novo' samo ako je na početku.
is: Skipar 'gammalt' út með 'nýtt' aðeins ef það er í byrjun.
it: Sostituisce 'old' con 'new' solo se si trova all'inizio.
nl: Vervangt 'oud' door 'nieuw' alleen als het aan het begin staat.
no: Erstatter 'gammel' med 'ny' bare hvis det er i begynnelsen.
ro: Înlocuiește 'old' cu 'new' doar dacă este la început.
sk: Nahrádza 'old' s 'new' iba ak je na začiatku.
tr: 'Eski'yi 'yeni' ile yalnızca başında ise değiştirir.
uk: Заміщує 'old' на 'new' лише якщо він на початку.

source: Replaces 'old' with 'new' only if it's at the end.
de: Ersetzt 'alt' durch 'neu', nur wenn es am Ende steht.
el: Αντικαθιστά το 'παλιό' με το 'νέο' μόνο αν είναι στο τέλος.
es: Reemplaza 'old' por 'new' solo si está al final.
fi: Korvataan 'vanha' 'uudella' vain, jos se on lopussa.
he: מחליף את 'ישן' ב'חדש' רק אם זה בסוף.
hr: Zamjenjuje 'staro' s 'novo' samo ako je na kraju.
is: Skipar 'gammalt' út 'nýtt' aðeins ef það er í lokin.
it: Sostituisce 'old' con 'new' solo se si trova alla fine.
nl: Vervangt 'oud' door 'nieuw' alleen als het aan het einde staat.
no: Erstatter 'gammel' med 'ny' bare hvis det er på slutten.
ro: Înlocuiește 'old' cu 'new' doar dacă este la sfârșit.
sk: Nahrádza 'old' s 'new' iba ak je na konci.
tr: Sadece sonundaysa 'eski'yi 'yeni' ile değiştirir.
uk: Заміщує 'old' на 'new' лише якщо він знаходиться в кінці.

source: Changes the first letter to uppercase.
de: Ändert den ersten Buchstaben in Großbuchstaben.
el: Αλλάζει το πρώτο γράμμα σε κεφαλαίο.
es: Cambia la primera letra a mayúscula.
fi: Muuttaa ensimmäisen kirjaimen isoksi.
he: משנה את האות הראשונה לאות גדולה.
hr: Mijenja prvo slovo u veliko.
is: Breyti fyrstu stafnum í stórt.
it: Cambia la prima lettera in maiuscolo.
nl: Verandert de eerste letter in hoofdletters.
no: Endrer den første bokstaven til stor bokstav.
ro: Schimbă prima literă în majusculă.
sk: Zmení prvé písmeno na veľké.
tr: İlk harfi büyük yapar.
uk: Змінює першу літеру на велику.

source: Changes all letters to uppercase.
de: Ändert alle Buchstaben in Großbuchstaben.
el: Αλλάζει όλα τα γράμματα σε κεφαλαία.
es: Cambia todas las letras a mayúsculas.
fi: Muuttaa kaikki kirjaimet isoiksi.
he: ש changes all letters to uppercase.
hr: Mijenja sve znakove u velika slova.
is: Breyti öllum stöfum í hástafi.
it: Cambia tutte le lettere in maiuscolo.
nl: Verandert alle letters naar hoofdletters.
no: Endrer alle bokstaver til store bokstaver.
ro: Schimbă toate literele în majuscule.
sk: Zmení všetky písmená na veľké.
tr: Tüm harfleri büyük harfe dönüştürür.
uk: Змінює всі літери на великі.

source: Changes the first letter to lowercase.
de: Ändert den ersten Buchstaben in Kleinbuchstaben.
el: Αλλάζει το πρώτο γράμμα σε πεζά.
es: Cambia la primera letra a minúscula.
fi: Muuttaa ensimmäisen kirjaimen pieneksi.
he: משנה את האות הראשונה לאות קטנה.
hr: Mijenja prvo slovo u malo.
is: Breytir fyrstu stafnum í lágstaf.
it: Cambia la prima lettera in minuscolo.
nl: Verandert de eerste letter in kleine letters.
no: Endrer den første bokstaven til små bokstaver.
ro: Schimbă prima literă în litera mică.
sk: Zmení prvé písmeno na malé.
tr: İlk harfi küçük harfe değiştirir.
uk: Змінює першу літеру на малу.

source: Changes all letters to lowercase.
de: Ändert alle Buchstaben in Kleinbuchstaben.
el: Αλλάζει όλα τα γράμματα σε πεζά.
es: Cambia todas las letras a minúsculas.
fi: Muuttaa kaikki kirjaimet pieniksi.
he: משנה את כל האותיות לאותיות קטנות.
hr: Mijenja sve znakove u mala slova.
is: Breyti öllum stöfum í lágstafi.
it: Cambia tutte le lettere in minuscolo.
nl: Verandert alle letters naar kleine letters.
no: Endrer alle bokstaver til små bokstaver.
ro: Schimbă toate literele în litere mici.
sk: Zmení všetky písmená na malé písmená.
tr: Tüm harfleri küçük harfe dönüştürür.
uk: Змінює всі літери на малі.

source: A 'mini-language' for finding text patterns. These are building blocks for tools like grep, sed, and awk.
de: Eine 'Mini-Sprache' zum Finden von Textmustern. Dies sind Bausteine für Werkzeuge wie grep, sed und awk.
el: Μια 'μίνι-γλώσσα' για την εύρεση προτύπων κειμένου. Αυτά είναι δομικά στοιχεία για εργαλεία όπως το grep, sed και awk.
es: Un 'mini-idioma' para encontrar patrones de texto. Estos son bloques de construcción para herramientas como grep, sed y awk.
fi: "Mini-kieli" tekstimallien etsimiseen. Nämä ovat rakennuspalikoita työkaluja kuten grep, sed ja awk varten.
he: שפה 'מיניאטורית' למציאת תבניות טקסט. אלו הם אבני בניין לכלים כמו grep, sed ו-awk.
hr: 'Mali-jezik' za pronalaženje obrazaca teksta. Ovo su osnovni elementi za alate poput grepa, seda i awka.
is: „mini-mál“ til að finna textamynstur. Þetta eru byggingareiningar fyrir verkfæri eins og grep, sed og awk.
it: Un 'mini-linguaggio' per trovare modelli di testo. Questi sono mattoni fondamentali per strumenti come grep, sed e awk.
nl: Een 'mini-taal' voor het vinden van tekstpatronen. Dit zijn bouwstenen voor tools zoals grep, sed en awk.
no: Et 'mini-språk' for å finne tekstmønstre. Disse er byggeklosser for verktøy som grep, sed og awk.
ro: O 'mini-limbaj' pentru găsirea modelelor de text. Acestea sunt blocuri de construcție pentru instrumente precum grep, sed și awk.
sk: „mini-jazyk“ na vyhľadávanie textových vzorov. Tieto sú stavebné bloky pre nástroje ako grep, sed a awk.
tr: Metin desenlerini bulmak için bir 'mini-dil'. Bunlar grep, sed ve awk gibi araçlar için yapı taşlarıdır.
uk: Міні-мова для пошуку текстових шаблонів. Це будівельні блоки для інструментів, таких як grep, sed та awk.

source: Dot: Matches any single character. 'h.t' finds 'hot', 'hat', and 'h t'.
de: Punkt: Entspricht jedem einzelnen Zeichen. 'h.t' findet 'hot', 'hat' und 'h t'.
el: Τελεία: Ταιριάζει με οποιονδήποτε χαρακτήρα. 'h.t' βρίσκει 'hot', 'hat' και 'h t'.
es: Punto: Coincide con cualquier carácter individual. 'h.t' encuentra 'hot', 'hat' y 'h t'.
fi: Piste: Vastaa mitä tahansa yksittäistä merkkiä. 'h.t' löytää 'hot', 'hat' ja 'h t'.
he: נקודה: תואמת כל תו בודד. 'h.t' מוצאת 'hot', 'hat', ו-'h t'.
hr: Točka: Podudara se s bilo kojim jednim znakom. 'h.t' pronalazi 'hot', 'hat' i 'h t'.
is: Punktur: Samræmir við hvaða einstaka tákn sem er. 'h.t' finnur 'hot', 'hat', og 'h t'.
it: Punto: Corrisponde a qualsiasi singolo carattere. 'h.t' trova 'hot', 'hat' e 'h t'.
nl: Punt: Komt overeen met elk enkel teken. 'h.t' vindt 'hot', 'hat' en 'h t'.
no: Prikk: Matcher ethvert enkelt tegn. 'h.t' finner 'hot', 'hat' og 'h t'.
ro: Punct: Se potrivește cu orice caracter unic. 'h.t' găsește 'hot', 'hat' și 'h t'.
sk: Bodka: Zodpovedá akémukoľvek jednému znaku. 'h.t' nájde 'hot', 'hat' a 'h t'.
tr: Nokta: Herhangi bir tek karakterle eşleşir. 'h.t' 'hot', 'hat' ve 'h t' bulur.

source: Asterisk: Matches zero or more repetitions of the preceding item. 'a*' finds '', 'a', 'aa'.
de: Sternchen: Entspricht null oder mehr Wiederholungen des vorhergehenden Elements. 'a*' findet '', 'a', 'aa'.
el: Αστερίσκος: Ταιριάζει με μηδέν ή περισσότερες επαναλήψεις του προηγούμενου στοιχείου. 'a*' βρίσκει '', 'a', 'aa'.
es: Asterisco: Coincide con cero o más repeticiones del elemento anterior. 'a*' encuentra '', 'a', 'aa'.
fi: Tähtimerkki: Vastaa nollaa tai useampaa edeltävän kohteen toistoa. 'a*' löytää '', 'a', 'aa'.
he: כוכבית: תואמת אפס או יותר חזרות של הפריט הקודם. 'a*' מוצאת '', 'a', 'aa'.
hr: Asterisk: Podudara nula ili više ponavljanja prethodnog elementa. 'a*' pronalazi '', 'a', 'aa'.
is: Stjarna: Samræmir núll eða fleiri endurtekningar á fyrri hlutnum. 'a*' finnur '', 'a', 'aa'.
it: Asterisco: Corrisponde a zero o più ripetizioni dell'elemento precedente. 'a*' trova '', 'a', 'aa'.
nl: Asterisk: Komt overeen met nul of meer herhalingen van het voorgaande item. 'a*' vindt '', 'a', 'aa'.
no: Asterisk: Matcher null eller flere repetisjoner av det foregående elementet. 'a*' finner '', 'a', 'aa'.
ro: Asterisc: Se potrivește cu zero sau mai multe repetiții ale elementului precedent. 'a*' găsește '', 'a', 'aa'.
sk: Hvezdička: Zodpovedá nule alebo viacerým opakovaniam predchádzajúcej položky. 'a*' nájde '', 'a', 'aa'.
tr: Yıldız: Önceki öğenin sıfır veya daha fazla tekrarını eşleştirir. 'a*' '', 'a', 'aa' bulur.
uk: Зірочка: Відповідає нулю або більше повторень попереднього елемента. 'a*' знаходить '', 'a', 'aa'.

source: Plus: Matches one or more repetitions of the preceding item. 'a+' finds 'a', 'aa', but not ''.
de: Plus: Entspricht einer oder mehreren Wiederholungen des vorhergehenden Elements. 'a+' findet 'a', 'aa', aber nicht ''.
el: Συν: Ταιριάζει με μία ή περισσότερες επαναλήψεις του προηγούμενου στοιχείου. 'a+' βρίσκει 'a', 'aa', αλλά όχι ''.
es: Más: Coincide con una o más repeticiones del elemento anterior. 'a+' encuentra 'a', 'aa', pero no ''.
fi: Plus: Vastaa yhden tai useamman edeltävän kohteen toistoa. 'a+' löytää 'a', 'aa', mutta ei ''.
he: פלוס: תואם חזרה אחת או יותר של הפריט הקודם. 'a+' מוצא 'a', 'aa', אבל לא ''.
hr: Plus: Podudara se s jednim ili više ponavljanja prethodnog elementa. 'a+' pronalazi 'a', 'aa', ali ne ''.
is: Plús: Samræmir eina eða fleiri endurtekningar á fyrri hlutnum. 'a+' finnur 'a', 'aa', en ekki ''.
it: Plus: Corrisponde a una o più ripetizioni dell'elemento precedente. 'a+' trova 'a', 'aa', ma non ''.
nl: Plus: Komt overeen met een of meer herhalingen van het voorgaande item. 'a+' vindt 'a', 'aa', maar niet ''.
no: Pluss: Matcher en eller flere gjentakelser av det foregående elementet. 'a+' finner 'a', 'aa', men ikke ''.
ro: Plus: Potrivit unul sau mai multe repetiții ale elementului precedent. 'a+' găsește 'a', 'aa', dar nu ''.
sk: Plus: Zodpovedá jednej alebo viacerým opakovaniam predchádzajúcej položky. 'a+' nájde 'a', 'aa', ale nie ''.
tr: Artı: Önceki öğenin bir veya daha fazla tekrarıyla eşleşir. 'a+' 'a' ve 'aa' bulur, ancak '' bulmaz.
uk: Плюс: Відповідає одному або кільком повторенням попереднього елемента. 'a+' знаходить 'a', 'aa', але не ''.

source: Question Mark: Matches the preceding item zero or one time (makes it optional). 'colou?r' matches 'color' and 'colour'.
de: Fragezeichen: Entspricht dem vorhergehenden Element null oder einmal (macht es optional). 'colou?r' entspricht 'color' und 'colour'.
el: Ερωτηματικό: Ταιριάζει με το προηγούμενο στοιχείο μηδέν ή μία φορά (το καθιστά προαιρετικό). 'colou?r' ταιριάζει με 'color' και 'colour'.
es: Signo de interrogación: Coincide con el elemento anterior cero o una vez (lo hace opcional). 'colou?r' coincide con 'color' y 'colour'.
fi: Kysymysmerkki: Vastaa edeltävää kohdetta nolla tai yksi kerta (tekee siitä valinnaisen). 'colou?r' vastaa 'color' ja 'colour'.
he: סימן שאלה: תואם את הפריט הקודם אפס או פעם אחת (עושה אותו אופציונלי). 'colou?r' תואם ל'color' ול'colour'.
hr: Upitnik: Podudara se s prethodnom stavkom nula ili jedan put (čini je opcionalnom). 'colou?r' podudara se s 'color' i 'colour'.
is: Spurningamerki: Samræmir við fyrri hlutinn núll eða einu sinni (gerir það valfrjálst). 'colou?r' samræmir við 'color' og 'colour'.
it: Punto interrogativo: Corrisponde all'elemento precedente zero o una volta (lo rende facoltativo). 'colou?r' corrisponde a 'color' e 'colour'.
nl: Vraagteken: Komt overeen met het voorgaande item nul of één keer (maakt het optioneel). 'colou?r' komt overeen met 'color' en 'colour'.
no: Spørsmålstegn: Matcher det foregående elementet null eller én gang (gjør det valgfritt). 'colou?r' matcher 'color' og 'colour'.
ro: Semnul întrebării: Se potrivește cu elementul precedent de zero sau o dată (îl face opțional). 'colou?r' se potrivește cu 'color' și 'colour'.
sk: Otáznik: Zodpovedá predchádzajúcej položke nula alebo raz (robí ju voliteľnou). 'colou?r' zodpovedá 'color' a 'colour'.
tr: Soru İşareti: Önceki öğeyi sıfır veya bir kez eşleştirir (isteğe bağlı hale getirir). 'colou?r' 'color' ve 'colour' ile eşleşir.
uk: Question Mark: Matches the preceding item zero or one time (makes it optional). 'colou?r' matches 'colour' and 'colour'.

source: Caret: Matches the beginning of a line. '^Hello' only finds lines that start with 'Hello'.
de: Caret: Entspricht dem Anfang einer Zeile. '^Hello' findet nur Zeilen, die mit 'Hello' beginnen.
el: Δείκτης: Αντιστοιχεί στην αρχή μιας γραμμής. '^Hello' βρίσκει μόνο γραμμές που ξεκινούν με 'Hello'.
es: Caret: Coincide con el comienzo de una línea. '^Hello' solo encuentra líneas que comienzan con 'Hello'.
fi: Caret: Vastaa rivin alkua. '^Hello' löytää vain rivit, jotka alkavat 'Hello':lla.
he: סימן חיתוך: תואם את תחילת השורה. '^Hello' מוצא רק שורות שמתחילות ב'Hello'.
hr: Kursor: Podudara se s početkom retka. '^Hello' pronalazi samo retke koji počinju s 'Hello'.
is: Caret: Samræmir byrjun línu. '^Hello' finnur aðeins línur sem byrja á 'Hello'.
it: Caret: Corrisponde all'inizio di una riga. '^Hello' trova solo le righe che iniziano con 'Hello'.
nl: Caret: Komt overeen met het begin van een regel. '^Hello' vindt alleen regels die beginnen met 'Hello'.
no: Caret: Matcher begynnelsen av en linje. '^Hello' finner kun linjer som begynner med 'Hello'.
ro: Caret: Se potrivește cu începutul unei linii. '^Hello' găsește doar liniile care încep cu 'Hello'.
sk: Znak: Zodpovedá začiatku riadku. '^Hello' nájde iba riadky, ktoré začínajú 'Hello'.
tr: Caret: Bir satırın başlangıcını eşleştirir. '^Hello' yalnızca 'Hello' ile başlayan satırları bulur.

source: Dollar Sign: Matches the end of a line. 'end$' only finds lines that end with 'end'.
de: Dollarzeichen: Entspricht dem Ende einer Zeile. 'end$' findet nur Zeilen, die mit 'end' enden.
el: Σημείο Δολαρίου: Αντιστοιχεί στο τέλος μιας γραμμής. 'end$' βρίσκει μόνο γραμμές που τελειώνουν με 'end'.
es: Signo de dólar: Coincide con el final de una línea. 'end$' solo encuentra líneas que terminan con 'end'.
fi: Dollari: Vastaa rivin loppua. 'end$' löytää vain rivit, jotka päättyvät 'end':iin.
he: סימן דולר: תואם את סוף השורה. 'end$' מוצא רק שורות שמסתיימות ב'end'.
hr: Znak dolara: Podudara se s krajem retka. 'end$' pronalazi samo retke koji završavaju s 'end'.
is: Dollara merki: Samræmir endann á línu. 'end$' finnur aðeins línur sem enda á 'end'.
it: Simbolo del dollaro: Corrisponde alla fine di una riga. 'end$' trova solo le righe che terminano con 'end'.
nl: Dollar-teken: Komt overeen met het einde van een regel. 'end$' vindt alleen regels die eindigen met 'end'.
no: Dollar-tegn: Matcher slutten av en linje. 'end$' finner kun linjer som slutter med 'end'.
ro: Semnul dolar: Se potrivește cu sfârșitul unei linii. 'end$' găsește doar liniile care se termină cu 'end'.
sk: Dolarový znak: Zodpovedá koncu riadku. 'end$' nájde iba riadky, ktoré končia 'end'.
tr: Dolar İşareti: Bir satırın sonunu eşleştirir. 'end$' yalnızca 'end' ile biten satırları bulur.
uk: Доларовий знак: Відповідає кінцю рядка. 'end$' знаходить лише рядки, які закінчуються на 'end'.

source: Brackets: Matches any of the characters inside. '[abc]' finds 'a', 'b', or 'c'.
de: Klammern: Entspricht einem der Zeichen innerhalb. '[abc]' findet 'a', 'b' oder 'c'.
el: Παραλληλόγραμμα: Ταιριάζει με οποιοδήποτε από τους χαρακτήρες μέσα. '[abc]' βρίσκει 'a', 'b' ή 'c'.
es: Corchetes: Coincide con cualquiera de los caracteres dentro. '[abc]' encuentra 'a', 'b' o 'c'.
fi: Hakasulut: Vastaa mitä tahansa merkkiä, joka on sisällä. '[abc]' löytää 'a', 'b' tai 'c'.
he: סוגריים: תואם כל אחד מהתווים שבתוכם. '[abc]' מוצא 'a', 'b' או 'c'.
hr: Zagrade: Podudara se s bilo kojim od znakova unutar. '[abc]' pronalazi 'a', 'b' ili 'c'.
is: Blaðsíður: Samræmir hvaða tákn sem er innan. '[abc]' finnur 'a', 'b' eða 'c'.
it: Parentesi quadre: Corrisponde a uno qualsiasi dei caratteri all'interno. '[abc]' trova 'a', 'b' o 'c'.
nl: Haken: Komt overeen met een van de karakters binnenin. '[abc]' vindt 'a', 'b' of 'c'.
no: Klammerparenteser: Matcher noen av tegnene inni. '[abc]' finner 'a', 'b' eller 'c'.
ro: Paranteze: Se potrivește cu oricare dintre caracterele din interior. '[abc]' găsește 'a', 'b' sau 'c'.
sk: Zátvorky: Zodpovedá akémukoľvek znaku vo vnútri. '[abc]' nájde 'a', 'b' alebo 'c'.
tr: Köşeli Parantezler: İçindeki karakterlerden herhangi birini eşleştirir. '[abc]' 'a', 'b' veya 'c' bulur.
uk: Квадратні дужки: Відповідає будь-якому з символів всередині. '[abc]' знаходить 'a', 'b' або 'c'.
