Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: A modern and super-fast version of 'grep' for searching text. (May require installation: ripgrep)
de: Eine moderne und superschnelle Version von 'grep' zum Durchsuchen von Text. (Möglicherweise ist eine Installation erforderlich: ripgrep)
el: Μια σύγχρονη και υπερ-γρήγορη έκδοση του 'grep' για αναζήτηση κειμένου. (Μπορεί να απαιτεί εγκατάσταση: ripgrep)
es: Una versión moderna y súper rápida de 'grep' para buscar texto. (Puede requerir instalación: ripgrep)
fi: Moderni ja erittäin nopea versio 'grep':stä tekstin etsimiseen. (Saattaa vaatia asennuksen: ripgrep)
he: גרסה מודרנית ומהירה מאוד של 'grep' לחיפוש טקסט. (עשויה לדרוש התקנה: ripgrep)
hr: Moderna i super-brza verzija 'grepa' za pretraživanje teksta. (Može zahtijevati instalaciju: ripgrep)
is: Nútíma og ofurhraður útgáfa af 'grep' til að leita að texta. (Gæti krafist uppsetningar: ripgrep)
it: Una versione moderna e super veloce di 'grep' per cercare testo. (Potrebbe richiedere l'installazione: ripgrep)
nl: Een moderne en supersnelle versie van 'grep' voor het doorzoeken van tekst. (Kan installatie vereisen: ripgrep)
no: En moderne og superrask versjon av 'grep' for å søke i tekst. (Kan kreve installasjon: ripgrep)
ro: O versiune modernă și super-rapidă a 'grep' pentru căutarea textului. (Poate necesita instalare: ripgrep)
sk: Moderná a super-rýchla verzia 'grep' na vyhľadávanie textu. (Môže vyžadovať inštaláciu: ripgrep)
tr: Metin aramak için 'grep'in modern ve süper hızlı bir versiyonu. (Kurulum gerektirebilir: ripgrep)
uk: Сучасна та надшвидка версія 'grep' для пошуку тексту. (Може вимагати встановлення: ripgrep)

source: Recursively searches for 'word' in the current directory very quickly.
de: Durchsucht rekursiv das aktuelle Verzeichnis sehr schnell nach 'word'.
el: Αναζητά αναδρομικά τη λέξη 'word' στον τρέχοντα κατάλογο πολύ γρήγορα.
es: Busca recursivamente 'word' en el directorio actual muy rápidamente.
fi: Etsii 'word' rekursiivisesti nykyisestä hakemistosta erittäin nopeasti.
he: מחפש באופן רקורסיבי את 'מילה' בתיקייה הנוכחית במהירות רבה.
hr: Rekurzivno pretražuje 'riječ' u trenutnom direktoriju vrlo brzo.
is: Leitar aftur í 'word' í núverandi skráarsafni mjög hratt.
it: Cerca ricorsivamente 'word' nella directory corrente molto rapidamente.
nl: Zoekt recursief naar 'woord' in de huidige map zeer snel.
no: Søker rekursivt etter 'ord' i den nåværende katalogen veldig raskt.
ro: Caută recursiv 'word' în directorul curent foarte repede.
sk: Rekurzívne vyhľadáva 'slovo' v aktuálnom adresári veľmi rýchlo.
tr: Mevcut dizinde 'kelime'yi çok hızlı bir şekilde özyinelemeli olarak arar.
uk: Рекурсивно шукає 'слово' у поточному каталозі дуже швидко.

source: A modern and more intuitive version of 'find' for finding files. (May require installation: fd-find)
de: Eine moderne und intuitivere Version von 'find' zum Auffinden von Dateien. (Möglicherweise ist eine Installation erforderlich: fd-find)
el: Μια σύγχρονη και πιο διαισθητική έκδοση του 'find' για την εύρεση αρχείων. (Μπορεί να απαιτεί εγκατάσταση: fd-find)
es: Una versión moderna y más intuitiva de 'find' para encontrar archivos. (Puede requerir instalación: fd-find)
fi: Moderni ja intuitiivisempi versio 'find'-komennosta tiedostojen etsimiseen. (Saattaa vaatia asennuksen: fd-find)
he: גרסה מודרנית ואינטואיטיבית יותר של 'find' למציאת קבצים. (עשויה לדרוש התקנה: fd-find)
hr: Moderna i intuitivnija verzija 'find' za pronalaženje datoteka. (Možda će biti potrebna instalacija: fd-find)
is: Nútímalegri og meira innsýn útgáfa af 'find' til að finna skrár. (Gæti krafist uppsetningar: fd-find)
it: Una versione moderna e più intuitiva di 'find' per trovare file. (Potrebbe richiedere l'installazione: fd-find)
nl: Een moderne en meer intuïtieve versie van 'find' voor het vinden van bestanden. (Kan installatie vereisen: fd-find)
no: En moderne og mer intuitiv versjon av 'find' for å finne filer. (Kan kreve installasjon: fd-find)
ro: O versiune modernă și mai intuitivă a 'find' pentru găsirea fișierelor. (Poate necesita instalare: fd-find)
sk: Moderná a intuitívnejšia verzia 'find' na vyhľadávanie súborov. (Môže vyžadovať inštaláciu: fd-find)
tr: Dosya bulmak için 'find' komutunun modern ve daha sezgisel bir versiyonu. (Kurulum gerektirebilir: fd-find)
uk: Сучасна та інтуїтивно зрозуміла версія 'find' для пошуку файлів. (Може вимагати встановлення: fd-find)

source: Finds all files containing '.txt' in their name.
de: Findet alle Dateien, die '.txt' in ihrem Namen enthalten.
el: Βρίσκει όλα τα αρχεία που περιέχουν '.txt' στο όνομά τους.
es: Encuentra todos los archivos que contienen '.txt' en su nombre.
fi: Löytää kaikki tiedostot, joiden nimessä on '.txt'.
he: מוצא את כל הקבצים המכילים '.txt' בשם שלהם.
hr: Pronalazi sve datoteke koje sadrže '.txt' u svom imenu.
is: Finnur öll skrár sem innihalda '.txt' í nafni sínu.
it: Trova tutti i file che contengono '.txt' nel loro nome.
nl: Zoekt alle bestanden met '.txt' in hun naam.
no: Finner alle filer som inneholder '.txt' i navnet sitt.
ro: Găsește toate fișierele care conțin '.txt' în numele lor.
sk: Nájde všetky súbory obsahujúce '.txt' vo svojom názve.
tr: '.txt' içeren tüm dosyaları bulur.
uk: Найти всі файли, що містять '.txt' у своїй назві.

source: A tool for processing and viewing data in JSON format. (May require installation)
de: Ein Werkzeug zum Verarbeiten und Anzeigen von Daten im JSON-Format. (Kann eine Installation erfordern)
el: Ένα εργαλείο για την επεξεργασία και προβολή δεδομένων σε μορφή JSON. (Μπορεί να απαιτεί εγκατάσταση)
es: Una herramienta para procesar y visualizar datos en formato JSON. (Puede requerir instalación)
fi: Työkalu JSON-muotoisen datan käsittelyyn ja tarkasteluun. (Saattaa vaatia asennuksen)
he: כלי לעיבוד וצפייה בנתונים בפורמט JSON. (עשוי לדרוש התקנה)
hr: Alat za obradu i pregled podataka u JSON formatu. (Možda je potrebna instalacija)
is: Tól til að vinna úr og skoða gögn í JSON sniði. (Gæti krafist uppsetningar)
it: Uno strumento per elaborare e visualizzare dati in formato JSON. (Potrebbe richiedere installazione)
nl: Een hulpmiddel voor het verwerken en bekijken van gegevens in JSON-indeling. (Kan installatie vereisen)
no: Et verktøy for behandling og visning av data i JSON-format. (Kan kreve installasjon)
ro: Un instrument pentru procesarea și vizualizarea datelor în format JSON. (Poate necesita instalare)
sk: Nástroj na spracovanie a zobrazenie údajov vo formáte JSON. (Môže vyžadovať inštaláciu)
tr: JSON formatında verileri işlemek ve görüntülemek için bir araç. (Kurulum gerektirebilir)
uk: Інструмент для обробки та перегляду даних у форматі JSON. (Може вимагати встановлення)

source: Displays a JSON file with colors and formatting for easy reading.
de: Zeigt eine JSON-Datei mit Farben und Formatierungen für eine einfache Lesbarkeit an.
el: Εμφανίζει ένα αρχείο JSON με χρώματα και μορφοποίηση για εύκολη ανάγνωση.
es: Muestra un archivo JSON con colores y formato para una fácil lectura.
fi: Näyttää JSON-tiedoston väreillä ja muotoilulla helppoa lukemista varten.
he: מציג קובץ JSON עם צבעים ועיצוב לקריאה קלה.
hr: Prikazuje JSON datoteku s bojama i formatiranjem za lakše čitanje.
is: Sýnir JSON skrá með litum og sniði fyrir auðvelda lesningu.
it: Visualizza un file JSON con colori e formattazione per una facile lettura.
nl: Toon een JSON-bestand met kleuren en opmaak voor gemakkelijke leesbaarheid.
no: Viser en JSON-fil med farger og formatering for enkel lesing.
ro: Afișează un fișier JSON cu culori și formatare pentru o citire ușoară.
sk: Zobrazuje súbor JSON s farbami a formátovaním pre jednoduché čítanie.
tr: Renkler ve biçimlendirme ile kolay okunabilir bir JSON dosyası görüntüler.
uk: Displays a JSON file with colours and formatting for easy reading.

source: Text Processing (Intermediate)
de: Textverarbeitung (Mittelstufe)
el: Επεξεργασία Κειμένου (Μεσαίο Επίπεδο)
es: Procesamiento de Texto (Intermedio)
fi: Tekstinkäsittely (Keskitaso)
he: עיבוד טקסט (בינוני)
hr: Obrada teksta (Srednje)
is: Textaúrvun (Millistig)
it: Elaborazione del testo (Intermedio)
nl: Tekstverwerking (Gemiddeld)
no: Tekstbehandling (Moderat)
ro: Prelucrarea textului (Intermediar)
sk: Spracovanie textu (stredne pokročilé)
tr: Metin İşleme (Orta Düzey)
uk: Текстова обробка (Середній рівень)

source: Sorts the lines of a file.
de: Sortiert die Zeilen einer Datei.
el: Ταξινομεί τις γραμμές ενός αρχείου.
es: Ordena las líneas de un archivo.
fi: Lajittelee tiedoston rivit.
he: ממיין את השורות של קובץ.
hr: Sortira redove datoteke.
is: Skráir línurnar í skjali.
it: Ordina le righe di un file.
nl: Sorteert de regels van een bestand.
no: Sorter linjene i en fil.
ro: Sortează liniile unui fișier.
sk: Zoradí riadky súboru.
tr: Bir dosyanın satırlarını sıralar.
uk: Trie les lignes d'un fichier.

source: Sorts lines in alphabetical order.
de: Sortiert Zeilen in alphabetischer Reihenfolge.
el: Ταξινομεί τις γραμμές σε αλφαβητική σειρά.
es: Ordena las líneas en orden alfabético.
fi: Lajittelee rivit aakkosjärjestykseen.
he: ממיין שורות בסדר אלפביתי.
hr: Sortira redove abecednim redom.
is: Skráir línur í stafrófsröð.
it: Ordina le righe in ordine alfabetico.
nl: Sorteert regels in alfabetische volgorde.
no: Sorter linjer i alfabetisk rekkefølge.
ro: Sortează liniile în ordine alfabetică.
sk: Zoradí riadky v abecednom poradí.
tr: Satırları alfabetik sıraya göre sıralar.
uk: Сортує рядки в алфавітному порядку.

source: Sorts lines in numerical order.
de: Sortiert Zeilen in numerischer Reihenfolge.
el: Ταξινομεί τις γραμμές σε αριθμητική σειρά.
es: Ordena líneas en orden numérico.
fi: Lajittelee rivit numeeriseen järjestykseen.
he: ממיין שורות בסדר מספרי.
hr: Sortira redove u numeričkom redoslijedu.
is: Skráir línur í tölulegu röð.
it: Ordina le righe in ordine numerico.
nl: Sorteert regels in numerieke volgorde.
no: Sorter linjer i numerisk rekkefølge.
ro: Sortează liniile în ordine numerică.
sk: Zoradí riadky v číselnom poradí.
tr: Satırları sayısal sıraya göre sıralar.
uk: Sorteert regels in numerieke volgorde.

source: Sorts lines in reverse order.
de: Sortiert Zeilen in umgekehrter Reihenfolge.
el: Ταξινομεί τις γραμμές σε αντίστροφη σειρά.
es: Ordena las líneas en orden inverso.
fi: Lajittelee rivit käänteisessä järjestyksessä.
he: ממיין שורות בסדר הפוך.
hr: Sortira redove redoslijedom.
is: Skráir línur í öfugri röð.
it: Ordina le righe in ordine inverso.
nl: Sorteert regels in omgekeerde volgorde.
no: Sorter linjer i omvendt rekkefølge.
ro: Sortează liniile în ordine inversă.
sk: Zoradí riadky v opačnom poradí.
tr: Satırları ters sırayla sıralar.
uk: Сортує рядки у зворотному порядку.

source: Removes adjacent duplicate lines.
de: Entfernt benachbarte doppelte Zeilen.
el: Αφαιρεί τις γειτονικές διπλές γραμμές.
es: Elimina líneas duplicadas adyacentes.
fi: Poistaa vierekkäiset päällekkäiset rivit.
he: מסיר שורות כפולות סמוכות.
hr: Uklanja susjedne duplicirane retke.
is: Fjarlægir samliggjandi tvítekna línur.
it: Rimuove le righe duplicate adiacenti.
nl: Verwijdert aangrenzende dubbele regels.
no: Fjerner nærliggende dupliserte linjer.
ro: Elimină liniile duplicate adiacente.
sk: Odstráni susedné duplicitné riadky.
tr: Komşu tekrarlayan satırları kaldırır.
uk: Видаляє сусідні дублікати рядків.

source: First sorts the file, then removes duplicate lines.
de: Zuerst wird die Datei sortiert, dann werden doppelte Zeilen entfernt.
el: Πρώτα ταξινομεί το αρχείο, στη συνέχεια αφαιρεί τις διπλότυπες γραμμές.
es: Primero ordena el archivo, luego elimina las líneas duplicadas.
fi: Ensimmäiseksi lajittelee tiedoston, sitten poistaa päällekkäiset rivit.
he: ראשית ממיין את הקובץ, ואז מסיר שורות כפולות.
hr: Prvo sortira datoteku, a zatim uklanja duplicirane retke.
is: Fyrst raðar skrána, síðan fjarlægir tvítekna línur.
it: Prima ordina il file, poi rimuove le righe duplicate.
nl: Eerst sorteert het bestand, daarna verwijdert het dubbele regels.
no: Først sorterer filen, deretter fjerner den dupliserte linjer.
ro: Mai întâi sortează fișierul, apoi elimină liniile duplicate.
sk: Najprv zoradí súbor, potom odstráni duplicitné riadky.
tr: Önce dosyayı sıralar, ardından tekrar eden satırları kaldırır.
uk: Спочатку сортує файл, а потім видаляє дублікати рядків.

source: Counts how many times each line appears.
de: Zählt, wie oft jede Zeile erscheint.
el: Μετρά πόσες φορές εμφανίζεται κάθε γραμμή.
es: Cuenta cuántas veces aparece cada línea.
fi: Laskee, kuinka monta kertaa kukin rivi esiintyy.
he: סופר כמה פעמים כל שורה מופיעה.
hr: Broji koliko se puta svaka linija pojavljuje.
is: Telur hversu oft hver lína kemur fram.
it: Conta quante volte appare ogni riga.
nl: Telt hoe vaak elke regel voorkomt.
no: Teller hvor mange ganger hver linje vises.
ro: Numără de câte ori apare fiecare linie.
sk: Počítaj, koľkokrát sa každá línia objaví.
tr: Her satırın kaç kez göründüğünü sayar.
uk: Підраховує, скільки разів з'являється кожен рядок.

source: Counts lines, words, and characters in a file.
de: Zählt Zeilen, Wörter und Zeichen in einer Datei.
el: Μετράει γραμμές, λέξεις και χαρακτήρες σε ένα αρχείο.
es: Cuenta líneas, palabras y caracteres en un archivo.
fi: Laskee rivejä, sanoja ja merkkejä tiedostossa.
he: סופר שורות, מילים ודמויות בקובץ.
hr: Broji redove, riječi i znakove u datoteci.
is: Telur línur, orð og tákn í skrá.
it: Conta righe, parole e caratteri in un file.
nl: Telt regels, woorden en tekens in een bestand.
no: Teller linjer, ord og tegn i en fil.
ro: Numără liniile, cuvintele și caracterele dintr-un fișier.
sk: Počíta riadky, slová a znaky v súbore.
tr: Bir dosyadaki satır, kelime ve karakter sayısını hesaplar.
uk: Складає рядки, слова та символи у файлі.

source: Counts only the number of lines.
de: Zählt nur die Anzahl der Zeilen.
el: Μετράει μόνο τον αριθμό των γραμμών.
es: Cuenta solo el número de líneas.
fi: Laskee vain rivien määrän.
he: סופר רק את מספר השורות.
hr: Broji samo broj redaka.
is: Telur aðeins fjölda línanna.
it: Conta solo il numero di righe.
nl: Telt alleen het aantal regels.
no: Teller bare antall linjer.
ro: Numără doar numărul de linii.
sk: Počíta iba počet riadkov.
tr: Sadece satır sayısını sayar.
uk: Лічить лише кількість рядків.

source: Counts only the number of words.
de: Zählt nur die Anzahl der Wörter.
el: Μετρά μόνο τον αριθμό των λέξεων.
es: Cuenta solo el número de palabras.
fi: Laskee vain sanojen määrän.
he: סופר רק את מספר המילים.
hr: Broji samo broj riječi.
is: Telur aðeins fjölda orða.
it: Conta solo il numero di parole.
nl: Telt alleen het aantal woorden.
no: Teller bare antall ord.
ro: Numără doar numărul de cuvinte.
sk: Počíta iba počet slov.
tr: Sadece kelime sayısını sayar.
uk: Рахує лише кількість слів.

source: Cuts and extracts columns of text from a file.
de: Schneidet und extrahiert Textspalten aus einer Datei.
el: Κόβει και εξάγει στήλες κειμένου από ένα αρχείο.
es: Corta y extrae columnas de texto de un archivo.
fi: Leikkaa ja poimii tekstin sarakkeita tiedostosta.
he: חותך ומחלץ עמודות טקסט מקובץ.
hr: Reže i izvlači stupce teksta iz datoteke.
is: Klippir og útdraga dálka af texta úr skrá.
it: Taglia e estrae colonne di testo da un file.
nl: Snijdt en extraheert kolommen tekst uit een bestand.
no: Klipper og henter kolonner med tekst fra en fil.
ro: Taie și extrage coloane de text dintr-un fișier.
sk: Vystrihuje a extrahuje stĺpce textu z súboru.
tr: Bir dosyadan metin sütunlarını keser ve çıkarır.
uk: Розрізає та витягує стовпці тексту з файлу.

source: Extracts the first column of text, using ':' as the separator.
de: Extrahiert die erste Textspalte unter Verwendung von ':' als Trennzeichen.
el: Εξάγει την πρώτη στήλη κειμένου, χρησιμοποιώντας ':' ως διαχωριστικό.
es: Extrae la primera columna de texto, utilizando ':' como separador.
fi: Poimii ensimmäisen tekstikolumnin, käyttäen ':' erotinmerkkinä.
he: מחלץ את העמודה הראשונה של טקסט, תוך שימוש ב':' כמפריד.
hr: Izdvaja prvu kolonu teksta, koristeći ':' kao razdjelnik.
is: Dregur fyrstu dálkinn af texta, með ':' sem aðskilnað.
it: Estrae la prima colonna di testo, utilizzando ':' come separatore.
nl: Haal de eerste kolom tekst op, met ':' als scheidingsteken.
no: Henter den første kolonnen av tekst, ved å bruke ':' som separator.
ro: Extrage prima coloană de text, folosind ':' ca separator.
sk: Extrahuje prvý stĺpec textu, pričom používa ':' ako oddeľovač.
tr: Metinlerin ilk sütununu ':' ayırıcı olarak kullanarak çıkarır.

source: Merges the lines of multiple files side-by-side.
de: Fügt die Zeilen mehrerer Dateien nebeneinander zusammen.
el: Συγχωνεύει τις γραμμές πολλαπλών αρχείων δίπλα-δίπλα.
es: Combina las líneas de múltiples archivos lado a lado.
fi: Yhdistää useiden tiedostojen rivit vierekkäin.
he: ממזג את השורות של מספר קבצים זה לצד זה.
hr: Spaja redove više datoteka jedan pored drugog.
is: Sameinar línur úr mörgum skrám hlið við hlið.
it: Unisce le righe di più file affiancati.
nl: Voegt de regels van meerdere bestanden zij aan zij samen.
no: Slår sammen linjene fra flere filer side om side.
ro: Îmbină liniile mai multor fișiere unul lângă altul.
sk: Zlučuje riadky viacerých súborov vedľa seba.
tr: Birden fazla dosyanın satırlarını yan yana birleştirir.
uk: Об'єднує рядки кількох файлів поруч.

source: Combines the lines of two files into columns.
de: Kombiniert die Zeilen von zwei Dateien in Spalten.
el: Συνδυάζει τις γραμμές δύο αρχείων σε στήλες.
es: Combina las líneas de dos archivos en columnas.
fi: Yhdistää kahden tiedoston rivit sarakkeiksi.
he: מאחד את השורות של שני קבצים לעמודות.
hr: Spaja redove dviju datoteka u stupce.
is: Sameinar línur úr tveimur skrám í dálka.
it: Combina le righe di due file in colonne.
nl: Combineert de regels van twee bestanden in kolommen.
no: Kombinerer linjene fra to filer til kolonner.
ro: Combină liniile a două fișiere în coloane.
sk: Spojí riadky dvoch súborov do stĺpcov.
tr: İki dosyanın satırlarını sütunlar halinde birleştirir.
uk: Комбінує рядки двох файлів у стовпці.

source: Translates or deletes characters from text.
de: Übersetzt oder löscht Zeichen aus dem Text.
el: Μεταφράζει ή διαγράφει χαρακτήρες από το κείμενο.
es: Traduce o elimina caracteres del texto.
fi: Kääntää tai poistaa merkkejä tekstistä.
he: מתרגם או מוחק תווים מטקסט.
hr: Prevodi ili briše znakove iz teksta.
is: Þýðir eða eyðir stöfum úr texta.
it: Traduci o elimina caratteri dal testo.
nl: Vertaal of verwijder tekens uit tekst.
no: Oversetter eller sletter tegn fra tekst.
ro: Traducerea sau ștergerea caracterelor din text.
sk: Prekladá alebo odstraňuje znaky z textu.
tr: Metin içindeki karakterleri çevirir veya siler.
uk: Перекладає або видаляє символи з тексту.

source: Converts text from lowercase to uppercase.
de: Konvertiert Text von Kleinbuchstaben in Großbuchstaben.
el: Μετατρέπει το κείμενο από πεζά σε κεφαλαία.
es: Convierte texto de minúsculas a mayúsculas.
fi: Muuttaa tekstin pienistä kirjaimista isoiksi kirjaimiksi.
he: ממיר טקסט מאות קטנות לאותיות גדולות.
hr: Pretvara tekst iz malih u velika slova.
is: Breytir texta úr lágstaf í hástaf.
it: Converte il testo da minuscolo a maiuscolo.
nl: Zet tekst om van kleine letters naar hoofdletters.
no: Konverterer tekst fra små bokstaver til store bokstaver.
ro: Converteți textul din litere mici în litere mari.
sk: Prevodí text z malých písmen na veľké písmená.
tr: Metni küçük harflerden büyük harflere dönüştürür.

source: Reverses the order of characters in each line.
de: Kehrt die Reihenfolge der Zeichen in jeder Zeile um.
el: Αντιστρέφει τη σειρά των χαρακτήρων σε κάθε γραμμή.
es: Invierte el orden de los caracteres en cada línea.
fi: Kääntää merkkien järjestyksen jokaisella rivillä.
he: הופך את הסדר של התווים בכל שורה.
hr: Obrće redoslijed znakova u svakoj liniji.
is: Veltir röð tákna í hverju línu.
it: Inverte l'ordine dei caratteri in ogni riga.
nl: Keert de volgorde van de tekens in elke regel om.
no: Reverserer rekkefølgen av tegn i hver linje.
ro: Inversează ordinea caracterelor din fiecare linie.
sk: Otočí poradie znakov v každom riadku.
tr: Her bir satırdaki karakterlerin sırasını tersine çevirir.
uk: Перевертає порядок символів у кожному рядку.

source: Reverses a string (result: 'stressed').
de: Kehrt einen String um (Ergebnis: 'stressed').
el: Αντιστροφή μιας συμβολοσειράς (αποτέλεσμα: 'stressed').
es: Invierte una cadena (resultado: 'stressed').
fi: Kääntää merkkijonon (tulos: 'stressed').
he: הופך מיתר (תוצאה: 'stressed').
hr: Obrće niz znakova (rezultat: 'stressed').
is: Veltir streng (niðurstaða: 'stressed').
it: Inverte una stringa (risultato: 'stressed').
nl: Keert een tekenreeks om (resultaat: 'stressed').
no: Reverserer en streng (resultat: 'stressed').
ro: Inversează un șir de caractere (rezultatul: 'stressed').
sk: Obráti reťazec (výsledok: 'stressed').
tr: Bir dizeyi tersine çevirir (sonuç: 'stressed').
uk: Відображає рядок у зворотному порядку (результат: 'desserts').

source: Displays the content of a file backwards (last line first).
de: Zeigt den Inhalt einer Datei rückwärts an (letzte Zeile zuerst).
el: Εμφανίζει το περιεχόμενο ενός αρχείου αντίστροφα (τελευταία γραμμή πρώτα).
es: Muestra el contenido de un archivo al revés (última línea primero).
fi: Näyttää tiedoston sisällön käänteisesti (viimeinen rivi ensin).
he: מציג את תוכן הקובץ הפוך (השורה האחרונה ראשונה).
hr: Prikazuje sadržaj datoteke unatrag (posljednja linija prva).
is: Sýnir innihald skráar aftur á bak (síðasta lína fyrst).
it: Visualizza il contenuto di un file al contrario (ultima riga per prima).
nl: Toont de inhoud van een bestand achterstevoren (laatste regel eerst).
no: Viser innholdet i en fil baklengs (siste linje først).
ro: Afișează conținutul unui fișier inversat (ultima linie prima).
sk: Zobrazuje obsah súboru pozpätne (posledný riadok prvý).
tr: Bir dosyanın içeriğini tersine (son satır ilk) gösterir.
uk: Affiche le contenu d'un fichier à l'envers (dernière ligne en premier).

source: Displays the lines of a file in reverse order.
de: Zeigt die Zeilen einer Datei in umgekehrter Reihenfolge an.
el: Εμφανίζει τις γραμμές ενός αρχείου σε αντίστροφη σειρά.
es: Muestra las líneas de un archivo en orden inverso.
fi: Näyttää tiedoston rivit käänteisessä järjestyksessä.
he: מציג את השורות של קובץ בסדר הפוך.
hr: Prikazuje redove datoteke obrnutim redoslijedom.
is: Sýnir línurnar í skjali í öfugri röð.
it: Visualizza le righe di un file in ordine inverso.
nl: Toont de regels van een bestand in omgekeerde volgorde.
no: Viser linjene i en fil i omvendt rekkefølge.
ro: Afișează liniile unui fișier în ordine inversă.
sk: Zobrazuje riadky súboru v opačnom poradí.
tr: Bir dosyanın satırlarını ters sırayla görüntüler.
uk: Affiche les lignes d'un fichier dans l'ordre inverse.

source: Prints a sequence of numbers.
de: Druckt eine Folge von Zahlen.
el: Εκτυπώνει μια ακολουθία αριθμών.
es: Imprime una secuencia de números.
fi: Tulostaa numerosarjan.
he: מדפיס רצף של מספרים.
hr: Ispisuje niz brojeva.
is: Prentar rað af tölum.
it: Stampa una sequenza di numeri.
nl: Drukt een reeks getallen af.
no: Skriver ut en sekvens av tall.
ro: Tipărește o secvență de numere.
sk: Tlačí sekvenciu čísel.
tr: Bir sayı dizisi yazdırır.
uk: Друкує послідовність чисел.

source: Prints numbers from 1 to 10.
de: Druckt Zahlen von 1 bis 10.
el: Εκτυπώνει αριθμούς από 1 έως 10.
es: Imprime números del 1 al 10.
fi: Tulostaa numeroita yhdestä kymmeneen.
he: מדפיס מספרים מ-1 עד 10.
hr: Ispisuje brojeve od 1 do 10.
is: Prentar tölur frá 1 til 10.
it: Stampa numeri da 1 a 10.
nl: Drukt nummers van 1 tot 10 af.
no: Skriver ut tall fra 1 til 10.
ro: Tipărește numere de la 1 la 10.
sk: Tlačí čísla od 1 do 10.
tr: 1'den 10'a kadar sayıları yazdırır.
uk: Виводить числа від 1 до 10.
