Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Add Port Forward
de: Portweiterleitung hinzufügen
el: Προσθήκη Προώθησης Θύρας
es: Agregar Reenvío de Puerto
fi: Lisää portin ohjaus
he: הוסף הפניית פורט
hr: Dodaj prosljeđivanje porta
is: Bæta við Port Framleiðslu
it: Aggiungi Inoltro Porta
nl: Poortdoorsturing toevoegen
no: Legg til portvideresending
ro: Adaugă Redirecționare Port
sk: Pridať port forwarding
tr: Port Yönlendirmesi Ekle
uk: Додати переадресацію порту

source: Tunnel name
el: Όνομα τούνελ
fi: Tunnelin nimi
he: שם מנהרה
it: Nome del tunnel
nl: Tunnelnaam

source: Name
el: Όνομα
es: Nombre
fi: Nimi
he: שם
hr: Ime
is: Nafn
it: Nome
nl: Naam
no: Navn
ro: Nume
sk: Názov
tr: Adı
uk: Назва

source: Local Host
de: Lokaler Host
el: Τοπικός Υπολογιστής
es: Host Local
fi: Paikallinen isäntä
he: מחשב מקומי
hr: Lokalni poslužitelj
is: Sviðsvæði
it: Host Locale
nl: Lokale Host
no: Lokal vert vert
ro: Gazdă Locală
sk: Lokálny hostiteľ
tr: Yerel Sunucu
uk: Локальний хост

source: Local Port
de: Lokaler Port
el: Τοπική Θύρα
es: Puerto local
fi: Paikallinen portti
he: פורט מקומי
hr: Lokalna vrata
is: Svænni staðar
it: Porta Locale
nl: Lokale poort
no: Lokal port
ro: Port local
sk: Lokálny port
tr: Yerel Port
uk: Локальний порт

source: Leave blank to use the SSH host
de: Leer lassen, um den SSH-Host zu verwenden.
el: Αφήστε κενό για να χρησιμοποιήσετε τον SSH διακομιστή
fi: Jätä tyhjäksi käyttääksesi SSH-isäntää
he: השאר ריק כדי להשתמש בשרת ה-SSH
it: Lascia vuoto per utilizzare l'host SSH
nl: Laat leeg om de SSH-host te gebruiken

source: Connect to a different remote host
de: Mit einem anderen Remote-Host verbinden
el: Συνδεθείτε σε έναν διαφορετικό απομακρυσμένο υπολογιστή
fi: Yhdistä toiseen etäisäntään
he: התחבר לארח מרוחק שונה
it: Connetti a un host remoto diverso
nl: Verbind met een andere externe host

source: Remote Host
de: Entfernte Host
el: Απομακρυσμένος Φιλοξενητής
es: Host Remoto
fi: Etäisäntä
he: מחשב מרוחק
hr: Udaljeni poslužitelj
is: Fjarhosti
it: Host Remoto
nl: Externe host
no: Fjernvert
ro: Gazdă la distanță
sk: Diaľkový hostiteľ
tr: Uzak Sunucu
uk: Віддалений хост

source: Remote Port
de: Entfernte Port
el: Απομακρυσμένη Θύρα
es: Puerto remoto
fi: Etäportti
he: פורט מרוחק
hr: Daljinski port
is: Fjarportur
it: Porta remota
nl: Externe poort
no: Fjernport
ro: Portă Remote
sk: Diaľkový port
tr: Uzak Port
uk: Віддалений порт

source: Local port must be between 1025 and 65535 (ports below 1024 require administrator privileges).
de: Der lokale Port muss zwischen 1025 und 65535 liegen (Ports unter 1024 erfordern Administratorrechte).
el: Η τοπική θύρα πρέπει να είναι μεταξύ 1025 και 65535 (οι θύρες κάτω από 1024 απαιτούν δικαιώματα διαχειριστή).
es: El puerto local debe estar entre 1025 y 65535 (los puertos por debajo de 1024 requieren privilegios de administrador).
fi: Paikallinen portti on oltava välillä 1025 ja 65535 (portit, jotka ovat alle 1024, vaativat järjestelmänvalvojan oikeudet).
he: הפורט המקומי חייב להיות בין 1025 ל-65535 (פורט מתחת ל-1024 דורש הרשאות מנהל).
hr: Lokalni port mora biti između 1025 i 65535 (portovi ispod 1024 zahtijevaju administratorske privilegije).
is: Lokaður portur verður að vera á milli 1025 og 65535 (portar undir 1024 krafist stjórnendaheimildar).
it: La porta locale deve essere compresa tra 1025 e 65535 (le porte inferiori a 1024 richiedono privilegi di amministratore).
nl: Lokale poort moet tussen 1025 en 65535 liggen (poorten onder 1024 vereisen beheerdersrechten).
no: Lokal port må være mellom 1025 og 65535 (porter under 1024 krever administratorrettigheter).
ro: Porta locală trebuie să fie între 1025 și 65535 (porturile sub 1024 necesită privilegii de administrator).
sk: Lokálny port musí byť medzi 1025 a 65535 (porty pod 1024 vyžadujú administrátorské oprávnenia).
tr: Yerel port 1025 ile 65535 arasında olmalıdır (1024'ün altındaki portlar yönetici ayrıcalıkları gerektirir).
uk: Локальний порт має бути в межах від 1025 до 65535 (порти нижче 1024 потребують прав адміністратора).

source: Remote port must be between 1 and 65535.
de: Der Remote-Port muss zwischen 1 und 65535 liegen.
el: Η απομακρυσμένη θύρα πρέπει να είναι μεταξύ 1 και 65535.
es: El puerto remoto debe estar entre 1 y 65535.
fi: Etäportin on oltava välillä 1 ja 65535.
he: הפורט המרוחק חייב להיות בין 1 ל-65535.
hr: Daljinski port mora biti između 1 i 65535.
is: Fjarportur verður að vera á milli 1 og 65535.
it: La porta remota deve essere compresa tra 1 e 65535.
nl: De externe poort moet tussen 1 en 65535 liggen.
no: Fjernporten må være mellom 1 og 65535.
ro: Porta remote trebuie să fie între 1 și 65535.
sk: Diaľkový port musí byť medzi 1 a 65535.
tr: Uzaktan bağlantı noktası 1 ile 65535 arasında olmalıdır.
uk: Віддалений порт має бути в межах від 1 до 65535.

source: Local host cannot be empty.
de: Der lokale Host darf nicht leer sein.
el: Ο τοπικός διακομιστής δεν μπορεί να είναι κενός.
es: El host local no puede estar vacío.
fi: Paikallinen isäntä ei voi olla tyhjää.
he: ה-host המקומי לא יכול להיות ריק.
hr: Lokalni host ne može biti prazan.
is: Svæl staður má ekki vera auður.
it: L'host locale non può essere vuoto.
nl: Lokale host mag niet leeg zijn.
no: Lokal vert vert kan ikke være tom.
ro: Gazda locală nu poate fi goală.
sk: Lokálny hostiteľ nemôže byť prázdny.
tr: Yerel ana bilgisayar boş olamaz.
uk: Локальний хост не може бути порожнім.

source: Invalid Port Forward
de: Ungültige Portweiterleitung
el: Μη έγκυρη προώθηση θύρας
es: Reenvío de puerto no válido
fi: Virheellinen porttiohjaus
he: הפניית פורט לא תקינה
hr: Nevažeći prosljeđivanje porta
is: Ógildur Port Framleiðsla
it: Port Forward non valido
nl: Ongeldige Poortdoorsturing
no: Ugyldig portvideresending
ro: Port Forward invalid
sk: Neplatné presmerovanie portu
tr: Geçersiz Port Yönlendirmesi
uk: Неправильний порт для переадресації

source: SFTP Session
de: SFTP-Sitzung
el: Σύνοδος SFTP
fi: SFTP-istunto
he: סשן SFTP
it: Sessione SFTP
nl: SFTP-sessie

source: Configure default directories for SFTP connections (optional)
de: Standardverzeichnisse für SFTP-Verbindungen konfigurieren (optional)
el: Ρυθμίστε προεπιλεγμένους καταλόγους για συνδέσεις SFTP (προαιρετικό)
fi: Määritä oletushakemistot SFTP-yhteyksille (valinnainen)
he: הגדר תיקיות ברירת מחדל עבור חיבורי SFTP (אופציונלי)
it: Configura le directory predefinite per le connessioni SFTP (opzionale)
nl: Stel standaardmappen in voor SFTP-verbindingen (optioneel)

source: Enable SFTP Session
de: SFTP-Sitzung aktivieren
el: Ενεργοποίηση συνεδρίας SFTP
es: Habilitar sesión SFTP
fi: Ota SFTP-istunto käyttöön
he: אפשר סשן SFTP
hr: Omogući SFTP sesiju
is: Virkja SFTP sessíu
it: Abilita sessione SFTP
nl: SFTP-sessie inschakelen
no: Aktiver SFTP-økt
ro: Activare sesiune SFTP
sk: Povoliť SFTP reláciu
tr: SFTP Oturumu Etkinleştir
uk: Увімкнути SFTP-сесію

source: Use these directories when opening an SFTP tab for this session
de: Verwenden Sie diese Verzeichnisse, wenn Sie einen SFTP-Tab für diese Sitzung öffnen.
el: Χρησιμοποιήστε αυτούς τους καταλόγους κατά το άνοιγμα μιας καρτέλας SFTP για αυτή τη συνεδρία
fi: Käytä näitä hakemistoja avatessasi SFTP-välilehden tälle istunnolle
he: השתמש בתיקיות אלה כאשר פותחים לשונית SFTP עבור מושב זה
it: Utilizza queste directory quando apri una scheda SFTP per questa sessione
nl: Gebruik deze mappen bij het openen van een SFTP-tabblad voor deze sessie

source: Local Directory
de: Lokales Verzeichnis
el: Τοπικός Κατάλογος
fi: Paikallinen hakemisto
he: ספריה מקומית
it: Directory Locale
nl: Lokale map

source: Starting directory on your machine for SFTP
de: Startverzeichnis auf Ihrem Rechner für SFTP
el: Αρχικός κατάλογος στον υπολογιστή σας για SFTP
fi: Aloituskansio koneellasi SFTP:tä varten
he: ספריית התחלה במחשב שלך עבור SFTP
it: Directory di avvio sul tuo computer per SFTP
nl: Startmap op uw machine voor SFTP

source: Example: /home/user/projects
de: Beispiel: /home/user/projects
el: /σπίτι/χρήστη/έργα
fi: /esimerkit/koti/käyttäjä/projektit
he: /בית/משתמש/פרויקטים
it: Esempio: /home/utente/progetti
nl: voorbeeld: /home/gebruiker/projecten

source: Remote Directory
de: Entferntes Verzeichnis
el: Απομακρυσμένος Κατάλογος
fi: Etähakemisto
he: ספריית מרוחקת
it: Directory Remota
nl: Externe map

source: Starting directory on the remote host for SFTP
de: Startverzeichnis auf dem Remote-Host für SFTP
el: Αρχικός κατάλογος στον απομακρυσμένο υπολογιστή για SFTP
fi: Käynnistyskansio etäisännällä SFTP:tä varten
he: ספריית התחלה על המחשב המרוחק עבור SFTP
it: Directory di avvio sull'host remoto per SFTP
nl: Startdirectory op de externe host voor SFTP

source: Example: /var/www
de: Beispiel: /var/www
el: /var/www
fi: Esimerkki: /var/www
he: /var/www
it: Esempio: /var/www
nl: Voorbeeld: /var/www

source: Test Connection
de: Verbindung testen
el: Δοκιμή Σύνδεσης
es: Probar conexión
fi: Testaa yhteys
he: בדוק חיבור
hr: Testiraj vezu
is: Prófa tengingu
it: Testa Connessione
nl: Testverbinding
no: Test forbindelse
ro: Testează conexiunea
sk: Testovanie pripojenia
tr: Bağlantıyı Test Et
uk: Тестування з'єднання

source: Remote server must have X11Forwarding yes in sshd_config.
de: Der Remote-Server muss X11Forwarding yes in der sshd_config haben.
el: Ο απομακρυσμένος διακομιστής πρέπει να έχει X11Forwarding yes στο sshd_config.
es: El servidor remoto debe tener X11Forwarding yes en sshd_config.
fi: Etäpalvelimella on oltava X11Forwarding yes tiedostossa sshd_config.
he: השרת המרוחק חייב להיות עם X11Forwarding yes בקובץ sshd_config.
hr: Udaljeni poslužitelj mora imati X11Forwarding yes u sshd_config.
is: Fjarri þjónninn verður að hafa X11Forwarding já í sshd_config.
it: Il server remoto deve avere X11Forwarding yes in sshd_config.
nl: De externe server moet X11Forwarding yes hebben in sshd_config.
no: Fjernserveren må ha X11Forwarding ja i sshd_config.
ro: Serverul la distanță trebuie să aibă X11Forwarding yes în sshd_config.
sk: Vzdialený server musí mať X11Forwarding yes v sshd_config.
tr: Uzak sunucuda sshd_config dosyasında X11Forwarding yes olmalıdır.
uk: Віддалений сервер повинен мати X11Forwarding yes у sshd_config.

source: Select SSH Key
de: SSH-Schlüssel auswählen
el: Επιλέξτε το κλειδί SSH
es: Seleccionar clave SSH
fi: Valitse SSH-avain
he: בחר מפתח SSH
hr: Odaberite SSH ključ
is: Veldu SSH lykil
it: Seleziona chiave SSH
nl: Selecteer SSH-sleutel
no: Velg SSH-nøkkel
ro: Selectați cheia SSH
sk: Vyberte SSH kľúč
tr: SSH Anahtarını Seçin
uk: Виберіть SSH ключ

source: File Dialog Error
de: Datei-Dialog-Fehler
el: Σφάλμα διαλόγου αρχείου
es: Error de diálogo de archivos
fi: Tiedostovalinta Virhe
he: שגיאת דיאלוג קבצים
hr: Greška u dijalogu za datoteke
is: Skjalavalsspurning Villa
it: Errore della finestra di dialogo file
nl: Bestand Dialoog Fout
no: Filvalgfeil
ro: Eroare dialog fișier
sk: Chyba dialógu súborov
tr: Dosya Diyalog Hatası
uk: Помилка діалогу файлів

source: Failed to open file browser
de: Fehler beim Öffnen des Dateibrowsers
el: Αποτυχία ανοίγματος του προγράμματος περιήγησης αρχείων
es: Error al abrir el explorador de archivos
fi: Tiedoston selainta ei voitu avata
he: נכשל בפתיחת דפדפן הקבצים
hr: Nije moguće otvoriti preglednik datoteka
is: Ekki tókst að opna skráarvafra.
it: Impossibile aprire il browser dei file
nl: Kon het bestandsbrowser niet openen
no: Kunne ikke åpne filbehandler
ro: Eșec la deschiderea browser-ului de fișiere
sk: Nepodarilo sa otvoriť prehliadač súborov
tr: Dosya tarayıcısı açılamadı
uk: Не вдалося відкрити файловий браузер

source: Invalid SSH Key
de: Ungültiger SSH-Schlüssel
el: Μη έγκυρο κλειδί SSH
es: Clave SSH no válida
fi: Virheellinen SSH-avain
he: מפתח SSH לא תקין
hr: Nevažeći SSH ključ
is: Ógild SSH lykill
it: Chiave SSH non valida
nl: Ongeldige SSH-sleutel
no: Ugyldig SSH-nøkkel
ro: Cheie SSH invalidă
sk: Neplatný SSH kľúč
tr: Geçersiz SSH Anahtarı
uk: Неправильний SSH ключ

source: File Selection Error
de: Dateiauswahlfehler
el: Σφάλμα Επιλογής Αρχείου
es: Error de selección de archivo
fi: Tiedoston valintavirhe
he: שגיאת בחירת קובץ
hr: Greška pri odabiru datoteke
is: Skilavalsháttur Villa
it: Errore di selezione file
nl: Bestandselectiefout
no: Filvalgfeil
ro: Eroare la selectarea fișierului
sk: Chyba výberu súboru
tr: Dosya Seçim Hatası
uk: Помилка вибору файлу

source: Failed to select file: {}
de: Fehler beim Auswählen der Datei: {}
el: Αποτυχία επιλογής αρχείου: {}
es: Error al seleccionar el archivo: {}
fi: Tiedoston valinta epäonnistui: {}
he: נכשל בבחירת קובץ: {}
hr: Nije moguće odabrati datoteku: {}
is: Ekki tókst að velja skrá: {}
it: Impossibile selezionare il file: {}
nl: Kon niet het bestand selecteren: {}
no: Feilet å velge fil: {}
ro: Nu s-a reușit selectarea fișierului: {}
sk: Nepodarilo sa vybrať súbor: {}
tr: Dosya seçilemedi: {}
uk: Не вдалося вибрати файл: {}

source: Validation Error
de: Validierungsfehler
el: Σφάλμα Επικύρωσης
es: Error de validación
fi: Vahvistusvirhe
he: שגיאת אימות
hr: Pogreška validacije
is: Gildisvilla Villa
it: Errore di convalida
nl: Validatiefout
no: Valideringsfeil
ro: Eroare de validare
sk: Chyba validácie
tr: Doğrulama Hatası
uk: Помилка валідації

source: Please fill in all required SSH fields first.
de: Bitte füllen Sie zuerst alle erforderlichen SSH-Felder aus.
el: Παρακαλώ συμπληρώστε πρώτα όλα τα απαιτούμενα πεδία SSH.
es: Por favor, complete primero todos los campos SSH obligatorios.
fi: Ole hyvä ja täytä ensin kaikki vaaditut SSH-kentät.
he: אנא מלא את כל השדות הנדרשים של SSH קודם.
hr: Molimo vas da prvo ispunite sva obavezna SSH polja.
is: Vinsamlegast fylltu út öll nauðsynleg SSH reit áður en haldið er áfram.
it: Si prega di compilare prima tutti i campi SSH obbligatori.
nl: Vul eerst alle vereiste SSH-velden in.
no: Vennligst fyll ut alle nødvendige SSH-felt først.
ro: Vă rugăm să completați mai întâi toate câmpurile SSH obligatorii.
sk: Prosím, najprv vyplňte všetky povinné polia SSH.
tr: Lütfen önce tüm gerekli SSH alanlarını doldurun.

source: Testing Connection...
de: Verbindung testen...
el: Δοκιμή Σύνδεσης...
es: Probando conexión...
fi: Yhteyden testaaminen...
he: בוחן חיבור...
hr: Testiranje veze...
is: Prófun tengingar...
it: Verifica connessione...
nl: Verbinding testen...
no: Testerer tilkobling...
ro: Testare conexiune...
sk: Testovanie pripojenia...
tr: Bağlantı Test Ediliyor...
uk: Тестування з'єднання...

source: Attempting to connect to {host}...
de: Versuche, eine Verbindung zu {host} herzustellen...
el: Προσπαθώντας να συνδεθεί με το {host}...
es: Intentando conectarse a {host}...
fi: Yhdistetään {host}...
he: מנסה להתחבר ל-{host}...
hr: Pokušavam se povezati na {host}...
is: Reyna að tengjast {host}...
it: Tentativo di connessione a {host}...
nl: Proberen verbinding te maken met {host}...
no: Forsøker å koble til {host}...
ro: Încerc să mă conectez la {host}...
sk: Snažím sa pripojiť k {host}...
tr: {host} ile bağlantı kurmaya çalışılıyor...

source: Test Connection Error
de: Verbindungsfehler testen
el: Σφάλμα Δοκιμής Σύνδεσης
es: Error de conexión de prueba
fi: Testiyhteyden virhe
he: שגיאת בדיקת חיבור
hr: Pogreška pri testiranju veze
is: Prófun tengingar villa
it: Errore di connessione di prova
nl: Testverbinding fout
no: Test tilkoblingsfeil
ro: Eroare la testarea conexiunii
sk: Chyba testovania pripojenia
tr: Bağlantı Testi Hatası
uk: Тестування з'єднання не вдалося

source: Failed to start connection test: {}
de: Fehler beim Starten des Verbindungstests: {}
el: Αποτυχία εκκίνησης δοκιμής σύνδεσης: {}
es: Error al iniciar la prueba de conexión: {}
fi: Yhteystestin käynnistäminen epäonnistui: {}
he: כישלון בהתחלת בדיקת החיבור: {}
hr: Neuspjeh pri pokretanju testa veze: {}
is: Ekki tókst að hefja tengingarpróf: {}
it: Impossibile avviare il test di connessione: {}
nl: Konnectietest kon niet worden gestart: {}
no: Feilet å starte tilkoblingstest: {}
ro: Eșec la pornirea testului de conexiune: {}
sk: Nepodarilo sa spustiť test pripojenia: {}
tr: Bağlantı testini başlatma başarısız oldu: {}
uk: Не вдалося розпочати тест з'єднання: {}

source: Connection Successful
de: Verbindung erfolgreich
el: Σύνδεση Επιτυχής
es: Conexión exitosa
fi: Yhteys onnistui
he: חיבור הצליח
hr: Veza uspješna
is: Tengist í gangi
it: Connessione riuscita
nl: Verbinding Succesvol
no: Tilkobling vellykket
ro: Conexiune reușită
sk: Pripojenie úspešné
tr: Bağlantı Başarılı
uk: З'єднання успішне

source: Successfully connected to the SSH server.
de: Erfolgreich mit dem SSH-Server verbunden.
el: Επιτυχής σύνδεση στον διακομιστή SSH.
es: Conectado exitosamente al servidor SSH.
fi: Yhteys SSH-palvelimeen onnistui.
he: התחבר בהצלחה לשרת SSH.
hr: Uspješno ste se povezali na SSH poslužitelj.
is: Tengist vel að tengjast SSH þjóninum.
it: Connessione al server SSH avvenuta con successo.
nl: Succesvol verbonden met de SSH-server.
no: Vellykket tilkoblet SSH-serveren.
ro: Conexiune reușită la serverul SSH.
sk: Úspešne pripojené k SSH serveru.
tr: SSH sunucusuna başarıyla bağlandı.
uk: Успішно підключено до SSH-сервера.

source: Connection Failed
de: Verbindung fehlgeschlagen
el: Αποτυχία Σύνδεσης
es: Conexión fallida
fi: Yhteyden muodostaminen epäonnistui
he: חיבור נכשל
hr: Povezivanje nije uspjelo
is: Tengist mistókst
it: Connessione fallita
nl: Verbinding mislukt
no: Tilkobling mislyktes
ro: Conexiune eșuată
sk: Pripojenie zlyhalo
tr: Bağlantı Başarısız
uk: З'єднання не вдалося

source: Could not connect to the SSH server.
de: Konnte keine Verbindung zum SSH-Server herstellen.
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή SSH.
es: No se pudo conectar al servidor SSH.
fi: Ei voitu yhdistää SSH-palvelimeen.
he: לא ניתן להתחבר לשרת SSH.
hr: Nije moguće povezati se na SSH poslužitelj.
is: Gat ekki tengingu við SSH þjóninn.
it: Impossibile connettersi al server SSH.
nl: Kon niet verbinden met de SSH-server.
no: Kunne ikke koble til SSH-serveren.
ro: Nu s-a putut conecta la serverul SSH.
sk: Nepodarilo sa pripojiť k SSH serveru.
tr: SSH sunucusuna bağlanılamadı.

source: Unsaved Changes
de: Nicht gespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios no guardados
fi: Tallentamattomat muutokset
he: שינויים לא נשמרו
hr: Nepreuzete promjene
is: Ósýndar breytingar
it: Modifiche non salvate
nl: Ongeslagen Wijzigingen
no: Ikke lagrede endringer
ro: Modificări nesalvate
sk: Neuložené zmeny
tr: Kaydedilmemiş Değişiklikler

source: You have unsaved changes. Are you sure you want to cancel?
de: Sie haben ungespeicherte Änderungen. Sind Sie sicher, dass Sie abbrechen möchten?
el: Έχετε μη αποθηκευμένες αλλαγές. Είστε σίγουροι ότι θέλετε να ακυρώσετε;
es: Tienes cambios no guardados. ¿Estás seguro de que quieres cancelar?
fi: Sinulla on tallentamattomia muutoksia. Oletko varma, että haluat peruuttaa?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לבטל?
hr: Imate nespremljene promjene. Jeste li sigurni da želite otkazati?
is: Þú hefur óvistaðar breytingar. Ertu viss um að þú viljir hætta?
it: Hai modifiche non salvate. Sei sicuro di voler annullare?
nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u wilt annuleren?
no: Du har usikrede endringer. Er du sikker på at du vil avbryte?
ro: Aveți modificări nesalvate. Sunteți sigur că doriți să anulați?
sk: Máte neuložené zmeny. Ste si istí, že chcete zrušiť?
tr: Kaydedilmemiş değişiklikleriniz var. İptal etmek istediğinizden emin misiniz?

source: Save Error
de: Speicherfehler
el: Σφάλμα αποθήκευσης
es: Error de guardado
fi: Tallenna virhe
he: שגיאת שמירה
hr: Greška pri spremanju
is: Vista Villa
it: Errore di salvataggio
nl: Opslaan fout
no: Lagringsfeil
ro: Eroare la salvare
sk: Chyba pri ukladaní
tr: Kaydetme Hatası
uk: Збереження помилки

source: An unexpected error occurred while saving.
de: Ein unerwarteter Fehler ist beim Speichern aufgetreten.
el: Παρουσιάστηκε ένα απροσδόκητο σφάλμα κατά την αποθήκευση.
es: Se produjo un error inesperado al guardar.
fi: Odottamaton virhe tapahtui tallennettaessa.
he: שגיאה בלתי צפויה התרחשה במהלך השמירה.
hr: Došlo je do neočekivane pogreške prilikom spremanja.
is: Óvissur villa kom upp við að vista.
it: Si è verificato un errore imprevisto durante il salvataggio.
nl: Er is een onverwachte fout opgetreden tijdens het opslaan.
no: En uventet feil oppstod under lagring.
ro: A apărut o eroare neașteptată în timpul salvării.
sk: Pri ukladaní došlo k neočakávanej chybe.
tr: Kaydetme sırasında beklenmedik bir hata oluştu.
uk: Виникла несподівана помилка під час збереження.

source: Session validation failed: {}
de: Sitzungsvalidierung fehlgeschlagen: {}
el: Η επικύρωση συνεδρίας απέτυχε: {}
es: La validación de la sesión ha fallado: {}
fi: Istunnon vahvistaminen epäonnistui: {}
he: אימות מושב נכשל: {}
hr: Validacija sesije nije uspjela: {}
is: Gildisvottun mistókst: {}
it: La convalida della sessione è fallita: {}
nl: Sessievalidatie mislukt: {}
no: Sesjonsvalidering mislyktes: {}
ro: Validarea sesiunii a eșuat: {}
sk: Overenie relácie zlyhalo: {}
tr: Oturum doğrulaması başarısız oldu: {}
uk: Валідність сеансу не вдалася: {}

source: Session name
de: Sitzungsname
el: Όνομα συνεδρίας
es: Nombre de la sesión
fi: Istunnon nimi
he: שם המושב
hr: Naziv sesije
is: Sesíon nafn
it: Nome della sessione
nl: Sessie naam
no: Økt navn
ro: Nume sesiune
sk: Názov relácie
tr: Oturum adı

source: Post-login command cannot be empty when enabled.
de: Der Post-Login-Befehl darf nicht leer sein, wenn er aktiviert ist.
el: Η εντολή μετά την είσοδο δεν μπορεί να είναι κενή όταν είναι ενεργοποιημένη.
es: El comando posterior al inicio de sesión no puede estar vacío cuando está habilitado.
fi: Post-login-komento ei voi olla tyhjää, kun se on käytössä.
he: פקודת לאחר כניסה לא יכולה להיות ריקה כאשר היא מופעלת.
hr: Naredba nakon prijave ne može biti prazna kada je omogućena.
is: Eftir innskráningu má skipun ekki vera tóm þegar hún er virk.
it: Il comando post-accesso non può essere vuoto quando è abilitato.
nl: Post-loginopdracht mag niet leeg zijn wanneer ingeschakeld.
no: Post-login-kommando kan ikke være tomt når det er aktivert.
ro: Comanda post-autentificare nu poate fi goală când este activată.
sk: Príkaz po prihlásení nemôže byť prázdny, keď je povolený.
tr: Giriş sonrası komut etkinleştirildiğinde boş olamaz.
uk: Команда після входу не може бути порожньою, коли вона увімкнена.

source: SFTP local directory must exist and be a directory.
de: Das lokale SFTP-Verzeichnis muss existieren und ein Verzeichnis sein.
el: Ο τοπικός κατάλογος SFTP πρέπει να υπάρχει και να είναι κατάλογος.
es: El directorio local SFTP debe existir y ser un directorio.
fi: SFTP-paikallinen hakemisto on oltava olemassa ja sen on oltava hakemisto.
he: ספריית SFTP המקומית חייבת להתקיים ולהיות ספרייה.
hr: SFTP lokalni direktorij mora postojati i biti direktorij.
is: SFTP staðbundin skráarsafn verður að vera til og vera skráarsafn.
it: La directory locale SFTP deve esistere ed essere una directory.
nl: SFTP-lokale map moet bestaan en een map zijn.
no: SFTP lokal katalog må eksistere og være en katalog.
ro: Directorul local SFTP trebuie să existe și să fie un director.
sk: Lokálny adresár SFTP musí existovať a byť adresárom.
tr: SFTP yerel dizin mevcut olmalı ve bir dizin olmalıdır.
uk: Директорія SFTP на локальному комп'ютері повинна існувати та бути директорією.

source: SSH Validation Error
de: SSH-Validierungsfehler
el: Σφάλμα Επικύρωσης SSH
es: Error de validación de SSH
fi: SSH-virheellinen vahvistus
he: שגיאת אימות SSH
hr: SSH pogreška pri validaciji
is: SSH staðfesting villa
it: Errore di convalida SSH
nl: SSH-validatiefout
no: SSH-valideringsfeil
ro: Eroare de validare SSH
sk: Chyba overenia SSH
tr: SSH Doğrulama Hatası
uk: SSH валідаційна помилка
