Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Restore from Backup
de: Wiederherstellen aus Backup
el: Ανάκτηση από Αντίγραφο Ασφαλείας
es: Restaurar desde la copia de seguridad
fi: Palauta varmuuskopiosta
he: שחזור מגיבוי
hr: Vrati iz sigurnosne kopije
is: Endurheimta úr afriti
it: Ripristina da backup
nl: Herstellen vanaf back-up
no: Gjenopprett fra sikkerhetskopi
ro: Restaurare din backup
sk: Obnoviť zo zálohy
tr: Yedekten Geri Yükle
uk: Відновити з резервної копії

source: Replace all current data with a backup file.
de: Ersetzen Sie alle aktuellen Daten durch eine Sicherungsdatei.
el: Αντικαταστήστε όλα τα τρέχοντα δεδομένα με ένα αρχείο αντιγράφου ασφαλείας.
fi: Korvaa kaikki nykyiset tiedot varmuuskopiotiedostolla.
he: החלף את כל הנתונים הנוכחיים בקובץ גיבוי.
it: Sostituisci tutti i dati attuali con un file di backup.
nl: Vervang alle huidige gegevens door een back-upbestand.

source: Restore...
de: Wiederherstellen...
el: Ανάκτηση...
es: Restaurar...
fi: Palauta...
he: שחזר...
hr: Vrati...
is: Endurheimta...
it: Ripristina...
nl: Herstellen...
no: Gjenopprett...
ro: Restaurare...
sk: Obnovi...
tr: Geri Yükle...
uk: Відновити...

source: Remote Editing
de: Fernbearbeitung
el: Απομακρυσμένη Επεξεργασία
fi: Etämuokkaus
he: עריכה מרחוק
it: Modifica Remota
nl: Afstandsbewerking

source: Use System Temporary Directory
de: Verwenden Sie das temporäre Verzeichnis des Systems
el: Χρησιμοποιήστε τον προσωρινό φάκελο του συστήματος
es: Usar el directorio temporal del sistema
fi: Käytä järjestelmän väliaikaista hakemistoa
he: השתמש בתיקיית זמנית של המערכת
hr: Koristi privremeni direktorij sustava
is: Notaðu kerfisskjalasafn.
it: Utilizza la directory temporanea di sistema
nl: Gebruik systeem tijdelijke map
no: Bruk systemets midlertidige katalog
ro: Utilizați directorul temporar al sistemului
sk: Použiť dočasný adresár systému
tr: Sistem Geçici Dizinini Kullan
uk: Використовуйте тимчасовий каталог системи

source: Store temporary files for remote editing in /tmp instead of the config folder
de: Speichern Sie temporäre Dateien für die Remote-Bearbeitung in /tmp anstelle des Konfigurationsordners.
el: Αποθηκεύστε προσωρινά αρχεία για απομακρυσμένη επεξεργασία στο /tmp αντί για τον φάκελο ρυθμίσεων.
fi: Tallenna tilapäiset tiedostot etämuokkaukseen /tmp-kansioon sen sijaan, että käyttäisit asetuskansiota.
he: שמור קבצים זמניים לעריכה מרחוק ב-/tmp במקום בתיקיית הקונפיגורציה
it: Memorizza file temporanei per la modifica remota in /tmp invece della cartella di configurazione
nl: Sla tijdelijke bestanden voor externe bewerking op in /tmp in plaats van de configuratiemap

source: Clear Remote Edit Files on Exit
de: Entfernen Sie entfernte Bearbeitungsdateien beim Beenden
el: Καθαρισμός Απομακρυσμένων Αρχείων Επεξεργασίας κατά Έξοδο
es: Borrar archivos de edición remota al salir
fi: Tyhjennä etämuokkaustiedostot poistuttaessa
he: נקה קבצי עריכה מרחוק ביציאה
hr: Obriši udaljene uređene datoteke pri izlasku
is: Tæma fjarritunarskrár við útgöngu
it: Cancella file di modifica remota all'uscita
nl: Verwijder externe bewerkingsbestanden bij afsluiten
no: Fjern eksterne redigeringsfiler ved avslutning
ro: Șterge fișierele editate de la distanță la ieșire
sk: Vymazať vzdialené upravené súbory pri ukončení
tr: Çıkışta Uzaktan Düzenleme Dosyalarını Temizle
uk: Очистити віддалені файли редагування при виході

source: Automatically delete all temporary remote files when closing the app
de: Automatisch alle temporären Remote-Dateien beim Schließen der App löschen
el: Αυτόματα διαγράψτε όλα τα προσωρινά απομακρυσμένα αρχεία κατά το κλείσιμο της εφαρμογής
fi: Poista automaattisesti kaikki tilapäiset etä tiedostot sovelluksen sulkemisen yhteydessä.
he: מחק אוטומטית את כל הקבצים הזמניים המרוחקים כאשר סוגרים את האפליקציה
it: Elimina automaticamente tutti i file temporanei remoti alla chiusura dell'app.
nl: Verwijder automatisch alle tijdelijke externe bestanden bij het sluiten van de app

source: Settings for SSH connection management (multiplexing).
de: Einstellungen für das SSH-Verbindungsmanagement (Multiplexing).
el: Ρυθμίσεις για τη διαχείριση σύνδεσης SSH (πολυπλεξία).
fi: SSH-yhteydenhallinnan asetukset (moniplexointi).
he: הגדרות לניהול חיבורי SSH (מולטי-פלקסינג).
it: Impostazioni per la gestione delle connessioni SSH (multiplexing).
nl: Instellingen voor SSH-verbindingbeheer (multiplexing).

source: Connection Persistence (seconds)
de: Verbindungsdauer (Sekunden)
el: Διαρκεια Σύνδεσης (δευτερόλεπτα)
fi: Yhteyden kesto (sekuntia)
he: שימור חיבור (שניות)
it: Persistenza della connessione (secondi)
nl: Verbinding Persistentie (seconden)

source: Keep SSH connections alive in the background for faster reconnections. Set to 0 to disable.
de: SSH-Verbindungen im Hintergrund aktiv halten für schnellere Wiederverbindungen. Auf 0 setzen, um zu deaktivieren.
el: Διατηρήστε τις συνδέσεις SSH ενεργές στο παρασκήνιο για ταχύτερες επανασυνδέσεις. Ορίστε σε 0 για να απενεργοποιήσετε.
fi: Pidä SSH-yhteydet aktiivisina taustalla nopeampia uudelleenyhteyksiä varten. Aseta 0 poistaaksesi käytöstä.
he: שמור על חיבורי SSH פעילים ברקע כדי לאפשר חיבורים מהירים יותר. הגדר ל-0 כדי להשבית.
it: Mantieni le connessioni SSH attive in background per riconnessioni più rapide. Imposta a 0 per disabilitare.
nl: Houd SSH-verbindingen op de achtergrond actief voor snellere herverbindingen. Stel in op 0 om uit te schakelen.

source: Advanced
de: Erweitert
el: Προηγμένος
es: Avanzado
fi: Edistynyt
he: מתקדם
hr: Napredni
is: Fyrirlestrar
it: Avanzato
nl: Geavanceerd
no: Avansert
ro: Avansat
sk: Pokročilý
tr: Gelişmiş
uk: Розширений

source: Advanced Features
de: Erweiterte Funktionen
el: Προηγμένες Λειτουργίες
fi: Edistyneet ominaisuudet
he: תכונות מתקדמות
it: Funzionalità Avanzate
nl: Geavanceerde functies

source: Enable or disable advanced terminal features
de: Erweiterte Terminalfunktionen aktivieren oder deaktivieren
el: Ενεργοποιήστε ή απενεργοποιήστε τις προηγμένες δυνατότητες τερματικού
fi: Ota käyttöön tai poista käytöstä kehittyneet terminaalitoiminnot
he: אפשר או לבטל תכונות מתקדמות של מסוף
it: Abilita o disabilita le funzionalità avanzate del terminale
nl: Geavanceerde terminalfuncties in- of uitschakelen

source: Bidirectional Text Support
de: Bidirektionale Textunterstützung
el: Υποστήριξη Δισδιάστατου Κειμένου
es: Soporte de texto bidireccional
fi: Kaksisuuntainen tekstin tuki
he: תמיכה בטקסט דו-כיווני
hr: Podrška za dvosmjerni tekst
is: Stuðningur við tvíhliða texta
it: Supporto per testo bidirezionale
nl: Bidirectionele tekstondersteuning
no: Støtte for toveis tekst
ro: Suport pentru text bidirecțional
sk: Podpora obojsmerného textu
tr: İki Yönlü Metin Desteği
uk: Підтримка двонаправленого тексту

source: Enable for languages like Arabic and Hebrew (may affect performance)
de: Aktivieren für Sprachen wie Arabisch und Hebräisch (kann die Leistung beeinträchtigen)
el: Ενεργοποιήστε για γλώσσες όπως τα Αραβικά και τα Εβραϊκά (μπορεί να επηρεάσει την απόδοση)
fi: Ota käyttöön kielille kuten arabia ja heprea (voi vaikuttaa suorituskykyyn)
he: אפשר עבור שפות כמו ערבית ועברית (עשוי להשפיע על הביצועים)
it: Abilita per lingue come arabo ed ebraico (potrebbe influire sulle prestazioni)
nl: Inschakelen voor talen zoals Arabisch en Hebreeuws (kan invloed hebben op de prestaties)

source: Enable Arabic Text Shaping
de: Aktivieren Sie die arabische Textgestaltung
el: Ενεργοποίηση Σχηματισμού Αραβικού Κειμένου
es: Habilitar el formateo de texto árabe
fi: Ota käyttöön arabialaisen tekstin muotoilu
he: אפשר עיצוב טקסט בערבית
hr: Omogući oblikovanje arapskog teksta
is: Virkja arabíska textaformun
it: Abilita la formattazione del testo arabo
nl: Schakel Arabische tekstvormgeving in
no: Aktiver arabisk tekstformatering
ro: Activare formatare text arabă
sk: Povoliť tvarovanie arabského textu
tr: Arapça Metin Şekillendirmeyi Etkinleştir
uk: Активувати формування арабського тексту

source: Correctly render ligatures and contextual forms for Arabic script
de: Korrekte Darstellung von Ligaturen und kontextuellen Formen für die arabische Schrift
el: Δημιουργήστε σωστά τις λυγισμένες και τις συμφραζόμενες μορφές για το αραβικό σενάριο
fi: Renderoi ligatuurit ja kontekstuaaliset muodot oikein arabialaiselle kirjoitukselle.
he: להציג נכון ליגטורות וצורות הקשר עבור כתב ערבי
it: Renderizzare correttamente le legature e le forme contestuali per la scrittura araba
nl: Correct renderen van ligaturen en contextuele vormen voor Arabisch schrift

source: SIXEL Graphics Support
de: SIXEL-Grafikunterstützung
el: Υποστήριξη γραφικών SIXEL
es: Soporte de gráficos SIXEL
fi: SIXEL-grafiikkatuki
he: תמיכת גרפיקה SIXEL
hr: SIXEL grafička podrška
is: SIXEL Grafík Stuðningur
it: Supporto grafico SIXEL
nl: SIXEL Graphics Ondersteuning
no: SIXEL Grafikk støttemodul
ro: Suport pentru grafică SIXEL
sk: Podpora grafiky SIXEL
tr: SIXEL Grafik Desteği
uk: SIXEL Графічна Підтримка

source: Allow the terminal to display SIXEL images (experimental)
de: Erlaube dem Terminal, SIXEL-Bilder anzuzeigen (experimentell)
el: Επιτρέψτε στο τερματικό να εμφανίζει εικόνες SIXEL (πειραματικό)
fi: Salli terminaalin näyttää SIXEL-kuvia (kokeellinen)
he: אפשר לתצוגת תמונות SIXEL בטרמינל (ניסי)
it: Consenti al terminale di visualizzare immagini SIXEL (sperimentale)
nl: Sta de terminal toe om SIXEL-afbeeldingen weer te geven (experimenteel)

source: Compatibility
de: Kompatibilität
el: Συμβατότητα
fi: Yhteensopivuus
he: תאימות
it: Compatibilità
nl: Compatibiliteit

source: Settings for compatibility with older systems and tools
de: Einstellungen für die Kompatibilität mit älteren Systemen und Werkzeugen
el: Ρυθμίσεις για συμβατότητα με παλαιότερα συστήματα και εργαλεία
fi: Asetukset vanhempien järjestelmien ja työkalujen yhteensopivuutta varten
he: הגדרות לתאימות עם מערכות וכלים ישנים
it: Impostazioni per la compatibilità con sistemi e strumenti più vecchi
nl: Instellingen voor compatibiliteit met oudere systemen en tools

source: Backspace Key
de: Rücktaste
el: Πλήκτρο Διαγραφής
es: Tecla Retroceso
fi: Poista-näppäin
he: מקש מחיקה
hr: Tipka za brisanje
is: Baksteytahnappur
it: Tasto Backspace
nl: Backspace-toets
no: Tilbake-tast
ro: Tasta Backspace
sk: Klávesa Backspace
tr: Geri Alma Tuşu

source: Sequence to send for Backspace key
de: Sequenz zum Senden für die Rücktaste
el: Ακολουθία που θα σταλεί για το πλήκτρο Backspace
fi: Sekvenssi, joka lähetetään Backspace-näppäimelle
he: רצף לשליחה עבור מקש מחיקה
it: Sequenza da inviare per il tasto Backspace
nl: Sequentie om te verzenden voor de Backspace-toets

source: Automatic
de: Automatisch
el: Αυτόματος
es: Automático
fi: Automaattinen
he: אוטומטי
hr: Automatski
is: Sjálfvirkt
it: Automatico
nl: Automatisch
no: Automatisk
ro: Automatizat
sk: Automatický
tr: Otomatik
uk: Автоматичний

source: ASCII DELETE
de: ASCII LÖSCHEN
el: ASCII ΔΙΑΓΡΑΦΗ
es: ASCII ELIMINAR
fi: ASCII POISTO
he: ASCII מחק
hr: ASCII BRISANJE
is: ASCII Eyða
it: CANCELLA ASCII
nl: ASCII VERWIJDEREN
no: ASCII SLETT
ro: ASCII ȘTERGE
sk: ASCII ZMAZANIE
tr: ASCII SİLME

source: Escape Sequence
de: Escape-Sequenz
el: Ακολουθία Διαφυγής
es: Secuencia de Escape
fi: Pakomerkki
he: רצף בריחה
hr: Umaknuta sekvenca
is: Flóttasyrpa
it: Sequenza di Escape
nl: Escape-sequentie
no: Fluktssekvens
ro: Secvență de Escape
sk: Úniková sekvencia
tr: Kaçış Dizisi
uk: Послідовність виходу

source: Delete Key
de: Entf-Taste
el: Κλειδί Διαγραφής
es: Tecla Suprimir
fi: Poista-näppäin
he: מקש מחיקה
hr: Tipka za brisanje
is: Eyða takki
it: Tasto Elimina
nl: Verwijdertoets
no: Slettetast
ro: Tasta Ștergere
sk: Klávesa Delete
tr: Silme Tuşu

source: Sequence to send for Delete key
de: Sequenz zum Senden für die Entf-Taste
el: Ακολουθία που θα σταλεί για το πλήκτρο Διαγραφή
fi: Poista-näppäimen lähettämiseksi käytettävä sekvenssi
he: רצף לשליחה עבור מקש מחיקה
it: Sequenza da inviare per il tasto Elimina
nl: Sequentie om te verzenden voor de Delete-toets

source: Ambiguous-width Characters
de: Mehrdeutige Breite Zeichen
el: Ασαφή πλάτη χαρακτήρες
es: Caracteres de ancho ambiguo
fi: Epäselvät leveysmerkit
he: תווים בעלי רוחב מעורב
hr: Nejasne širine znakova
is: Ókunnug breiddarstafir
it: Caratteri a larghezza ambigua
nl: Ambigue-breedte tekens
no: Uklare bredde tegn
ro: Caractere cu lățime ambiguă
sk: Nejednoznačné šírky znakov
tr: Belirsiz genişlikteki Karakterler
uk: Неоднозначні ширини символів

source: Set the width for ambiguous characters (e.g., CJK)
de: Legen Sie die Breite für mehrdeutige Zeichen fest (z. B. CJK)
el: Ορίστε το πλάτος για ασαφείς χαρακτήρες (π.χ. CJK)
fi: Aseta epäselvien merkkien leveys (esim. CJK)
he: קבע את הרוחב עבור תווים לא ברורים (למשל, CJK)
it: Imposta la larghezza per i caratteri ambigui (ad es., CJK)
nl: Stel de breedte in voor ambigue tekens (bijv. CJK)

source: Narrow (single-cell)
de: Schmal (Einzelzelle)
el: Στενός (μονοκυτταρικός)
es: Estrecho (célula única)
fi: Kapea (yksittäissolu)
he: צר (תא בודד)
hr: Usko (jedna ćelija)
is: Narrow (einn fruma)
it: Stretto (singola cella)
nl: Smalle (enkelcel)
no: Smal (enkeltcelle)
ro: Îngust (celulă unică)
sk: Úzky (jednobunkový)
tr: Daralt (tek hücre)

source: Wide (double-cell)
de: Breit (Doppelte Zelle)
el: Πλατύ (διπλό κελί)
es: Ancho (doble celda)
fi: Leveä (kaksisoluinen)
he: רחב (תא כפול)
hr: Široko (dvostrana ćelija)
is: Breitt (tvöfalda)
it: Largo (doppia cella)
nl: Breed (dubbele cel)
no: Bred (dobbelcelle)
ro: Largă (dublu celulă)
sk: Široký (dvojitá bunka)
tr: Geniş (çift hücre)
uk: Широкий (подвійна клітинка)

source: Logging
de: Protokollierung
el: Καταγραφή
fi: Lokitus
he: רישום
it: Registrazione

source: Configure application logging behavior
de: Anwendung Protokollierungsverhalten konfigurieren
el: Ρυθμίστε τη συμπεριφορά καταγραφής εφαρμογής
fi: Määritä sovelluksen lokituskäyttäytyminen
he: הגדר את התנהגות רישום היישום
it: Configura il comportamento di registrazione dell'applicazione
nl: Configure gedrag van applicatielogging

source: Save Logs to File
de: Protokolle in Datei speichern
el: Αποθήκευση Καταγραφών σε Αρχείο
es: Guardar registros en archivo
fi: Tallenna lokit tiedostoon
he: שמור יומנים לקובץ
hr: Spremi dnevnike u datoteku
is: Vista skrá yfir skráningar
it: Salva i log su file
nl: Logs opslaan in bestand
no: Lagre logger til fil
ro: Salvează jurnalele în fișier
sk: Uložiť protokoly do súboru
tr: Günlükleri Dosyaya Kaydet
uk: Зберегти журнали у файл

source: Save application logs to the configuration directory
de: Anwendungsprotokolle im Konfigurationsverzeichnis speichern
el: Αποθήκευση καταγραφών εφαρμογής στον κατάλογο ρυθμίσεων
fi: Tallenna sovelluksen lokit konfiguraatiokansioon
he: שמור את יומני היישום בתיקיית הקונפיגורציה
it: Salva i registri dell'applicazione nella directory di configurazione
nl: Sla toepassingslogboeken op in de configuratiemap

source: Console Log Level
de: Konsolenprotokollstufe
el: Επίπεδο Καταγραφής Κονσόλας
es: Nivel de registro de consola
fi: Konsoli Lokitaso
he: רמת יומן קונסולה
hr: Razina zapisivanja na konzoli
is: Skráningarstig í skel
it: Livello di registrazione della console
nl: Console-logniveau
no: Konsoll Logg Nivå
ro: Nivel de jurnalizare a consolei
sk: Úroveň protokolovania konzoly
tr: Konsol Günlük Seviyesi
uk: Рівень журналу консолі

source: Set the minimum level of messages shown in the console
de: Legen Sie das minimale Niveau der im Konsolen angezeigten Nachrichten fest.
el: Ορίστε το ελάχιστο επίπεδο μηνυμάτων που εμφανίζονται στην κονσόλα
fi: Aseta konsolissa näytettävien viestien vähimmäistaso.
he: הגדר את רמת המינימום של ההודעות המוצגות בקונסולה
it: Imposta il livello minimo di messaggi visualizzati nella console
nl: Stel het minimale niveau in van berichten die in de console worden weergegeven

source: Reset application settings to defaults
de: Anwendungseinstellungen auf die Standardwerte zurücksetzen
el: Επαναφορά ρυθμίσεων εφαρμογής στις προεπιλογές
fi: Palauta sovelluksen asetukset oletusarvoihin
he: אפס את הגדרות היישום לברירות המחדל
it: Ripristina le impostazioni dell'applicazione ai valori predefiniti
nl: Herstel de applicatie-instellingen naar de standaardwaarden

source: Reset All Settings
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Restablecer todas las configuraciones
fi: Nollaa kaikki asetukset
he: איפוס כל ההגדרות
hr: Poništi sve postavke
is: Endurstillu allar stillingar
it: Ripristina tutte le impostazioni
nl: Reset alle instellingen
no: Tilbakestill alle innstillinger
ro: Resetare toate setările
sk: Obnoviť všetky nastavenia
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування

source: Restore all settings to their default values
de: Alle Einstellungen auf die Standardwerte zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων στις προεπιλεγμένες τιμές τους
fi: Palauta kaikki asetukset oletusarvoihinsa
he: שחזר את כל ההגדרות לערכים ברירת המחדל שלהן
it: Ripristina tutte le impostazioni ai valori predefiniti
nl: Herstel alle instellingen naar hun standaardwaarden

source: Sidebar Visibility
de: Sidebar-Sichtbarkeit
el: Ορατότητα Πλευρικής Στήλης
fi: Sivupaneelin näkyvyys
he: נראות סרגל הצד
it: Visibilità della barra laterale
nl: Zijbalkzichtbaarheid

source: The sidebar visibility change will take effect when you close and reopen the application. You can also toggle the sidebar manually using Ctrl+Shift+H.
de: Die Änderung der Sichtbarkeit der Seitenleiste tritt in Kraft, wenn Sie die Anwendung schließen und erneut öffnen. Sie können die Seitenleiste auch manuell mit Ctrl+Shift+H umschalten.
el: Η αλλαγή ορατότητας της πλαϊνής μπάρας θα ισχύσει όταν κλείσετε και ξανανοίξετε την εφαρμογή. Μπορείτε επίσης να εναλλάσσετε την πλαϊνή μπάρα χειροκίνητα χρησιμοποιώντας Ctrl+Shift+H.
fi: Sivupaneelin näkyvyyden muutos astuu voimaan, kun suljet ja avaat sovelluksen uudelleen. Voit myös vaihtaa sivupaneelin näkyvyyttä manuaalisesti käyttämällä Ctrl+Shift+H.
he: שינוי נראות הסרגל הצד ייכנס לתוקף כאשר תסגור ותפתח מחדש את היישום. תוכל גם להפעיל את הסרגל הצד ידנית באמצעות Ctrl+Shift+H.
it: La modifica della visibilità della barra laterale avrà effetto quando chiudi e riapri l'applicazione. Puoi anche attivare/disattivare manualmente la barra laterale utilizzando Ctrl+Shift+H.
nl: De wijziging van de zichtbaarheid van de zijbalk wordt van kracht wanneer u de applicatie sluit en opnieuw opent. U kunt de zijbalk ook handmatig in- en uitschakelen met Ctrl+Shift+H.

source: Are you sure you want to reset all settings to their default values? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Einstellungen auf die Standardwerte zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις ρυθμίσεις στις προεπιλεγμένες τιμές τους; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Está seguro de que desea restablecer todas las configuraciones a sus valores predeterminados? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat palauttaa kaikki asetukset oletusarvoihinsa? Tätä toimintoa ei voi peruuttaa.
he: האם אתה בטוח שברצונך לאפס את כל ההגדרות לערכים ברירת המחדל שלהן? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite resetirati sve postavke na njihove zadane vrijednosti? Ova radnja se ne može poništiti.
is: Ertu viss um að þú viljir endurstilla allar stillingar í sjálfgefnar gildi? Þessi aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler ripristinare tutte le impostazioni ai loro valori predefiniti? Questa azione non può essere annullata.
nl: Weet u zeker dat u alle instellingen naar hun standaardwaarden wilt resetten? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil tilbakestille alle innstillinger til standardverdiene? Denne handlingen kan ikke angres.
ro: Ești sigur că vrei să resetezi toate setările la valorile lor implicite? Această acțiune nu poate fi anulată.
sk: Ste si istí, že chcete obnoviť všetky nastavenia na ich predvolené hodnoty? Túto akciu nie je možné zrušiť.
tr: Tüm ayarları varsayılan değerlerine sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Чи ви впевнені, що хочете скинути всі налаштування до значень за замовчуванням? Цю дію не можна скасувати.

source: Settings Reset
de: Einstellungen zurücksetzen
el: Επαναφορά Ρυθμίσεων
es: Restablecer configuración
fi: Asetusten nollaus
he: איפוס הגדרות
hr: Resetiranje postavki
is: Stillingar Endurstilla
it: Ripristina impostazioni
nl: Instellingen Herstellen
no: Innstillingsnullstilling
ro: Resetare setări
sk: Obnovenie nastavení
tr: Ayarları Sıfırla
uk: Скидання налаштувань

source: All settings have been reset to their default values. Please restart the application for all changes to take effect.
de: Alle Einstellungen wurden auf die Standardwerte zurückgesetzt. Bitte starten Sie die Anwendung neu, damit alle Änderungen wirksam werden.
el: Όλες οι ρυθμίσεις έχουν επαναφερθεί στις προεπιλεγμένες τιμές τους. Παρακαλώ επανεκκινήστε την εφαρμογή για να ισχύσουν όλες οι αλλαγές.
es: Todas las configuraciones se han restablecido a sus valores predeterminados. Por favor, reinicie la aplicación para que todos los cambios surtan efecto.
fi: Kaikki asetukset on palautettu oletusarvoihinsa. Käynnistä sovellus uudelleen, jotta kaikki muutokset tulevat voimaan.
he: כל ההגדרות הוחזרו לערכים ברירת המחדל שלהן. אנא הפעל מחדש את היישום כדי שכל השינויים ייכנסו לתוקף.
hr: Sve postavke su vraćene na zadane vrijednosti. Molimo ponovno pokrenite aplikaciju kako bi sve promjene stupile na snagu.
is: Öll stillingar hafa verið endurstilltar á sjálfgefnar gildi. Vinsamlegast endurræstu forritið til að allar breytingar taki gildi.
it: Tutte le impostazioni sono state ripristinate ai valori predefiniti. Riavviare l'applicazione affinché tutte le modifiche abbiano effetto.
nl: Alle instellingen zijn teruggezet naar hun standaardwaarden. Herstart de applicatie om alle wijzigingen door te voeren.
no: Alle innstillinger har blitt tilbakestilt til standardverdiene. Vennligst start applikasjonen på nytt for at alle endringer skal tre i kraft.
ro: Toate setările au fost resetate la valorile lor implicite. Vă rugăm să reporniți aplicația pentru ca toate modificările să aibă efect.
sk: Všetky nastavenia boli obnovené na predvolené hodnoty. Prosím, reštartujte aplikáciu, aby sa všetky zmeny prejavili.
tr: Tüm ayarlar varsayılan değerlerine sıfırlanmıştır. Tüm değişikliklerin etkili olması için lütfen uygulamayı yeniden başlatın.
uk: Усі налаштування були скинуті до значень за замовчуванням. Будь ласка, перезапустіть програму, щоб усі зміни набрали чинності.

source: Reset Failed
de: Zurücksetzen fehlgeschlagen
el: Αποτυχία Επαναφοράς
es: Restablecimiento fallido
fi: Nollaus epäonnistui
he: איפוס נכשל
hr: Ponovno postavljanje nije uspjelo
is: Endurstilling mistókst
it: Ripristino non riuscito
nl: Reset mislukt
no: Tilbakestilling mislyktes
ro: Reset eșuat
sk: Obnovenie zlyhalo
tr: Sıfırlama Başarısız
uk: Скидання не вдалося

source: Failed to reset settings: {}
de: Fehler beim Zurücksetzen der Einstellungen: {}
el: Αποτυχία επαναφοράς ρυθμίσεων: {}
es: Error al restablecer la configuración: {}
fi: Asetusten palauttaminen epäonnistui: {}
he: נכשל בהגדרת ההגדרות: {}
hr: Neuspjelo resetiranje postavki: {}
is: Mistók að endurstilla stillingar: {}
it: Impossibile ripristinare le impostazioni: {}
nl: Instellingen resetten mislukt: {}
no: Feilet å tilbakestille innstillinger: {}
ro: Eșec la resetarea setărilor: {}
sk: Nepodarilo sa obnoviť nastavenia: {}
tr: Ayarları sıfırlama başarısız oldu: {}
uk: Не вдалося скинути налаштування: {}

source: Move {item_type}
de: Bewege {item_type}
el: Μετακίνηση {item_type}
es: Mover {item_type}
fi: Siirrä {item_type}
he: העבר {item_type}
hr: Premjesti {item_type}
is: Færa {item_type}
it: Sposta {item_type}
nl: Verplaats {item_type}
no: Flytt {item_type}
ro: Mută {item_type}
sk: Presuň {item_type}
tr: Taşı {item_type}
