Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Transfer Failed: Permission Denied
de: Übertragung fehlgeschlagen: Berechtigung verweigert
el: Η μεταφορά απέτυχε: Αρνηθείσα άδεια
es: Transferencia fallida: Permiso denegado
fi: Siirto epäonnistui: Käyttöoikeus evätty
he: העברה נכשלה: גישה נדחתה
hr: Prijenos neuspješan: Odbijena dozvola
is: Flutningur mistókst: Aðgangur hafnað
it: Trasferimento non riuscito: Permesso negato
nl: Overdracht mislukt: Toegang geweigerd
no: Overføring mislyktes: Tillatelse nektet
ro: Transfer eșuat: Permisiune refuzată
sk: Prenos zlyhal: Prístup odmietnutý
tr: Transfer Başarısız: İzin Reddedildi
uk: Передача не вдалася: Доступ заборонено

source: Could not complete the transfer of '{filename}'.
de: Die Übertragung von '{filename}' konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς του '{filename}'.
es: No se pudo completar la transferencia de '{filename}'.
fi: '{filename}' siirtoa ei voitu suorittaa loppuun.
he: לא ניתן להשלים את העברת '{filename}'.
hr: Nije moguće dovršiti prijenos '{filename}'.
is: Gat ekki að ljúka flutningi á '{filename}'.
it: Impossibile completare il trasferimento di '{filename}'.
nl: Kon de overdracht van '{filename}' niet voltooien.
no: Kunne ikke fullføre overføringen av '{filename}'.
ro: Nu s-a putut finaliza transferul lui '{filename}'.
sk: Nedalo sa dokončiť prenos '{filename}'.
tr: '{filename}' dosyasının aktarımını tamamlayamadı.

source: Please check if you have the necessary write permissions in the destination directory: <b>{path}</b>
de: Bitte überprüfen Sie, ob Sie über die erforderlichen Schreibberechtigungen im Zielverzeichnis verfügen: <b>{path}</b>
el: Παρακαλώ ελέγξτε αν έχετε τις απαραίτητες άδειες εγγραφής στον προορισμό καταλόγου: <b>{path}</b>
es: Por favor, verifica si tienes los permisos de escritura necesarios en el directorio de destino: <b>{path}</b>
fi: Ole hyvä ja tarkista, että sinulla on tarvittavat kirjoitusoikeudet kohdekansiossa: <b>{path}</b>
he: אנא בדוק אם יש לך את ההרשאות הנדרשות לכתיבה בתיקיית היעד: <b>{path}</b>
hr: Molimo provjerite imate li potrebne dozvole za pisanje u odredišnoj mapi: <b>{path}</b>
is: Vinsamlegast athugaðu hvort þú hafir nauðsynleg skrifréttindi í áfangaskránni: <b>{path}</b>
it: Si prega di controllare se si dispone delle autorizzazioni di scrittura necessarie nella directory di destinazione: <b>{path}</b>
nl: Controleer of u de benodigde schrijfrechten heeft in de doeldirectory: <b>{path}</b>
no: Vennligst sjekk om du har de nødvendige skrive tillatelsene i destinasjonskatalogen: <b>{path}</b>
ro: Vă rugăm să verificați dacă aveți permisiunile necesare de scriere în directorul de destinație: <b>{path}</b>
sk: Skontrolujte, či máte potrebné oprávnenia na zápis v cieľovom adresári: <b>{path}</b>
tr: Lütfen hedef dizinde gerekli yazma izinlerinizin olup olmadığını kontrol edin: <b>{path}</b>

source: Failed to open file.
de: Fehler beim Öffnen der Datei.
el: Αποτυχία ανοίγματος αρχείου.
es: Error al abrir el archivo.
fi: Tiedoston avaaminen epäonnistui.
he: נכשל בפתיחת הקובץ.
hr: Nije moguće otvoriti datoteku.
is: Ekki tókst að opna skrá.
it: Impossibile aprire il file.
nl: Kon bestand niet openen.
no: Kunne ikke åpne filen.
ro: Nu s-a putut deschide fișierul.
sk: Nepodarilo sa otvoriť súbor.
tr: Dosya açılamadı.
uk: Не вдалося відкрити файл.

source: File is open. Saving it will upload changes back to the server.
de: Die Datei ist geöffnet. Das Speichern wird die Änderungen zurück auf den Server hochladen.
el: Το αρχείο είναι ανοιχτό. Η αποθήκευσή του θα ανεβάσει τις αλλαγές πίσω στον διακομιστή.
es: El archivo está abierto. Guardarlo subirá los cambios de nuevo al servidor.
fi: Tiedosto on avoinna. Sen tallentaminen lataa muutokset takaisin palvelimelle.
he: הקובץ פתוח. שמירתו תעלה את השינויים חזרה לשרת.
hr: Datoteka je otvorena. Spremanje će prenijeti promjene natrag na poslužitelj.
is: Skjal er opið. Að vista það mun hlaða breytingum aftur á þjóninn.
it: Il file è aperto. Salvarlo caricherà le modifiche sul server.
nl: Bestand is geopend. Het opslaan ervan zal wijzigingen terug naar de server uploaden.
no: Filen er åpen. Å lagre den vil laste opp endringer tilbake til serveren.
ro: Fișierul este deschis. Salvarea acestuia va încărca modificările înapoi pe server.
sk: Súbor je otvorený. Uložením sa zmeny nahrajú späť na server.
tr: Dosya açık. Kaydetmek, değişiklikleri sunucuya yükleyecektir.
uk: Файл відкрито. Збереження його завантажить зміни назад на сервер.

source: Upload failed: Could not verify remote file.
de: Upload fehlgeschlagen: Remote-Datei konnte nicht verifiziert werden.
el: Η μεταφόρτωση απέτυχε: Δεν ήταν δυνατή η επαλήθευση του απομακρυσμένου αρχείου.
es: La carga falló: No se pudo verificar el archivo remoto.
fi: Lähetys epäonnistui: Etä tiedostoa ei voitu vahvistaa.
he: העלאה נכשלה: לא ניתן לאמת את הקובץ המרוחק.
hr: Učitavanje nije uspjelo: Nije moguće provjeriti udaljenu datoteku.
is: Hlaða upp mistókst: Gatt ekki staðfest fjarfíl.
it: Caricamento non riuscito: Impossibile verificare il file remoto.
nl: Upload mislukt: Kon het externe bestand niet verifiëren.
no: Opplasting mislyktes: Kunne ikke verifisere fjernfil.
ro: Încărcarea a eșuat: Nu s-a putut verifica fișierul de la distanță.
sk: Nahrávanie zlyhalo: Nepodarilo sa overiť vzdialený súbor.
tr: Yükleme başarısız: Uzak dosya doğrulanamadı.

source: File Conflict
de: Dateikonflikt
el: Σύγκρουση Αρχείου
es: Conflicto de archivo
fi: Tiedostokonflikti
he: קונפליקט קבצים
hr: Sukob datoteka
is: Skjalastjórnarsamræmi
it: Conflitto di file
nl: Bestandconflict
no: Filkonflikt
ro: Conflict de fișier
sk: Konflikt súborov
tr: Dosya Çatışması
uk: Конфлікт файлів

source: The file '{filename}' has been modified on the server since you started editing it. How would you like to proceed?
de: Die Datei '{filename}' wurde auf dem Server geändert, seit Sie mit der Bearbeitung begonnen haben. Wie möchten Sie fortfahren?
el: Το αρχείο '{filename}' έχει τροποποιηθεί στον διακομιστή από τότε που αρχίσατε να το επεξεργάζεστε. Πώς θα θέλατε να προχωρήσετε;
es: El archivo '{filename}' ha sido modificado en el servidor desde que comenzaste a editarlo. ¿Cómo te gustaría proceder?
fi: Tiedosto '{filename}' on muutettu palvelimella sen jälkeen, kun aloitit sen muokkaamisen. Miten haluaisit edetä?
he: הקובץ '{filename}' שונה בשרת מאז שהתחלת לערוך אותו. כיצד תרצה להמשיך?
hr: Datoteka '{filename}' je izmijenjena na poslužitelju otkako ste započeli s uređivanjem. Kako želite nastaviti?
is: Skjalið '{filename}' hefur verið breytt á þjóninum síðan þú byrjaðir að breyta því. Hvernig viltu halda áfram?
it: Il file '{filename}' è stato modificato sul server da quando hai iniziato a modificarlo. Come desideri procedere?
nl: Het bestand '{filename}' is op de server gewijzigd sinds je begon met het bewerken ervan. Hoe wil je verder gaan?
no: Filen '{filename}' har blitt endret på serveren siden du begynte å redigere den. Hvordan ønsker du å fortsette?
ro: Fișierul '{filename}' a fost modificat pe server de când ai început să-l editezi. Cum ai dori să procedezi?
sk: Súbor '{filename}' bol na serveri upravený od chvíle, keď ste ho začali upravovať. Ako by ste chceli pokračovať?
tr: '{filename}' dosyası, düzenlemeye başladığınızdan beri sunucuda değiştirilmiştir. Nasıl devam etmek istersiniz?
uk: Файл '{filename}' був змінений на сервері з моменту, коли ви почали його редагувати. Як ви хочете продовжити?

source: Cancel Upload
de: Hochladen abbrechen
el: Ακύρωση Μεταφόρτωσης
es: Cancelar carga
fi: Peruuta lataus
he: ביטול העלאה
hr: Otkaži prijenos
is: Hætta við að hlaða upp
it: Annulla caricamento
nl: Upload annuleren
no: Avbryt opplasting
ro: Anulează încărcarea
sk: Zrušiť nahrávanie
tr: Yüklemeyi İptal Et
uk: Скасувати завантаження

source: Overwrite Server File
de: Serverdatei überschreiben
el: Επικαλύψτε το αρχείο διακομιστή
es: Sobrescribir archivo del servidor
fi: Ylikirjoita palvelintiedosto
he: החלף קובץ שרת
hr: Prepiši datoteku poslužitelja
is: Yfirskrifa þjónustuflæðiskrá
it: Sovrascrivi file del server
nl: Serverbestand overschrijven
no: Overskriv serverfil
ro: Suprascriere fișier server
sk: Prepisovať súbor servera
tr: Sunucu Dosyasını Üzerine Yaz
uk: Перезаписати файл сервера

source: Save as New File
de: Als neue Datei speichern
el: Αποθήκευση ως Νέο Αρχείο
es: Guardar como nuevo archivo
fi: Tallenna uutena tiedostona
he: שמור כקובץ חדש
hr: Spremi kao novu datoteku
is: Vista sem nýja skrá
it: Salva come nuovo file
nl: Opslaan als nieuw bestand
no: Lagre som ny fil
ro: Salvează ca fișier nou
sk: Uložiť ako nový súbor
tr: Yeni Dosya Olarak Kaydet
uk: Зберегти як новий файл

source: Save As
de: Speichern unter
el: Αποθήκευση ως
es: Guardar como
fi: Tallenna nimellä
he: שמור בשם
hr: Spremi kao
is: Vista sem nafni
it: Salva con nome
nl: Opslaan als
no: Lagre som
ro: Salvează ca
sk: Uložiť ako
tr: Farklı Kaydet
uk: Зберегти як

source: Enter a new name for the file on the server:
de: Geben Sie einen neuen Namen für die Datei auf dem Server ein:
el: Εισάγετε ένα νέο όνομα για το αρχείο στον διακομιστή:
es: Ingrese un nuevo nombre para el archivo en el servidor:
fi: Anna uusi nimi tiedostolle palvelimella:
he: הזן שם חדש לקובץ על השרת:
hr: Unesite novo ime za datoteku na poslužitelju:
is: Sláðu inn nýtt nafn fyrir skrána á þjóninum:
it: Inserisci un nuovo nome per il file sul server:
nl: Voer een nieuwe naam in voor het bestand op de server:
no: Skriv inn et nytt navn for filen på serveren:
ro: Introduceți un nou nume pentru fișierul de pe server:
sk: Zadajte nový názov súboru na serveri:
tr: Sunucu üzerindeki dosya için yeni bir ad girin:
uk: Введіть нову назву для файлу на сервері:

source: Upload Complete
de: Upload abgeschlossen
el: Η μεταφόρτωση ολοκληρώθηκε
es: Carga completa
fi: Lataus valmis
he: העלאה הושלמה
hr: Učitavanje dovršeno
is: Hlaða upp lokið
it: Caricamento completato
nl: Upload Voltooid
no: Opplasting fullført
ro: Încărcare completă
sk: Nahrávanie dokončené
tr: Yükleme Tamamlandı
uk: Завантаження завершено

source: '{filename}' has been saved to the server.
de: '{filename}' wurde auf dem Server gespeichert.
el: Το '{filename}' έχει αποθηκευτεί στον διακομιστή.
es: '{filename}' se ha guardado en el servidor.
fi: '{filename}' on tallennettu palvelimelle.
he: '{filename}' נשמר בשרת.
hr: '{filename}' je spremljen na poslužitelju.
is: '{filename}' hefur verið vistað á þjóninum.
it: Il file '{filename}' è stato salvato sul server.
nl: '{filename}' is opgeslagen op de server.
no: '{filename}' har blitt lagret på serveren.
ro: '{filename}' a fost salvat pe server.
sk: '{filename}' bol uložený na serveri.
tr: '{filename}' sunucuya kaydedildi.

source: Upload Failed
de: Upload fehlgeschlagen
el: Αποτυχία Μεταφόρτωσης
es: Error de carga
fi: Lähetys epäonnistui
he: העלאה נכשלה
hr: Učitavanje nije uspjelo
is: Hleðsla mistókst
it: Caricamento non riuscito
nl: Upload mislukt
no: Opplasting mislyktes
ro: Încărcare eșuată
sk: Nahrávanie zlyhalo
tr: Yükleme Başarısız
uk: Завантаження не вдалося

source: Could not save '{filename}' to the server: {error}
de: Konnte '{filename}' nicht auf dem Server speichern: {error}
el: Δεν ήταν δυνατή η αποθήκευση του '{filename}' στον διακομιστή: {error}
es: No se pudo guardar '{filename}' en el servidor: {error}
fi: Ei voitu tallentaa '{filename}' palvelimelle: {error}
he: לא ניתן לשמור את '{filename}' על השרת: {error}
hr: Nije moguće spremiti '{filename}' na poslužitelj: {error}
is: Gat ekki að vista '{filename}' á þjóninum: {error}
it: Impossibile salvare '{filename}' sul server: {error}
nl: Kon '{filename}' niet opslaan op de server: {error}
no: Kunne ikke lagre '{filename}' til serveren: {error}
ro: Nu s-a putut salva '{filename}' pe server: {error}
sk: Nepodarilo sa uložiť '{filename}' na server: {error}
tr: '{filename}' sunucuya kaydedilemedi: {error}
uk: Не вдалося зберегти '{filename}' на сервері: {error}

source: Enter a new name for '{name}'
de: Geben Sie einen neuen Namen für '{name}' ein.
el: Εισάγετε ένα νέο όνομα για το '{name}'
es: Ingrese un nuevo nombre para '{name}'
fi: Anna uusi nimi '{name}' varten
he: הזן שם חדש עבור '{name}'
hr: Unesite novo ime za '{name}'
is: Sláðu inn nýtt nafn fyrir '{name}'
it: Inserisci un nuovo nome per '{name}'
nl: Voer een nieuwe naam in voor '{name}'
no: Skriv inn et nytt navn for '{name}'
ro: Introduceți un nou nume pentru '{name}'
sk: Zadajte nové meno pre '{name}'
tr: '{name}' için yeni bir ad girin
uk: Введіть нове ім'я для '{name}'

source: Rename command sent to terminal
de: Umbenennen-Befehl an das Terminal gesendet
el: Εντολή μετονομασίας που στάλθηκε στο τερματικό
es: Comando de renombrar enviado al terminal
fi: Nimeä komento lähetetty terminaaliin
he: פקודת שינוי שם נשלחה לטרמינל
hr: Naredba za preimenovanje poslana terminalu
is: Nafnaskipun send til terminala
it: Comando di rinomina inviato al terminale
nl: Hernoemopdracht naar terminal verzonden
no: Gi nytt navn-kommando sendt til terminal
ro: Comandă de redenumire trimisă la terminal
sk: Príkaz na premenovanie odoslaný do terminálu
tr: Terminal'e gönderilen yeniden adlandırma komutu

source: No session context for file operation.
de: Kein Sitzungs-Kontext für Dateioperation.
el: Δεν υπάρχει συμφραζόμενο συνεδρίας για τη λειτουργία αρχείου.
es: No hay contexto de sesión para la operación de archivo.
fi: Ei istuntokontekstia tiedosto-operaatiolle.
he: אין הקשר של מושב לפעולת קובץ.
hr: Nema konteksta sesije za operaciju s datotekom.
is: Engin sessíónarsamhengi fyrir skráaraðgerð.
it: Nessun contesto di sessione per l'operazione su file.
nl: Geen sessiecontext voor bestandsbewerking.
no: Ingen sesjonskontekst for filoperasjon.
ro: Nu există context de sesiune pentru operațiunea cu fișiere.
sk: Žiadny kontext relácie pre operáciu súboru.
tr: Dosya işlemi için oturum bağlamı yok.
uk: Немає контексту сесії для операції з файлом.

source: Unsupported session type for command execution.
de: Nicht unterstützter Sitzungstyp für die Befehlsausführung.
el: Μη υποστηριζόμενος τύπος συνεδρίας για εκτέλεση εντολών.
es: Tipo de sesión no soportado para la ejecución de comandos.
fi: Tuetonta istuntotyyppiä komennon suorittamiseen.
he: סוג מושב לא נתמך לביצוע פקודות.
hr: Nepodržana vrsta sesije za izvršavanje naredbi.
is: Ósamþykkt sessíutegund fyrir skipunargagnavinnslu.
it: Tipo di sessione non supportato per l'esecuzione del comando.
nl: Niet-ondersteunde sessietype voor opdrachtuitvoering.
no: Ustøttet sesjonstype for kommandokjøring.
ro: Tip de sesiune nesuportat pentru executarea comenzii.
sk: Nepodporovaný typ relácie pre vykonávanie príkazov.
tr: Komut yürütme için desteklenmeyen oturum türü.
uk: Непідтримуваний тип сеансу для виконання команди.

source: Permission Denied: Check write permissions on the destination.
de: Zugriff verweigert: Überprüfen Sie die Schreibberechtigungen für das Ziel.
el: Άρνηση Άδειας: Ελέγξτε τις άδειες εγγραφής στον προορισμό.
es: Permiso denegado: Verifique los permisos de escritura en el destino.
fi: Käyttöoikeus evätty: Tarkista kirjoitusoikeudet kohteessa.
he: גישה נדחתה: בדוק את הרשאות הכתיבה ביעד.
hr: Odbijena dozvola: Provjerite dozvole za pisanje na odredištu.
is: aðgangur hafnað: Athugaðu skrifheimildir á áfangastaðnum.
it: Accesso negato: Controlla i permessi di scrittura sulla destinazione.
nl: Toegang geweigerd: Controleer de schrijfrechten op de bestemming.
no: Tillatelse nektet: Sjekk skrive tillatelser på destinasjonen.
ro: Permisiune refuzată: Verificați permisiunile de scriere pe destinație.
sk: Prístup odmietnutý: Skontrolujte práva na zápis na cieľovom mieste.
tr: İzin Reddedildi: Hedefteki yazma izinlerini kontrol edin.
uk: Доступ заборонено: Перевірте права на запис у місці призначення.

source: An unknown transfer error occurred.
de: Ein unbekannter Übertragungsfehler ist aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα μεταφοράς.
es: Se produjo un error de transferencia desconocido.
fi: Tuntematon siirto-virhe tapahtui.
he: אירעה שגיאת העברה לא ידועה.
hr: Došlo je do nepoznate pogreške pri prijenosu.
is: Ókunnugur flutningsvilla kom upp.
it: Si è verificato un errore di trasferimento sconosciuto.
nl: Er is een onbekende overdrachtsfout opgetreden.
no: En ukjent overføringsfeil oppstod.
ro: A apărut o eroare de transfer necunoscută.
sk: Nastala neznáma chyba pri prenose.
tr: Bilinmeyen bir transfer hatası oluştu.
uk: Виникла невідома помилка передачі.

source: Cancel All Transfers
de: Alle Übertragungen abbrechen
el: Ακύρωση Όλων των Μεταφορών
es: Cancelar todas las transferencias
fi: Peruuta kaikki siirrot
he: בטל את כל ההעברות
hr: Otkaži sve prijenose
is: Hætta við allar flutninga
it: Annulla tutte le trasferimenti
nl: Annuleer alle overdrachten
no: Avbryt alle overføringer
ro: Anulează toate transferurile
sk: Zrušiť všetky prevody
tr: Tüm Aktarımları İptal Et
uk: Скасувати всі передачі

source: How can I monitor CPU and memory usage in real time?
de: Wie kann ich die CPU- und Speicherauslastung in Echtzeit überwachen?
el: Πώς μπορώ να παρακολουθήσω τη χρήση CPU και μνήμης σε πραγματικό χρόνο;
es: ¿Cómo puedo monitorear el uso de CPU y memoria en tiempo real?
fi: Kuinka voin seurata CPU- ja muistin käyttöä reaaliajassa?
he: איך אני יכול לנטר את השימוש ב-CPU ובזיכרון בזמן אמת?
hr: Kako mogu pratiti korištenje CPU-a i memorije u stvarnom vremenu?
is: Hvernig get ég fylgst með CPU og minni notkun í rauntíma?
it: Come posso monitorare l'utilizzo della CPU e della memoria in tempo reale?
nl: Hoe kan ik het CPU- en geheugengebruik in realtime monitoren?
no: Hvordan kan jeg overvåke CPU- og minnebruk i sanntid?
ro: Cum pot monitoriza utilizarea CPU-ului și a memoriei în timp real?
sk: Ako môžem sledovať využitie CPU a pamäte v reálnom čase?
tr: CPU ve bellek kullanımını gerçek zamanlı olarak nasıl izleyebilirim?
uk: Як я можу моніторити використання ЦП та пам'яті в реальному часі?

source: Which commands show the processes consuming the most memory?
de: Welche Befehle zeigen die Prozesse, die den meisten Speicher verbrauchen?
el: Ποιες εντολές εμφανίζουν τις διεργασίες που καταναλώνουν τη μεγαλύτερη μνήμη;
es: ¿Qué comandos muestran los procesos que consumen más memoria?
fi: Mitkä komennot näyttävät eniten muistia kuluttavat prosessit?
he: אילו פקודות מציגות את התהליכים הצורכים את הזיכרון הרב ביותר?
hr: Koje naredbe prikazuju procese koji troše najviše memorije?
is: Hvaða skipanir sýna ferlin sem nota mest minni?
it: Quali comandi mostrano i processi che consumano più memoria?
nl: Welke opdrachten tonen de processen die de meeste geheugen gebruiken?
no: Hvilke kommandoer viser prosessene som bruker mest minne?
ro: Care comenzi arată procesele care consumă cea mai mare memorie?
sk: Ktoré príkazy zobrazujú procesy spotrebúvajúce najviac pamäte?
tr: Hangi komutlar en fazla bellek tüketen süreçleri gösterir?
uk: Quelles commandes affichent les processus consommant le plus de mémoire ?

source: Why is my disk stuck at 100% usage and how do I investigate it?
de: Warum ist meine Festplatte bei 100 % Auslastung festgefahren und wie kann ich das untersuchen?
el: Γιατί ο δίσκος μου είναι κολλημένος στο 100% χρήση και πώς μπορώ να το ερευνήσω;
es: ¿Por qué mi disco está atascado en un 100% de uso y cómo puedo investigarlo?
fi: Miksi levyni on jumissa 100 % käytössä ja miten voin tutkia sitä?
he: למה הדיסק שלי תקוע בשימוש של 100% ואיך אני יכול לחקור את זה?
hr: Zašto je moj disk zaglavljen na 100% iskorištenosti i kako to mogu istražiti?
is: Af hverju er diskurinn minn fastur í 100% notkun og hvernig rannsaka ég það?
it: Perché il mio disco è bloccato al 100% di utilizzo e come posso indagarlo?
nl: Waarom zit mijn schijf vast op 100% gebruik en hoe kan ik dit onderzoeken?
no: Hvorfor er disken min låst på 100 % bruk, og hvordan kan jeg undersøke det?
ro: De ce discul meu este blocat la 100% utilizare și cum pot să investighez acest lucru?
sk: Prečo je môj disk zaseknutý na 100% využití a ako to môžem preskúmať?
tr: Diskim neden %100 kullanımda takılı kaldı ve bunu nasıl araştırabilirim?
uk: Чому мій диск застряг на 100% використання і як мені це дослідити?

source: How can I locate large files taking up space under /?
de: Wie kann ich große Dateien finden, die Speicherplatz unter / beanspruchen?
el: Πώς μπορώ να εντοπίσω μεγάλα αρχεία που καταλαμβάνουν χώρο κάτω από /;
es: ¿Cómo puedo localizar archivos grandes que ocupan espacio en /?
fi: Miten voin löytää suuria tiedostoja, jotka vievät tilaa hakemistosta /?
he: איך אני יכול לאתר קבצים גדולים תופסים מקום תחת /?
hr: Kako mogu pronaći velike datoteke koje zauzimaju prostor pod /?
is: Hvernig get ég fundið stórar skrár sem taka pláss undir /?
it: Come posso individuare i file di grandi dimensioni che occupano spazio sotto /?
nl: Hoe kan ik grote bestanden vinden die ruimte innemen onder /?
no: Hvordan kan jeg finne store filer som tar opp plass under /?
ro: Cum pot localiza fișiere mari care ocupă spațiu sub /?
sk: Ako môžem nájsť veľké súbory, ktoré zaberajú miesto pod /?
tr: / altında yer kaplayan büyük dosyaları nasıl bulabilirim?
uk: Як можу знайти великі файли, які займають місце під /?

source: What steps help troubleshoot a slow SSH connection?
de: Welche Schritte helfen, eine langsame SSH-Verbindung zu beheben?
el: Ποια βήματα βοηθούν στην αντιμετώπιση μιας αργής σύνδεσης SSH;
es: ¿Qué pasos ayudan a solucionar una conexión SSH lenta?
fi: Mitkä vaiheet auttavat vianetsimään hidasta SSH-yhteyttä?
he: אילו צעדים עוזרים לאבחן חיבור SSH איטי?
hr: Koji koraci pomažu u rješavanju problema s sporom SSH vezom?
is: Hverju skrefum er hægt að fylgja til að leysa vandamál með hæga SSH tengingu?
it: Quali passaggi aiutano a risolvere un problema di connessione SSH lenta?
nl: Welke stappen helpen bij het oplossen van een trage SSH-verbinding?
no: Hvilke trinn hjelper med å feilsøke en treg SSH-tilkobling?
ro: Ce pași ajută la depanarea unei conexiuni SSH lente?
sk: Aké kroky pomáhajú pri odstraňovaní problémov s pomalým pripojením SSH?
tr: Yavaş bir SSH bağlantısını gidermeye yardımcı olan adımlar nelerdir?
uk: Які кроки допомагають усунути проблеми з повільним з'єднанням SSH?

source: How can I automate daily incremental backups with rsync?
de: Wie kann ich tägliche inkrementelle Backups mit rsync automatisieren?
el: Πώς μπορώ να αυτοματοποιήσω καθημερινά αυξανόμενα αντίγραφα ασφαλείας με το rsync;
es: ¿Cómo puedo automatizar copias de seguridad incrementales diarias con rsync?
fi: Kuinka voin automatisoida päivittäiset inkrementaaliset varmuuskopiot rsyncillä?
he: איך אני יכול לאוטומט גיבויים יומיים אינקרמנטליים עם rsync?
hr: Kako mogu automatizirati dnevne inkrementalne sigurnosne kopije s rsync-om?
is: Hvernig get ég sjálfvirknivið daglegar aukabókanir með rsync?
it: Come posso automatizzare i backup incrementali giornalieri con rsync?
nl: Hoe kan ik dagelijkse incrementele back-ups automatiseren met rsync?
no: Hvordan kan jeg automatisere daglige inkrementelle sikkerhetskopier med rsync?
ro: Cum pot automatiza backup-urile incrementale zilnice cu rsync?
sk: Ako môžem automatizovať denné inkrementálne zálohy pomocou rsync?
tr: rsync ile günlük artımlı yedeklemeleri nasıl otomatikleştirebilirim?
uk: Як я можу автоматизувати щоденні інкрементні резервні копії за допомогою rsync?
