Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Create SSH tunnels to forward ports
es: Crear túneles SSH para redirigir puertos
hr: Kreirajte SSH tunela za prosljeđivanje portova
is: Búðu SSH göng til að framfylgja höfnunum
no: Opprett SSH-tunneler for å videresende porter
ro: Creează tuneluri SSH pentru a redirecționa porturi
sk: Vytvorte SSH tunely na presmerovanie portov
tr: SSH tünelleri oluşturarak portları yönlendirin
uk: Створити SSH тунелі для пересилання портів

source: Create a new SSH tunnel
es: Crear un nuevo túnel SSH
hr: Stvori novi SSH tunel
is: Búa til nýjan SSH göng.
no: Opprett en ny SSH-tunnel
ro: Creează un nou tunel SSH
sk: Vytvoriť nový SSH tunel
tr: Yeni bir SSH tüneli oluştur
uk: Створити новий SSH тунель

source: Tunnel Name
es: Nombre del túnel
hr: Ime tunela
is: Tengill Nafn
no: Tunnelnavn
ro: Numele tunelului
sk: Názov tunela
tr: Tünel Adı

source: Local Settings
es: Configuración local
hr: Lokalne postavke
is: Stillingar á staðnum
no: Lokal innstillinger
ro: Setări locale
sk: Miestne nastavenia
tr: Yerel Ayarlar
uk: Локальні налаштування

source: Port on your machine (1025-65535 recommended)
es: Puerto en tu máquina (1025-65535 recomendado)
hr: Port na vašem računalu (preporučeno 1025-65535)
is: Port á vélinni þinni (1025-65535 mælt með)
no: Port på maskinen din (1025-65535 anbefalt)
ro: Port pe mașina ta (1025-65535 recomandat)
sk: Port na vašom zariadení (odporúča sa 1025-65535)
tr: Makinenizdeki Port (1025-65535 önerilir)
uk: Порт на вашому комп'ютері (рекомендується 1025-65535)

source: Remote Settings
es: Configuración Remota
hr: Udaljene postavke
is: Fjarstillt stillingar
no: Fjerninnstillinger
ro: Setări de la distanță
sk: Diaľkové nastavenia
tr: Uzaktan Ayarlar
uk: Віддалені налаштування

source: Use Custom Remote Host
es: Usar host remoto personalizado
hr: Koristi prilagođeni udaljeni poslužitelj
is: Notaðu sérsniðið fjarhýsill
no: Bruk egendefinert ekstern vert
ro: Utilizați gazdă la distanță personalizată
sk: Použiť vlastný vzdialený hostiteľ
tr: Özel Uzak Sunucu Kullanımı
uk: Використовуйте власний віддалений хост

source: Leave off to use the SSH server as target
es: Deja en blanco para usar el servidor SSH como objetivo.
hr: Ostavite prazno za korištenje SSH poslužitelja kao cilja
is: Sleppa af til að nota SSH þjóninn sem markmið
no: La oss være av for å bruke SSH-serveren som mål.
ro: Lăsați necompletat pentru a folosi serverul SSH ca țintă
sk: Nechajte prázdne na použitie SSH servera ako cieľa
tr: Hedef olarak SSH sunucusunu kullanmak için kapatın.
uk: Оставте поред да користите SSH сервер као циљ.

source: Port on the remote host (1-65535)
es: Puerto en el host remoto (1-65535)
hr: Port na udaljenom hostu (1-65535)
is: Portur á fjarhýsli (1-65535)
no: Port på den eksterne verten (1-65535)
ro: Port pe gazda la distanță (1-65535)
sk: Port na vzdialenom hostiteľovi (1-65535)
tr: Uzak anahtardaki bağlantı noktası (1-65535)
uk: Порт на віддаленому хості (1-65535)

source: Select Working Directory
es: Seleccionar Directorio de Trabajo
hr: Odaberite radnu mapu
is: Veldu vinnuslóð
no: Velg arbeidskatalog
ro: Selectați directorul de lucru
sk: Vyberte pracovný adresár
tr: Çalışma Dizini Seçin

source: Failed to open folder browser
es: Error al abrir el explorador de carpetas
hr: Nije moguće otvoriti preglednik mapa
is: Ekki tókst að opna skráarvafra.
no: Kunne ikke åpne mappeleser
ro: Nu s-a putut deschide browserul de foldere
sk: Nepodarilo sa otvoriť prehliadač priečinkov
tr: Klasör tarayıcısı açılamadı
uk: Не вдалося відкрити браузер папок

source: Folder Selection Error
es: Error de selección de carpeta
hr: Greška pri odabiru mape
is: Möppufyrirvalsháttur Villa
no: Mappenvalgfeil
ro: Eroare la selectarea folderului
sk: Chyba výberu priečinka
tr: Klasör Seçim Hatası
uk: Помилка вибору папки

source: Failed to select folder: {}
es: Error al seleccionar la carpeta: {}
hr: Nije moguće odabrati mapu: {}
is: Ekki tókst að velja möppu: {}
no: Feilet å velge mappe: {}
ro: Alegerea folderului a eșuat: {}
sk: Nepodarilo sa vybrať priečinok: {}
tr: Klasör seçilemedi: {}
uk: Не вдалося вибрати папку: {}

source: Working directory must exist and be a folder.
es: El directorio de trabajo debe existir y ser una carpeta.
hr: Radna mapa mora postojati i biti mapa.
is: Vinnsluskrá þarf að vera til og vera möppur.
no: Arbeidskatalogen må eksistere og være en mappe.
ro: Directorul de lucru trebuie să existe și să fie un folder.
sk: Pracovný adresár musí existovať a byť priečinok.
tr: Çalışma dizini var olmalı ve bir klasör olmalıdır.
uk: The working directory must exist and be a folder.

source: Invalid working directory path.
es: Ruta de directorio de trabajo no válida.
hr: Nevažeća putanja radnog direktorija.
is: Ógildur vinnuskráarstígur.
no: Ugyldig arbeidskatalogbane.
ro: Cale de lucru invalidă.
sk: Neplatná cesta pracovného adresára.
tr: Geçersiz çalışma dizini yolu.
uk: Неправильний шлях робочого каталогу.

source: Auto-Hide Sessions Panel
es: Panel de Sesiones de Ocultación Automática
hr: Automatsko sakrivanje panela sesija
is: Sjálfvirk falið sessaskipan
no: Automatisk skjul av øktpanel
ro: Panou de sesiuni ascuns automat
sk: Automatické skrytie panela relácií
tr: Otomatik Gizle Oturumlar Paneli
uk: Авто-сховування панелі сесій

source: Hide panel when activating sessions
es: Ocultar panel al activar sesiones
hr: Sakrij panel prilikom aktiviranja sesija
is: Fela panel þegar virkjuð eru sesjónir
no: Skjul panel når du aktiverer økter
ro: Ascunde panoul când se activează sesiunile
sk: Skryť panel pri aktivácii relácií
tr: Oturumlar etkinleştirildiğinde paneli gizle
uk: Сховати панель під час активації сесій

source: Icon Theme
es: Tema de iconos
hr: Tema ikona
is: Tenging táknmynda
no: Ikontema
ro: Temă de pictograme
sk: Téma ikon
tr: Simge Teması
uk: Іконна тема

source: Ashy Icons (Bundled)
es: Iconos Ashy (Incluidos)
hr: Ashy ikone (paket)
is: Ashy tákn (Pakkað)
no: Ashy Ikoner (Pakket)
ro: Iconi Ashy (Pachet)
sk: Ashy Ikony (Zabalené)
tr: Ashy İkonlar (Paketlenmiş)

source: System Icons
es: Iconos del sistema
hr: Sustavni ikone
is: Kerfiskur
no: Systemikoner
ro: Iconi de sistem
sk: Systémové ikony
tr: Sistem İkonları
uk: Системні значки

source: 0 for unlimited
es: 0 para ilimitado
hr: 0 za neograničeno
is: 0 fyrir ótakmarkað
no: 0 for ubegrenset
ro: 0 pentru nelimitat
sk: 0 pre neobmedzené
tr: sınırsız için 0
uk: 0 для необмеженого

source: Lower is slower
es: Más bajo es más lento
hr: Niže je sporije
is: Lægri er hægari
no: Lavere er tregere
ro: Mai jos este mai lent
sk: Nižšie je pomalšie
tr: Daha düşük, daha yavaştır.
uk: Нижче - повільніше

source: Encrypted backup of sessions and settings
es: Copia de seguridad encriptada de sesiones y configuraciones
hr: Šifrirana sigurnosna kopija sesija i postavki
is: Dulkóðuð afrit af lotum og stillingum
no: Kryptert sikkerhetskopi av økter og innstillinger
ro: Backup criptat al sesiunilor și setărilor
sk: Šifrovaná záloha relácií a nastavení
tr: Oturumlar ve ayarların şifreli yedeği
uk: Зашифрована резервна копія сеансів та налаштувань

source: Use /tmp for remote editing files
es: Usa /tmp para editar archivos de forma remota
hr: Koristite /tmp za daljinsko uređivanje datoteka
is: Notaðu /tmp fyrir fjarritun skráa
no: Bruk /tmp for fjerntilgang til filer
ro: Folosește /tmp pentru editarea fișierelor de la distanță
sk: Použite /tmp na vzdialené úpravy súborov
tr: Uzaktan düzenleme dosyaları için /tmp kullanın
uk: Використовуйте /tmp для віддаленого редагування файлів

source: SSH Connection Persistence
es: Persistencia de Conexión SSH
hr: SSH veza trajnost
is: SSH tengingar viðvarandi
no: SSH-tilkoblingsvedvarende
ro: Persistența conexiunii SSH
sk: Trvalosť pripojenia SSH
tr: SSH Bağlantı Sürekliliği
uk: SSH 连接持久性

source: Seconds to keep connections alive (0 to disable)
es: Segundos para mantener las conexiones activas (0 para deshabilitar)
hr: Sekunde za održavanje veza aktivnima (0 za onemogućavanje)
is: Sekúndur til að halda tengingum lifandi (0 til að slökkva)
no: Sekunder for å holde tilkoblinger aktive (0 for å deaktivere)
ro: Secunde pentru a menține conexiunile active (0 pentru a dezactiva)
sk: Sekundy na udržanie pripojení aktívnych (0 na zakázanie)
tr: Bağlantıları canlı tutmak için saniye (devre dışı bırakmak için 0)

source: For Arabic and Hebrew (affects performance)
es: Para árabe y hebreo (afecta el rendimiento)
hr: Za arapski i hebrejski (utječe na performanse)
is: fyrir arabísku og hebresku (hefur áhrif á frammistöðu)
no: For arabisk og hebraisk (påvirker ytelsen)
ro: Pentru arabă și ebraică (afectează performanța)
sk: Pre arabčinu a hebrejčinu (ovplyvňuje výkon)
tr: Arapça ve İbranice için (performansı etkiler)
uk: Для арабської та івриту (впливає на продуктивність)

source: Render ligatures for Arabic script
es: Render ligaduras para el script árabe
hr: Prikaži ligature za arapsko pismo
is: Sýna liggjar fyrir arabíska skrift
no: Rendrer ligaturer for arabisk skrift
ro: Redați ligaturi pentru scriptul arab
sk: Zobraziť ligatúry pre arabský skript
tr: Arap alfabesi için ligatürleri oluştur
uk: Рендерити лігатури для арабського письма

source: Display SIXEL images (experimental)
es: Mostrar imágenes SIXEL (experimental)
hr: Prikaži SIXEL slike (eksperimentalno)
is: Sýna SIXEL myndir (tilraunastarfsemi)
no: Vis visning av SIXEL-bilder (eksperimentell)
ro: Afișați imagini SIXEL (experimental)
sk: Zobraziť obrázky SIXEL (experimentálne)
tr: SIXEL görüntülerini göster (deneysel)
uk: Відображати зображення SIXEL (експериментально)

source: Icon Theme Changed
es: Tema de iconos cambiado
hr: Tema ikona je promijenjena
is: Tímaskipti táknmyndar
no: Ikontema endret
ro: Tema de pictograme schimbată
sk: Téma ikony sa zmenilo
tr: Simge Teması Değiştirildi
uk: Тема значків змінена

source: The icon theme change will take effect after restarting the application.
es: El cambio de tema de iconos surtirá efecto después de reiniciar la aplicación.
hr: Promjena teme ikona će stupiti na snagu nakon ponovnog pokretanja aplikacije.
is: Breytingin á táknasniði mun taka gildi eftir að forritinu hefur verið endurræst.
no: Endringen av ikontemaet vil tre i kraft etter omstart av applikasjonen.
ro: Schimbarea temei de pictograme va avea efect după repornirea aplicației.
sk: Zmena témy ikony nadobudne účinnosť po reštartovaní aplikácie.
tr: Simge teması değişikliği, uygulamanın yeniden başlatılmasından sonra etkili olacaktır.
uk: Зміна теми значків набуде чинності після перезапуску програми.

source: Sessions Panel Visibility
es: Visibilidad del Panel de Sesiones
hr: Vidljivost panela sesija
is: Sýnileiki fundarpanelar
no: Synligheten til øktpanelet
ro: Vizibilitatea panoului de sesiuni
sk: Viditeľnosť panela relácií
tr: Oturumlar Paneli Görünürlüğü
uk: Видимість панелі сесій

source: The sessions panel visibility change will take effect when you close and reopen the application. You can also toggle the sessions panel manually using Ctrl+Shift+H.
es: El cambio de visibilidad del panel de sesiones tendrá efecto cuando cierres y vuelvas a abrir la aplicación. También puedes alternar el panel de sesiones manualmente usando Ctrl+Shift+H.
hr: Promjena vidljivosti panela sesija će stupiti na snagu kada zatvorite i ponovo otvorite aplikaciju. Također možete ručno prebacivati panel sesija koristeći Ctrl+Shift+H.
is: Breytingin á sýnileika fundarspjaldsins mun taka gildi þegar þú lokar og opnar forritið aftur. Þú getur einnig breytt sýnileika fundarspjaldsins handvirkt með því að nota Ctrl+Shift+H.
no: Endringen av synligheten til sesjonspanelet vil tre i kraft når du lukker og åpner applikasjonen på nytt. Du kan også manuelt veksle sesjonspanelet ved å bruke Ctrl+Shift+H.
ro: Schimbarea vizibilității panoului de sesiuni va avea efect atunci când închideți și redeschideți aplicația. De asemenea, puteți comuta manual panoul de sesiuni folosind Ctrl+Shift+H.
sk: Zmena viditeľnosti panela relácií nadobudne účinnosť po zatvorení a opätovnom otvorení aplikácie. Panel relácií môžete tiež prepínať manuálne pomocou Ctrl+Shift+H.
tr: Oturum paneli görünürlüğü değişikliği, uygulamayı kapatıp açtığınızda etkili olacaktır. Ayrıca, oturum panelini Ctrl+Shift+H tuş kombinasyonunu kullanarak manuel olarak da açıp kapatabilirsiniz.
uk: The visibility change of the sessions panel will take effect when you close and reopen the application. You can also toggle the sessions panel manually using Ctrl+Shift+H.

source: Execute command in the terminal (takes all remaining arguments)
es: Ejecutar comando en la terminal (toma todos los argumentos restantes)
hr: Izvrši naredbu u terminalu (uzima sve preostale argumente)
is: Keyra skipun í terminalinum (tekur allar eftirfarandi rök)
no: Kjør kommando i terminalen (tar alle gjenværende argumenter)
ro: Executați comanda în terminal (ia toate argumentele rămase)
sk: Spustiť príkaz v termináli (berie všetky zostávajúce argumenty)
tr: Terminalde komut çalıştır (kalan tüm argümanları alır)
uk: Виконати команду в терміналі (бере всі залишкові аргументи)

source: Configure the Linux-focused assistant available inside the terminal.
he: הגדר את העוזר הממוקד בלינוקס הזמין בתוך הטרמינל.

source: Allow Ctrl+Shift+I to ask the assistant for help.
he: אפשר Ctrl+Shift+I לבקש מהעוזר עזרה.

source: Select which AI service to use.
he: בחר איזו שירות AI להשתמש.

source: Examples: llama-3.1-8b-instant, gemini-2.5-flash.
he: דוגמאות: לימה-3.1-8b-מיידי, ג'מיני-2.5-פלאש.

source: llama-3.1-8b-instant
he: למה-3.1-8b-מיידי

source: Stored locally and used to authenticate requests.
he: מאוחסן מקומית ומשמש לאימות בקשות.

source: Paste your API key
he: הדבק את מפתח ה-API שלך

source: Model identifier (for example: llama-3.1-8b-instant).
he: מזהה מודל (למשל: llama-3.1-8b-instant).

source: API key.
he: מפתח API.

source: gemini-2.5-flash
he: גמיני-2.5-פלאש

source: Gemini model identifier (for example: gemini-2.5-flash).
he: מזהה מודל ג'מיני (למשל: gemini-2.5-flash).

source: Google AI Studio API key.
he: מפתח API של Google AI Studio.

source: model-name
he: שם-מודל

source: Model identifier required by the selected provider.
he: מזהה מודל נדרש על ידי הספק הנבחר.

source: API key used to authenticate requests.
he: מפתח API המשמש לאימות בקשות.

source: Recursive Search
he: חיפוש רקורסיבי

source: Upload Files
he: העלאת קבצים

source: Command Failed
he: הפקודה נכשלה

source: The command did not complete in time. The terminal may be busy or unresponsive. Your original input has been restored.
he: הפקודה לא הושלמה בזמן. הטרמינל עשוי להיות עסוק או לא מגיב. הקלט המקורי שלך שוחזר.

source: Recursive filter...
he: מסנן רקורסיבי...

source: No active terminal available.
he: אין מסוף פעיל זמין.

source: Configure {items} in Preferences > Terminal > AI Assistant.
he: הגדר {items} בהעדפות > טרמינל > עוזר AI.

source: Ask the AI Assistant
he: שאל את העוזר הבינה המלאכותית

source: Describe the Linux task or question you need help with.
he: תאר את המשימה או השאלה בלינוקס שבהן אתה זקוק לעזרה.

source: Send
he: שלח

source: Perguntas frequentes
he: שאלות נפוצות

source: Sugestões correspondentes: {count}
he: הצעות תואמות: {count}

source: Nenhuma sugestão encontrada.
he: לא נמצאה הצעה.

source: Digite sua pergunta ou escolha uma das sugestões.
he: הקלד את השאלה שלך או בחר אחת מההצעות.

source: Please enter a question for the assistant.
he: אנא הזן שאלה עבור העוזר.

source: AI assistant is processing, please wait...
he: העוזר הווירטואלי מעבד, אנא המתן...
