Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Downloads the latest updates from a remote project.
de: Lädt die neuesten Updates von einem entfernten Projekt herunter.
el: Κατεβάζει τις τελευταίες ενημερώσεις από ένα απομακρυσμένο έργο.
es: Descarga las últimas actualizaciones de un proyecto remoto.
fi: Lataa uusimmat päivitykset etäprojektista.
he: מוריד את העדכונים האחרונים מפרויקט מרוחק.
hr: Preuzima najnovije ažuriranja s udaljenog projekta.
is: Sækir nýjustu uppfærslurnar frá fjarverkefni.
it: Scarica gli ultimi aggiornamenti da un progetto remoto.
nl: Download de nieuwste updates van een extern project.
no: Laster ned de nyeste oppdateringene fra et eksternt prosjekt.
ro: Descarcă cele mai recente actualizări de la un proiect la distanță.
sk: Sťahuje najnovšie aktualizácie z diaľkového projektu.
tr: Uzak bir projeden en son güncellemeleri indirir.
uk: Завантажує останні оновлення з віддаленого проєкту.

source: Uploads your saved changes (commits) to the remote project.
de: Lädt Ihre gespeicherten Änderungen (Commits) in das Remote-Projekt hoch.
el: Ανεβάζει τις αποθηκευμένες αλλαγές σας (commits) στο απομακρυσμένο έργο.
es: Sube tus cambios guardados (commits) al proyecto remoto.
fi: Lataa tallennetut muutoksesi (commitit) etäprojektiin.
he: מעלה את השינויים ששמרת (התחייבויות) לפרויקט המרוחק.
hr: Prenosi vaše spremljene promjene (commit-e) na udaljeni projekt.
is: Hladduð breytingarnar þínar (commit) upp á fjarverkefnið.
it: Carica le tue modifiche salvate (commit) nel progetto remoto.
nl: Upload je opgeslagen wijzigingen (commits) naar het externe project.
no: Laster opp de lagrede endringene dine (commits) til det eksterne prosjektet.
ro: Încărcați modificările salvate (commits) în proiectul de la distanță.
sk: Nahraje vaše uložené zmeny (commity) do vzdialeného projektu.
tr: Kaydedilmiş değişikliklerinizi (commit'lerinizi) uzak projeye yükler.
uk: Завантажує ваші збережені зміни (коміти) до віддаленого проєкту.

source: Shows the history of all commits (saves) made.
de: Zeigt die Historie aller Commits (Speicherungen) an.
el: Εμφανίζει το ιστορικό όλων των commits (αποθηκεύσεων) που έγιναν.
es: Muestra el historial de todos los commits (guardados) realizados.
fi: Näyttää kaikkien tehtyjen commitien (tallennusten) historian.
he: מציג את ההיסטוריה של כל ההתחייבויות (שמרים) שנעשו.
hr: Prikazuje povijest svih izvršenih promjena (spremanja).
is: Sýnir sögu allra commit-a (vista) sem gerð hafa verið.
it: Mostra la cronologia di tutti i commit (salvataggi) effettuati.
nl: Toont de geschiedenis van alle gemaakte commits (opslag).
no: Viser historikken for alle commits (lagringer) som er gjort.
ro: Afișează istoricul tuturor commit-urilor (salvărilor) efectuate.
sk: Zobrazuje históriu všetkých vykonaných commitov (uložení).
tr: Tüm yapılan commit'lerin (kaydetmelerin) geçmişini gösterir.
uk: Показує історію всіх комітів (збережень), що були зроблені.

source: Lists all the 'timelines' (branches) of the project.
de: Listet alle 'Zeitleisten' (Zweige) des Projekts.
el: Λίστες όλων των 'χρονογραμμάτων' (κλάδων) του έργου.
es: Lista todas las 'líneas de tiempo' (ramas) del proyecto.
fi: Luettelee kaikki projektin 'aikajanat' (haarat).
he: רשימות כל ה'צירים' (סניפים) של הפרויקט.
hr: Popisuje sve 'vremenske linije' (grane) projekta.
is: Skráir allar 'tímalínur' (greinar) verkefnisins.
it: Elenca tutte le 'linee temporali' (rami) del progetto.
nl: Lijst alle 'tijdlijnen' (takken) van het project.
no: Lister alle 'tidslinjer' (grener) av prosjektet.
ro: Listează toate 'timpurile' (ramurile) proiectului.
sk: Zoznam všetkých 'časových osí' (vetiev) projektu.
tr: Projeye ait tüm 'zaman dilimlerini' (dal) listeler.
uk: Список усіх 'хронологій' (гілок) проєкту.

source: Switches to another 'timeline' (branch) to work on something new.
de: Wechselt zu einem anderen 'Zeitstrahl' (Branch), um an etwas Neuem zu arbeiten.
el: Εναλλάσσεται σε άλλη 'χρονική γραμμή' (κλάδος) για να εργαστεί σε κάτι νέο.
es: Cambia a otra 'línea de tiempo' (rama) para trabajar en algo nuevo.
fi: Vaihtaa toiseen 'aikajanaan' (haaraan) työskennelläkseen uudessa asiassa.
he: מחליף ל'ציר זמן' (סניף) אחר כדי לעבוד על משהו חדש.
hr: Prebacuje se na drugu 'vremensku liniju' (granu) kako bi radio na nečemu novom.
is: Færir sig yfir í aðra 'tímabil' (grein) til að vinna að nýju.
it: Passa a un'altra 'linea temporale' (ramo) per lavorare su qualcosa di nuovo.
nl: Schakelt over naar een andere 'tijdlijn' (tak) om aan iets nieuws te werken.
no: Bytter til en annen 'tidslinje' (gren) for å jobbe med noe nytt.
ro: Comută la o altă 'linie temporală' (ramură) pentru a lucra la ceva nou.
sk: Prepnúť na inú 'časovú os' (vetvu) na prácu na niečom novom.
tr: Başka bir 'zaman dilimine' (dal) geçerek yeni bir şey üzerinde çalışır.
uk: Перемикає на іншу 'хронологію' (гілку), щоб працювати над чимось новим.

source: Archives & Compression
de: Archive und Kompression
el: Αρχεία & Συμπίεση
es: Archivos y Compresión
fi: Arkistot ja pakkaus
he: ארכיונים ודחיסה
hr: Arhivi i kompresija
is: Skýringar og Þjöppun
it: Archiviazione e Compressione
nl: Archieven en Compressie
no: Arkiver og komprimering
ro: Arhive și Compresie
sk: Archívy a kompresia
tr: Arşivler ve Sıkıştırma
uk: Архіви та стиснення

source: Groups multiple files and directories into a single package (.tar file) or extracts them.
de: Fasst mehrere Dateien und Verzeichnisse in einem einzigen Paket (.tar-Datei) zusammen oder extrahiert sie.
el: Ομαδοποιεί πολλά αρχεία και καταλόγους σε ένα ενιαίο πακέτο (.tar αρχείο) ή τα εξάγει.
es: Agrupa múltiples archivos y directorios en un solo paquete (.tar) o los extrae.
fi: Ryhmittelee useita tiedostoja ja hakemistoja yhdeksi paketiksi (.tar-tiedosto) tai purkaa ne.
he: מאגד קבצים ודירקטוריות מרובות לחבילה אחת (.tar) או מחלץ אותן.
hr: Grupira više datoteka i direktorija u jedan paket (.tar datoteka) ili ih izvlači.
is: Samanar fleiri skrár og möppur í eina pakka (.tar skrá) eða útdraga þær.
it: Raggruppa più file e directory in un unico pacchetto (.tar file) o li estrae.
nl: Groep meerdere bestanden en mappen in een enkel pakket (.tar-bestand) of extraheert ze.
no: Grupperer flere filer og kataloger i en enkelt pakke (.tar-fil) eller pakker dem ut.
ro: Grupuri mai multe fișiere și directoare într-un singur pachet (.tar file) sau le extrage.
sk: Zoskupuje viacero súborov a adresárov do jedného balíka (.tar súbor) alebo ich extrahuje.
tr: Birden fazla dosyayı ve dizini tek bir paket (.tar dosyası) haline getirir veya çıkarır.
uk: Групує кілька файлів і каталогів в один пакет (.tar файл) або витягує їх.

source: Creates a compressed package from a directory.
de: Erstellt ein komprimiertes Paket aus einem Verzeichnis.
el: Δημιουργεί ένα συμπιεσμένο πακέτο από έναν φάκελο.
es: Crea un paquete comprimido a partir de un directorio.
fi: Luo pakattu paketti hakemistosta.
he: יוצר חבילה דחוסה מתוך תיקייה.
hr: Stvara komprimirani paket iz direktorija.
is: Býr til þjappaðan pakka úr skráarsafni.
it: Crea un pacchetto compresso da una directory.
nl: Maakt een gecomprimeerd pakket aan vanuit een map.
no: Oppretter en komprimert pakke fra en katalog.
ro: Creează un pachet comprimat dintr-un director.
sk: Vytvára komprimovaný balík z adresára.
tr: Bir dizinden sıkıştırılmış bir paket oluşturur.
uk: Створює стиснутий пакет з каталогу.

source: Extracts files from a compressed package.
de: Extrahiert Dateien aus einem komprimierten Paket.
el: Εξάγει αρχεία από ένα συμπιεσμένο πακέτο.
es: Extrae archivos de un paquete comprimido.
fi: Purkaa tiedostoja pakatusta paketista.
he: מחלץ קבצים מחבילה דחוסה.
hr: Izdvaja datoteke iz komprimiranog paketa.
is: Dregur skrár úr þjappaðri pakkningu.
it: Estrae file da un pacchetto compresso.
nl: Extraheert bestanden uit een gecomprimeerd pakket.
no: Ekstraherer filer fra en komprimert pakke.
ro: Extrage fișiere dintr-un pachet comprimat.
sk: Extrahuje súbory z komprimovaného balíka.
tr: Sıkıştırılmış bir paketten dosyaları çıkarır.
uk: Витягує файли з стиснутого пакета.

source: Creates a package without compression.
de: Erstellt ein Paket ohne Kompression.
el: Δημιουργεί ένα πακέτο χωρίς συμπίεση.
es: Crea un paquete sin compresión.
fi: Luo paketti ilman pakkausta.
he: יוצר חבילה ללא דחיסה.
hr: Stvara paket bez kompresije.
is: Býr til pakka án þjöppunar.
it: Crea un pacchetto senza compressione.
nl: Maakt een pakket zonder compressie.
no: Oppretter en pakke uten komprimering.
ro: Creează un pachet fără compresie.
sk: Vytvára balík bez kompresie.
tr: Sıkıştırma olmadan bir paket oluşturur.
uk: Створює пакет без стиснення.

source: Creates compressed .zip files, a format widely used on all operating systems.
de: Erstellt komprimierte .zip-Dateien, ein Format, das auf allen Betriebssystemen weit verbreitet ist.
el: Δημιουργεί συμπιεσμένα αρχεία .zip, μια μορφή που χρησιμοποιείται ευρέως σε όλα τα λειτουργικά συστήματα.
es: Crea archivos .zip comprimidos, un formato ampliamente utilizado en todos los sistemas operativos.
fi: Luo pakattuja .zip-tiedostoja, formaatti, jota käytetään laajalti kaikilla käyttöjärjestelmillä.
he: יוצר קבצי .zip דחוסים, פורמט בשימוש נרחב בכל מערכות ההפעלה.
hr: Stvara komprimirane .zip datoteke, format koji se široko koristi na svim operativnim sustavima.
is: Býr til þjappaðar .zip skrár, snið sem er víða notað á öllum stýrikerfum.
it: Crea file .zip compressi, un formato ampiamente utilizzato su tutti i sistemi operativi.
nl: Maakt gecomprimeerde .zip-bestanden, een formaat dat op alle besturingssystemen veel wordt gebruikt.
no: Oppretter komprimerte .zip-filer, et format som er mye brukt på alle operativsystemer.
ro: Creează fișiere .zip comprimate, un format utilizat pe scară largă pe toate sistemele de operare.
sk: Vytvára komprimované .zip súbory, formát široko používaný vo všetkých operačných systémoch.
tr: Sıkıştırılmış .zip dosyaları oluşturur, tüm işletim sistemlerinde yaygın olarak kullanılan bir formattır.
uk: Створює стиснуті .zip файли, формат, що широко використовується на всіх операційних системах.

source: Creates a zip file containing one or more specified files.
de: Erstellt eine ZIP-Datei, die eine oder mehrere angegebene Dateien enthält.
el: Δημιουργεί ένα αρχείο zip που περιέχει ένα ή περισσότερα καθορισμένα αρχεία.
es: Crea un archivo zip que contiene uno o más archivos especificados.
fi: Luo zip-tiedoston, joka sisältää yhden tai useamman määritellyn tiedoston.
he: יוצר קובץ zip המכיל קובץ אחד או יותר שנבחרו.
hr: Stvara zip datoteku koja sadrži jednu ili više navedenih datoteka.
is: Býr til zip skrá sem inniheldur eina eða fleiri tilgreindar skrár.
it: Crea un file zip contenente uno o più file specificati.
nl: Maakt een zip-bestand aan met een of meer opgegeven bestanden.
no: Oppretter en zip-fil som inneholder en eller flere spesifiserte filer.
ro: Creează un fișier zip care conține unul sau mai multe fișiere specificate.
sk: Vytvorí zip súbor obsahujúci jeden alebo viac určených súborov.
tr: Bir veya daha fazla belirtilen dosyayı içeren bir zip dosyası oluşturur.
uk: Створює zip-файл, що містить один або кілька вказаних файлів.

source: Creates a zip file containing a directory and everything inside it.
de: Erstellt eine ZIP-Datei, die ein Verzeichnis und alles darin enthält.
el: Δημιουργεί ένα αρχείο zip που περιέχει έναν φάκελο και όλα τα περιεχόμενά του.
es: Crea un archivo zip que contiene un directorio y todo lo que hay dentro.
fi: Luo zip-tiedosto, joka sisältää hakemiston ja kaiken sen sisällä.
he: יוצר קובץ zip המכיל תיקייה וכל מה שבתוכה.
hr: Stvara zip datoteku koja sadrži direktorij i sve unutar njega.
is: Býr til zip skrá sem inniheldur möppu og allt inni í henni.
it: Crea un file zip contenente una directory e tutto ciò che contiene.
nl: Maakt een zip-bestand aan dat een map en alles erin bevat.
no: Oppretter en zip-fil som inneholder en katalog og alt innholdet i den.
ro: Creează un fișier zip care conține un director și tot ce este în interiorul acestuia.
sk: Vytvára zip súbor obsahujúci adresár a všetko, čo je v ňom.
tr: Bir dizini ve içindeki her şeyi içeren bir zip dosyası oluşturur.
uk: Crea un archivo zip que contiene un directorio y todo lo que hay dentro.

source: Extracts files from a .zip archive.
de: Extrahiert Dateien aus einem .zip-Archiv.
el: Εξάγει αρχεία από ένα αρχείο .zip.
es: Extrae archivos de un archivo .zip.
fi: Purkaa tiedostoja .zip-arkistosta.
he: מחלץ קבצים מארכיון .zip
hr: Izdvaja datoteke iz .zip arhive.
is: Dregur skrár úr .zip skráarsafni.
it: Estrae file da un archivio .zip.
nl: Extraheert bestanden uit een .zip-archief.
no: Ekstraherer filer fra en .zip-arkiv.
ro: Extrage fișiere dintr-un arhivă .zip.
sk: Extrahuje súbory z .zip archívu.
tr: Bir .zip arşivinden dosyaları çıkarır.

source: Extracts all files from the archive into the current directory.
de: Extrahiert alle Dateien aus dem Archiv in das aktuelle Verzeichnis.
el: Εξάγει όλα τα αρχεία από το αρχείο στο τρέχον κατάλογο.
es: Extrae todos los archivos del archivo en el directorio actual.
fi: Purkaa kaikki tiedostot arkistosta nykyiseen hakemistoon.
he: מחלץ את כל הקבצים מהארכיון לתיקייה הנוכחית.
hr: Izdvaja sve datoteke iz arhive u trenutni direktorij.
is: Dregur öll skrár úr skjalasafninu í núverandi skráarsafn.
it: Estrae tutti i file dall'archivio nella directory corrente.
nl: Extraheert alle bestanden uit het archief naar de huidige map.
no: Ekstraherer alle filer fra arkivet til den nåværende katalogen.
ro: Extrage toate fișierele din arhivă în directorul curent.
sk: Extrahuje všetky súbory z archívu do aktuálneho adresára.
tr: Arşivdeki tüm dosyaları mevcut dizine çıkarır.

source: Extracts files to a specific destination directory.
de: Extrahiert Dateien in ein bestimmtes Zielverzeichnis.
el: Εξάγει αρχεία σε έναν συγκεκριμένο φάκελο προορισμού.
es: Extrae archivos a un directorio de destino específico.
fi: Purkaa tiedostot tiettyyn kohdekansioon.
he: מחלץ קבצים לתיקיית יעד ספציפית.
hr: Izdvaja datoteke u određeni odredišni direktorij.
is: Dregur skrár í tiltekna áfangaskrá.
it: Estrae file in una directory di destinazione specifica.
nl: Extraheert bestanden naar een specifieke bestemmingsmap.
no: Ekstraherer filer til en spesifikk destinasjonsmappe.
ro: Extrage fișiere în directorul de destinație specificat.
sk: Extrahuje súbory do konkrétneho cieľového adresára.
tr: Belirli bir hedef dizine dosyaları çıkarır.
uk: Extracts files to a specific destination folder.

source: Useful Commands (Optional)
de: Nützliche Befehle (Optional)
el: Χρήσιμες Εντολές (Προαιρετικό)
es: Comandos Útiles (Opcional)
fi: Hyödylliset komennot (valinnainen)
he: פקודות שימושיות (אופציונלי)
hr: Korisne naredbe (opcionalno)
is: Notaðar skipanir (valfrjálst)
it: Comandi Utili (Opzionale)
nl: Nuttige Opdrachten (Optioneel)
no: Nyttige kommandoer (valgfritt)
ro: Comenzi Utile (Opțional)
sk: Užitočné príkazy (voliteľné)
tr: Yararlı Komutlar (İsteğe Bağlı)
uk: Корисні команди (необов'язково)

source: A visual 'Task Manager' for the terminal. (May require installation)
de: Ein visueller 'Task-Manager' für das Terminal. (Kann eine Installation erfordern)
el: Ένας οπτικός 'Διαχειριστής Εργασιών' για το τερματικό. (Μπορεί να απαιτεί εγκατάσταση)
es: Un 'Administrador de Tareas' visual para la terminal. (Puede requerir instalación)
fi: Visuaalinen 'Tehtävienhallinta' terminaalille. (Saattaa vaatia asennuksen)
he: מנהל משימות חזותי עבור הטרמינל. (עשוי לדרוש התקנה)
hr: Vizualni 'Upravitelj zadataka' za terminal. (Možda je potrebna instalacija)
is: Sýnilegur 'Verkaskiptir' fyrir terminalinn. (Gæti krafist uppsetningar)
it: Un 'Gestore Attività' visivo per il terminale. (Potrebbe richiedere l'installazione)
nl: Een visuele 'Taakbeheerder' voor de terminal. (Kan installatie vereisen)
no: En visuell 'Oppgavebehandling' for terminalen. (Kan kreve installasjon)
ro: Un 'Manager de Sarcini' vizual pentru terminal. (Poate necesita instalare)
sk: Vizualizátor 'Správca úloh' pre terminál. (Môže vyžadovať inštaláciu)
tr: Terminal için görsel 'Görev Yöneticisi'. (Kurulum gerektirebilir)
uk: Візуальний 'Диспетчер завдань' для терміналу. (Може вимагати встановлення)

source: Interactively shows running programs, CPU, and memory usage.
de: Interaktiv zeigt laufende Programme, CPU- und Speicherauslastung an.
el: Διαδραστικά εμφανίζει τα τρέχοντα προγράμματα, τη χρήση CPU και μνήμης.
es: Muestra interactivamente los programas en ejecución, el CPU y el uso de memoria.
fi: Vuorovaikutteisesti näyttää käynnissä olevat ohjelmat, CPU:n ja muistin käytön.
he: מראה אינטראקטיבית תוכניות רצות, שימוש במעבד וזיכרון.
hr: Interaktivno prikazuje pokrenute programe, CPU i korištenje memorije.
is: Sýnir í rauntíma keyrandi forrit, CPU og minni notkun.
it: Mostra interattivamente i programmi in esecuzione, l'uso della CPU e della memoria.
nl: Toont interactief de actieve programma's, CPU- en geheugengebruik.
no: Interaktivt viser kjørende programmer, CPU og minnebruk.
ro: Afișează interactiv programele în execuție, utilizarea CPU-ului și a memoriei.
sk: Interaktívne zobrazuje bežiace programy, CPU a využitie pamäte.
tr: Etkileşimli olarak çalışan programları, CPU ve bellek kullanımını gösterir.
uk: Інтерактивно показує запущені програми, використання ЦП та пам'яті.

source: Monitors the usage of video cards (GPUs), especially NVIDIA. (May require installation)
de: Überwacht die Nutzung von Grafikkarten (GPUs), insbesondere NVIDIA. (Kann eine Installation erfordern)
el: Παρακολουθεί τη χρήση καρτών γραφικών (GPU), ειδικά NVIDIA. (Μπορεί να απαιτεί εγκατάσταση)
es: Monitorea el uso de tarjetas de video (GPUs), especialmente NVIDIA. (Puede requerir instalación)
fi: Valvoo näytönohjainten (GPU) käyttöä, erityisesti NVIDIA:ta. (Saattaa vaatia asennuksen)
he: מנטר את השימוש בכרטיסי גרפיקה (GPUs), במיוחד NVIDIA. (עשוי לדרוש התקנה)
hr: Prati korištenje grafičkih kartica (GPU-a), posebno NVIDIA. (Možda je potrebna instalacija)
is: Vöktun á notkun skjákorta (GPU), sérstaklega NVIDIA. (Gæti krafist uppsetningar)
it: Monitora l'uso delle schede video (GPU), in particolare NVIDIA. (Potrebbe richiedere installazione)
nl: Houdt het gebruik van videokaarten (GPU's), vooral NVIDIA, in de gaten. (Kan installatie vereisen)
no: Overvåker bruken av grafikkort (GPU-er), spesielt NVIDIA. (Kan kreve installasjon)
ro: Monitorizează utilizarea plăcilor video (GPU-uri), în special NVIDIA. (Poate necesita instalare)
sk: Sleduje využitie grafických kariet (GPU), najmä NVIDIA. (Môže vyžadovať inštaláciu)
tr: Video kartlarının (GPU'lar) kullanımını, özellikle NVIDIA'yı izler. (Kurulum gerektirebilir)
uk: Моніторить використання відеокарт (ГПУ), особливо NVIDIA. (Може вимагати встановлення)

source: Shows GPU usage, video memory, and temperature in real-time.
de: Zeigt die GPU-Auslastung, den Videospeicher und die Temperatur in Echtzeit an.
el: Εμφανίζει τη χρήση GPU, τη μνήμη βίντεο και τη θερμοκρασία σε πραγματικό χρόνο.
es: Muestra el uso de la GPU, la memoria de video y la temperatura en tiempo real.
fi: Näyttää GPU-käytön, videomuistin ja lämpötilan reaaliajassa.
he: מציג שימוש ב-GPU, זיכרון וידאו וטמפרטורה בזמן אמת.
hr: Prikazuje korištenje GPU-a, video memoriju i temperaturu u stvarnom vremenu.
is: Sýnir GPU notkun, vídeóminni og hitastig í rauntíma.
it: Mostra l'utilizzo della GPU, la memoria video e la temperatura in tempo reale.
nl: Toon GPU-gebruik, videogeheugen en temperatuur in realtime.
no: Viser GPU-bruk, videominne og temperatur i sanntid.
ro: Afișează utilizarea GPU-ului, memoria video și temperatura în timp real.
sk: Zobrazuje využitie GPU, video pamäť a teplotu v reálnom čase.
tr: Gerçek zamanlı olarak GPU kullanımını, video belleğini ve sıcaklığı gösterir.
uk: Показує використання GPU, відеопам'ять та температуру в реальному часі.

source: Lists all devices connected to the computer's PCI slots (graphics card, network, etc.).
de: Listet alle Geräte auf, die an die PCI-Steckplätze des Computers angeschlossen sind (Grafikkarte, Netzwerk usw.).
el: Λίστες όλων των συσκευών που είναι συνδεδεμένες στις υποδοχές PCI του υπολογιστή (κάρτα γραφικών, δίκτυο, κ.λπ.).
es: Lista todos los dispositivos conectados a las ranuras PCI del ordenador (tarjeta gráfica, red, etc.).
fi: Luettelee kaikki laitteet, jotka on liitetty tietokoneen PCI-paikkoihin (näytönohjain, verkko jne.).
he: רשימה של כל המכשירים המחוברים לחריצי ה-PCI של המחשב (כרטיס גרפי, רשת וכו').
hr: Popisuje sve uređaje povezane s PCI utorima računala (grafička kartica, mreža itd.).
is: Skrá yfir öll tæki tengd PCI raufum tölvunnar (grafík kort, net, o.s.frv.).
it: Elenca tutti i dispositivi collegati agli slot PCI del computer (scheda grafica, rete, ecc.).
nl: Lijst alle apparaten op die zijn aangesloten op de PCI-sloten van de computer (grafische kaart, netwerk, enz.).
no: Lister alle enheter som er koblet til datamaskinens PCI-spor (grafikkort, nettverk, osv.).
ro: Listează toate dispozitivele conectate la sloturile PCI ale computerului (placă grafică, rețea etc.).
sk: Zoznam všetkých zariadení pripojených k PCI slotom počítača (grafická karta, sieť atď.).
tr: Bilgisayarın PCI yuvalarına (grafik kartı, ağ vb.) bağlı tüm cihazları listeleyin.
uk: Listet alle Geräte auf, die an die PCI-Steckplätze des Computers angeschlossen sind (Grafikkarte, Netzwerk usw.).

source: Shows a list of all PCI devices.
de: Zeigt eine Liste aller PCI-Geräte an.
el: Εμφανίζει μια λίστα με όλες τις συσκευές PCI.
es: Muestra una lista de todos los dispositivos PCI.
fi: Näyttää luettelon kaikista PCI-laitteista.
he: מציג רשימה של כל מכשירי ה-PCI.
hr: Prikazuje popis svih PCI uređaja.
is: Sýnir lista yfir öll PCI tæki.
it: Mostra un elenco di tutti i dispositivi PCI.
nl: Toont een lijst van alle PCI-apparaten.
no: Viser en liste over alle PCI-enheter.
ro: Afișează o listă cu toate dispozitivele PCI.
sk: Zobrazuje zoznam všetkých zariadení PCI.
tr: Tüm PCI aygıtlarının listesini gösterir.
uk: Показує список усіх пристроїв PCI.

source: Lists all devices connected to the USB ports.
de: Listet alle Geräte, die an die USB-Ports angeschlossen sind.
el: Λίστα όλων των συσκευών που είναι συνδεδεμένες στις θύρες USB.
es: Lista todos los dispositivos conectados a los puertos USB.
fi: Luettelee kaikki laitteet, jotka on liitetty USB-portteihin.
he: רשימה של כל המכשירים המחוברים ליציאות ה-USB.
hr: Popisuje sve uređaje povezane na USB priključke.
is: Sýnir alla tæki sem tengd eru USB tengjunum.
it: Elenca tutti i dispositivi collegati alle porte USB.
nl: Lijst alle apparaten die zijn aangesloten op de USB-poorten.
no: Lister alle enheter som er koblet til USB-portene.
ro: Listează toate dispozitivele conectate la porturile USB.
sk: Zoznam všetkých zariadení pripojených k USB portom.
tr: USB portlarına bağlı tüm cihazları listeleyin.
uk: Перелік усіх пристроїв, підключених до USB-портів.

source: Shows a list of all connected USB devices.
de: Zeigt eine Liste aller angeschlossenen USB-Geräte an.
el: Εμφανίζει μια λίστα με όλες τις συνδεδεμένες συσκευές USB.
es: Muestra una lista de todos los dispositivos USB conectados.
fi: Näyttää luettelon kaikista liitetyistä USB-laitteista.
he: מציג רשימה של כל המכשירים המחוברים ב-USB.
hr: Prikazuje popis svih povezanih USB uređaja.
is: Sýnir lista yfir öll tengd USB tæki.
it: Mostra un elenco di tutti i dispositivi USB connessi.
nl: Toont een lijst van alle aangesloten USB-apparaten.
no: Viser en liste over alle tilkoblede USB-enheter.
ro: Afișează o listă cu toate dispozitivele USB conectate.
sk: Zobrazuje zoznam všetkých pripojených USB zariadení.
tr: Bağlı tüm USB aygıtlarının listesini gösterir.
uk: Показує список усіх підключених USB-пристроїв.
