Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Controls how data flows between commands and files.
de: Steuert, wie Daten zwischen Befehlen und Dateien fließen.
el: Ελέγχει πώς ρέει τα δεδομένα μεταξύ εντολών και αρχείων.
es: Controla cómo fluye la información entre comandos y archivos.
fi: Ohjaa, miten tiedot virtaavat komentojen ja tiedostojen välillä.
he: שולט כיצד נתונים זורמים בין פקודות לקבצים.
hr: Kontrolira kako podaci teku između naredbi i datoteka.
is: Stýrir því hvernig gögn flæða milli skipana og skráa.
it: Controlla come i dati fluiscono tra comandi e file.
nl: Beheert hoe gegevens stromen tussen commando's en bestanden.
no: Kontrollerer hvordan data flyter mellom kommandoer og filer.
ro: Controlează modul în care datele circulă între comenzi și fișiere.
sk: Ovláda, ako sa dáta prenášajú medzi príkazmi a súbormi.
tr: Komutlar ve dosyalar arasında verinin nasıl aktığını kontrol eder.
uk: Контролює, як дані передаються між командами та файлами.

source: Redirect: Puts the output of a command into a file, overwriting it if it exists.
de: Umleiten: Leitet die Ausgabe eines Befehls in eine Datei um und überschreibt sie, wenn sie existiert.
el: Ανακατεύθυνση: Τοποθετεί την έξοδο μιας εντολής σε ένα αρχείο, αντικαθιστώντας το αν υπάρχει.
es: Redirigir: Coloca la salida de un comando en un archivo, sobrescribiéndolo si existe.
fi: Ohjaa: Laittaa komennon tuloksen tiedostoon, korvaten sen, jos se on olemassa.
he: הפניה: מכניס את הפלט של פקודה לקובץ, מחליף אותו אם הוא קיים.
hr: Preusmjeri: Smješta izlaz naredbe u datoteku, prepisujući je ako već postoji.
is: Umferð: Setur útkomuna af skipun í skrá, skrifar yfir hana ef hún er til.
it: Reindirizza: Inserisce l'output di un comando in un file, sovrascrivendolo se esiste.
nl: Omleiden: Plaatst de uitvoer van een commando in een bestand, waarbij het wordt overschreven als het bestaat.
no: Omdiriger: Setter utdataene fra en kommando inn i en fil, og overskriver den hvis den eksisterer.
ro: Redirect: Redirecționează ieșirea unei comenzi într-un fișier, suprascriind-o dacă există.
sk: Prevod: Uloží výstup príkazu do súboru, pričom ho prepíše, ak už existuje.
tr: Yeniden Yönlendir: Bir komutun çıktısını bir dosyaya koyar, eğer dosya mevcutsa üzerine yazar.
uk: Redirect: Redirection : Met l'output d'une commande dans un fichier, en l'écrasant s'il existe.

source: Append: Adds the output of a command to the end of a file.
de: Anhängen: Fügt die Ausgabe eines Befehls an das Ende einer Datei an.
el: Προσθήκη: Προσθέτει την έξοδο μιας εντολής στο τέλος ενός αρχείου.
es: Agregar: Añade la salida de un comando al final de un archivo.
fi: Liitä: Lisää komennon tuloksen tiedoston loppuun.
he: הוסף: מוסיף את הפלט של פקודה לסוף קובץ.
hr: Dodaj: Dodaje izlaz naredbe na kraj datoteke.
is: Bæta við: Bætir útkomu skipunar við enda skráar.
it: Aggiungi: Aggiunge l'output di un comando alla fine di un file.
nl: Toevoegen: Voegt de uitvoer van een opdracht toe aan het einde van een bestand.
no: Legg til: Legger til utdataene fra en kommando til slutten av en fil.
ro: Adaugă: Adaugă ieșirea unei comenzi la sfârșitul unui fișier.
sk: Pridať: Pridáva výstup príkazu na koniec súboru.
tr: Ekle: Bir komutun çıktısını bir dosyanın sonuna ekler.
uk: Append: Ajoute la sortie d'une commande à la fin d'un fichier.

source: Pipe: Connects the output of command1 to the input of command2, creating a workflow.
de: Pipe: Verbindet die Ausgabe von Befehl1 mit der Eingabe von Befehl2 und erstellt einen Arbeitsablauf.
el: Σωλήνας: Συνδέει την έξοδο της εντολής1 με την είσοδο της εντολής2, δημιουργώντας μια ροή εργασίας.
es: Tubería: Conecta la salida de command1 a la entrada de command2, creando un flujo de trabajo.
fi: Putki: Yhdistää command1:n ulostulon command2:n sisäänmenoon, luoden työnkulun.
he: צינור: מחבר את הפלט של פקודה1 לקלט של פקודה2, ויוצר זרימת עבודה.
hr: Cijev: Povezuje izlaz naredbe1 s ulazom naredbe2, stvarajući radni tok.
is: Rör: Tengir útgang command1 við inngang command2, og býr til vinnuflæði.
it: Pipe: Collega l'output di command1 all'input di command2, creando un flusso di lavoro.
nl: Pijp: Verbindt de uitvoer van opdracht1 met de invoer van opdracht2, waardoor een workflow ontstaat.
no: Rør: Koble utdataene fra kommando1 til inngangen til kommando2, og opprett en arbeidsflyt.
ro: Pipă: Conectează ieșirea comenzii1 la intrarea comenzii2, creând un flux de lucru.
sk: Rúra: Spojuje výstup príkazu1 so vstupom príkazu2, čím vytvára pracovný tok.
tr: Borulu: command1'in çıktısını command2'nin girişiyle bağlayarak bir iş akışı oluşturur.
uk: Трубопровід: Підключає вихід команди1 до вхідних даних команди2, створюючи робочий процес.

source: Displays the content of a text file on the screen.
de: Zeigt den Inhalt einer Textdatei auf dem Bildschirm an.
el: Εμφανίζει το περιεχόμενο ενός αρχείου κειμένου στην οθόνη.
es: Muestra el contenido de un archivo de texto en la pantalla.
fi: Näyttää tekstiedoston sisällön näytöllä.
he: מציג את תוכן קובץ הטקסט על המסך.
hr: Prikazuje sadržaj tekstualne datoteke na ekranu.
is: Sýnir innihald textaskrár á skjánum.
it: Visualizza il contenuto di un file di testo sullo schermo.
nl: Toon de inhoud van een tekstbestand op het scherm.
no: Viser innholdet i en tekstfil på skjermen.
ro: Afișează conținutul unui fișier text pe ecran.
sk: Zobrazuje obsah textového súboru na obrazovke.
tr: Bir metin dosyasının içeriğini ekranda görüntüler.
uk: Displays the contents of a text file on the screen.

source: A modern and efficient way to display a file's content.
de: Eine moderne und effiziente Möglichkeit, den Inhalt einer Datei anzuzeigen.
el: Μια σύγχρονη και αποδοτική μέθοδος για την εμφάνιση του περιεχομένου ενός αρχείου.
es: Una forma moderna y eficiente de mostrar el contenido de un archivo.
fi: Moderni ja tehokas tapa näyttää tiedoston sisältö.
he: דרך מודרנית ויעילה להצגת תוכן קובץ.
hr: Moderni i učinkoviti način prikazivanja sadržaja datoteke.
is: Nútímaleg og skilvirk leið til að sýna innihald skráar.
it: Un modo moderno ed efficiente per visualizzare il contenuto di un file.
nl: Een moderne en efficiënte manier om de inhoud van een bestand weer te geven.
no: En moderne og effektiv måte å vise innholdet i en fil.
ro: O modalitate modernă și eficientă de a afișa conținutul unui fișier.
sk: Moderný a efektívny spôsob zobrazenia obsahu súboru.
tr: Bir dosyanın içeriğini görüntülemenin modern ve verimli bir yolu.
uk: Сучасний та ефективний спосіб відображення вмісту файлу.

source: Displays the content of a single file.
de: Zeigt den Inhalt einer einzelnen Datei an.
el: Εμφανίζει το περιεχόμενο ενός μόνο αρχείου.
es: Muestra el contenido de un solo archivo.
fi: Näyttää yksittäisen tiedoston sisällön.
he: מציג את התוכן של קובץ בודד.
hr: Prikazuje sadržaj jedne datoteke.
is: Sýnir efni einstakrar skráar.
it: Visualizza il contenuto di un singolo file.
nl: Toont de inhoud van een enkel bestand.
no: Viser innholdet i en enkelt fil.
ro: Afișează conținutul unui singur fișier.
sk: Zobrazuje obsah jedného súboru.
tr: Tek bir dosyanın içeriğini görüntüler.
uk: Відображає вміст одного файлу.

source: Displays the content of multiple files, one after the other.
de: Zeigt den Inhalt mehrerer Dateien nacheinander an.
el: Εμφανίζει το περιεχόμενο πολλαπλών αρχείων, το ένα μετά το άλλο.
es: Muestra el contenido de múltiples archivos, uno tras otro.
fi: Näyttää useiden tiedostojen sisällön, yksi kerrallaan.
he: מציג את התוכן של מספר קבצים, אחד אחרי השני.
hr: Prikazuje sadržaj više datoteka, jednu za drugom.
is: Sýnir efni margra skráa, eina á eftir annarri.
it: Visualizza il contenuto di più file, uno dopo l'altro.
nl: Toont de inhoud van meerdere bestanden, één na de ander.
no: Viser innholdet i flere filer, en etter en.
ro: Afișează conținutul mai multor fișiere, unul după altul.
sk: Zobrazuje obsah viacerých súborov, jeden po druhom.
tr: Birden fazla dosyanın içeriğini, ardışık olarak görüntüler.
uk: Показує вміст кількох файлів, один за одним.

source: Displays the content with line numbers.
de: Zeigt den Inhalt mit Zeilennummern an.
el: Εμφανίζει το περιεχόμενο με αριθμούς γραμμών.
es: Muestra el contenido con números de línea.
fi: Näyttää sisällön rivinumeroin.
he: מציג את התוכן עם מספרי שורות.
hr: Prikazuje sadržaj s brojevima redaka.
is: Sýnir efnið með línunúmerum.
it: Visualizza il contenuto con numeri di riga.
nl: Toon de inhoud met regelnummering.
no: Viser innholdet med linjenumre.
ro: Afișează conținutul cu numere de linie.
sk: Zobrazuje obsah s číslami riadkov.
tr: İçeriği satır numaralarıyla görüntüler.
uk: Показує вміст з номерами рядків.

source: Creates multiple empty files at once or updates a file's modification timestamp.
de: Erstellt mehrere leere Dateien auf einmal oder aktualisiert den Zeitstempel einer Datei.
el: Δημιουργεί πολλαπλά κενά αρχεία ταυτόχρονα ή ενημερώνει την ημερομηνία τροποποίησης ενός αρχείου.
es: Crea múltiples archivos vacíos a la vez o actualiza la marca de tiempo de modificación de un archivo.
fi: Luo useita tyhjää tiedostoa kerralla tai päivittää tiedoston muokkausaikaa.
he: יוצר מספר קבצים ריקים בבת אחת או מעדכן את חותמת הזמן של קובץ.
hr: Stvara više praznih datoteka odjednom ili ažurira vremensku oznaku izmjene datoteke.
is: Býr til marga tóma skrá á einu sinni eða uppfærir breytingartímastimpil skráar.
it: Crea più file vuoti contemporaneamente o aggiorna il timestamp di modifica di un file.
nl: Maakt meerdere lege bestanden tegelijk aan of werkt de wijzigingsdatum van een bestand bij.
no: Oppretter flere tomme filer samtidig eller oppdaterer en fils endringstid.
ro: Creează mai multe fișiere goale simultan sau actualizează timestamp-ul de modificare al unui fișier.
sk: Vytvára viacero prázdnych súborov naraz alebo aktualizuje časovú pečiatku úpravy súboru.
tr: Birden fazla boş dosya oluşturur veya bir dosyanın değiştirilme zaman damgasını günceller.
uk: Створює кілька порожніх файлів одночасно або оновлює мітку часу модифікації файлу.

source: Creates several empty files at once.
de: Erstellt mehrere leere Dateien auf einmal.
el: Δημιουργεί αρκετά κενά αρχεία ταυτόχρονα.
es: Crea varios archivos vacíos a la vez.
fi: Luo useita tyhjää tiedostoa kerralla.
he: יוצר מספר קבצים ריקים בבת אחת.
hr: Stvara nekoliko praznih datoteka odjednom.
is: Býr til nokkur tóm skjal í einu.
it: Crea diversi file vuoti contemporaneamente.
nl: Maakt meerdere lege bestanden tegelijk aan.
no: Oppretter flere tomme filer samtidig.
ro: Creează mai multe fișiere goale deodată.
sk: Vytvára niekoľko prázdnych súborov naraz.
tr: Birden fazla boş dosya oluşturur.
uk: Створює кілька порожніх файлів одночасно.

source: Updates the modification date and time of a file to the current time.
de: Aktualisiert das Änderungsdatum und die Uhrzeit einer Datei auf die aktuelle Uhrzeit.
el: Ενημερώνει την ημερομηνία και ώρα τροποποίησης ενός αρχείου στην τρέχουσα ώρα.
es: Actualiza la fecha y hora de modificación de un archivo a la hora actual.
fi: Päivittää tiedoston muokkauspäivämäärän ja -ajan nykyiseen aikaan.
he: מעדכן את תאריך ושעת השינוי של קובץ לזמן הנוכחי.
hr: Ažurira datum i vrijeme izmjene datoteke na trenutno vrijeme.
is: Uppfærir breytingardagsetningu og tíma skráar í núverandi tíma.
it: Aggiorna la data e l'ora di modifica di un file all'ora corrente.
nl: Werk de wijzigingsdatum en -tijd van een bestand bij naar de huidige tijd.
no: Oppdaterer endringsdato og -tid for en fil til gjeldende tid.
ro: Actualizează data și ora modificării unui fișier la timpul curent.
sk: Aktualizuje dátum a čas poslednej úpravy súboru na aktuálny čas.
tr: Bir dosyanın değiştirilme tarihini ve saatini mevcut zamana günceller.
uk: Оновлює дату та час зміни файлу на поточний час.

source: Displays the beginning of a text file.
de: Zeigt den Anfang einer Textdatei an.
el: Εμφανίζει την αρχή ενός αρχείου κειμένου.
es: Muestra el principio de un archivo de texto.
fi: Näyttää tekstieditorin tiedoston alun.
he: מציג את תחילת קובץ הטקסט.
hr: Prikazuje početak tekstualne datoteke.
is: Sýnir upphaf textaskrár.
it: Visualizza l'inizio di un file di testo.
nl: Toont het begin van een tekstbestand.
no: Viser begynnelsen av en tekstfil.
ro: Afișează începutul unui fișier text.
sk: Zobrazuje začiatok textového súboru.
tr: Bir metin dosyasının başlangıcını görüntüler.
uk: Показує початок текстового файлу.

source: Shows the first 10 lines of a file.
de: Zeigt die ersten 10 Zeilen einer Datei an.
el: Εμφανίζει τις πρώτες 10 γραμμές ενός αρχείου.
es: Muestra las primeras 10 líneas de un archivo.
fi: Näyttää tiedoston ensimmäiset 10 riviä.
he: מציג את 10 השורות הראשונות של קובץ.
hr: Prikazuje prvih 10 redaka datoteke.
is: Sýnir fyrstu 10 línurnar í skjali.
it: Mostra le prime 10 righe di un file.
nl: Toont de eerste 10 regels van een bestand.
no: Viser de første 10 linjene i en fil.
ro: Afișează primele 10 linii ale unui fișier.
sk: Zobrazuje prvých 10 riadkov súboru.
tr: Bir dosyanın ilk 10 satırını gösterir.
uk: Показує перші 10 рядків файлу.

source: Shows the first 20 lines of a file.
de: Zeigt die ersten 20 Zeilen einer Datei an.
el: Εμφανίζει τις πρώτες 20 γραμμές ενός αρχείου.
es: Muestra las primeras 20 líneas de un archivo.
fi: Näyttää tiedoston ensimmäiset 20 riviä.
he: מציג את 20 השורות הראשונות של קובץ.
hr: Prikazuje prvih 20 redaka datoteke.
is: Sýnir fyrstu 20 línurnar í skjali.
it: Mostra le prime 20 righe di un file.
nl: Toont de eerste 20 regels van een bestand.
no: Viser de første 20 linjene av en fil.
ro: Afișează primele 20 de linii ale unui fișier.
sk: Zobrazuje prvých 20 riadkov súboru.
tr: Bir dosyanın ilk 20 satırını gösterir.
uk: Показує перші 20 рядків файлу.

source: Displays the end of a text file.
de: Zeigt das Ende einer Textdatei an.
el: Εμφανίζει το τέλος ενός αρχείου κειμένου.
es: Muestra el final de un archivo de texto.
fi: Näyttää tekstieditorin tiedoston lopun.
he: מציג את סוף קובץ הטקסט.
hr: Prikazuje kraj tekstualne datoteke.
is: Sýnir enda textaskrár.
it: Visualizza la fine di un file di testo.
nl: Toon het einde van een tekstbestand.
no: Viser slutten av en tekstfil.
ro: Afișează sfârșitul unui fișier text.
sk: Zobrazuje koniec textového súboru.
tr: Bir metin dosyasının sonunu görüntüler.
uk: Показує кінець текстового файлу.

source: Shows the last 10 lines of a file.
de: Zeigt die letzten 10 Zeilen einer Datei an.
el: Εμφανίζει τις τελευταίες 10 γραμμές ενός αρχείου.
es: Muestra las últimas 10 líneas de un archivo.
fi: Näyttää tiedoston viimeiset 10 riviä.
he: מציג את 10 השורות האחרונות של קובץ.
hr: Prikazuje posljednjih 10 redaka datoteke.
is: Sýnir síðustu 10 línurnar í skjali.
it: Mostra le ultime 10 righe di un file.
nl: Toont de laatste 10 regels van een bestand.
no: Viser de siste 10 linjene av en fil.
ro: Afișează ultimele 10 linii ale unui fișier.
sk: Zobrazuje posledných 10 riadkov súboru.
tr: Bir dosyanın son 10 satırını gösterir.
uk: Показує останні 10 рядків файлу.

source: Follows a file in real-time, showing new lines as they are added.
de: Verfolgt eine Datei in Echtzeit und zeigt neue Zeilen an, während sie hinzugefügt werden.
el: Ακολουθεί ένα αρχείο σε πραγματικό χρόνο, εμφανίζοντας νέες γραμμές καθώς προστίθενται.
es: Sigue un archivo en tiempo real, mostrando nuevas líneas a medida que se añaden.
fi: Seuraa tiedostoa reaaliajassa, näyttäen uusia rivejä, kun niitä lisätään.
he: עוקב אחרי קובץ בזמן אמת, מציג שורות חדשות כפי שהן מתווספות.
hr: Prati datoteku u stvarnom vremenu, prikazujući nove retke kako se dodaju.
is: Fylgir skrá í rauntíma, sýnir nýjar línur þegar þær eru bætt við.
it: Segui un file in tempo reale, mostrando le nuove righe man mano che vengono aggiunte.
nl: Volgt een bestand in realtime en toont nieuwe regels zodra ze worden toegevoegd.
no: Følger en fil i sanntid, og viser nye linjer etter hvert som de legges til.
ro: Urmărește un fișier în timp real, arătând liniile noi pe măsură ce sunt adăugate.
sk: Sleduje súbor v reálnom čase a zobrazuje nové riadky, keď sú pridané.
tr: Bir dosyayı gerçek zamanlı olarak takip eder, yeni satırlar eklendikçe gösterir.
uk: Suits a file in real-time, displaying new lines as they are added.

source: Essentials: Search & System Information
de: Essentials: Suche & Systeminformationen
el: Βασικά: Αναζήτηση & Πληροφορίες Συστήματος
es: Esenciales: Búsqueda e Información del Sistema
fi: Perusteet: Haku ja järjestelmätiedot
he: יסודות: חיפוש ומידע על המערכת
hr: Osnovno: Pretraživanje i informacija o sustavu
is: Grunnvall: Leita & Kerfisupplýsingar
it: Essenziali: Ricerca e Informazioni di Sistema
nl: Essentials: Zoek- en systeeminformatie
no: Essensielt: Søk og systeminformasjon
ro: Esențiale: Căutare și Informații despre Sistem
sk: Základy: Hľadanie a systémové informácie
tr: Temel: Arama ve Sistem Bilgisi
uk: Essentials: Пошук та системна інформація

source: Searches for a word or text pattern within files.
de: Durchsucht Dateien nach einem Wort oder Textmuster.
el: Αναζητά μια λέξη ή μοτίβο κειμένου μέσα σε αρχεία.
es: Busca una palabra o patrón de texto dentro de los archivos.
fi: Etsii sanaa tai tekstimallia tiedostoista.
he: מחפש מילה או תבנית טקסט בתוך קבצים.
hr: Pretražuje riječ ili tekstualni obrazac unutar datoteka.
is: Leitar að orði eða textamynstri innan skráa.
it: Cerca una parola o un modello di testo all'interno dei file.
nl: Zoekt naar een woord of tekstpatroon binnen bestanden.
no: Søker etter et ord eller tekstmønster i filer.
ro: Caută un cuvânt sau un model de text în fișiere.
sk: Hľadá slovo alebo textový vzor v súboroch.
tr: Dosyalarda bir kelime veya metin deseni arar.
uk: С searches for a word or text pattern within files.

source: Finds and displays all lines containing 'word' in the file.
de: Findet und zeigt alle Zeilen an, die 'word' in der Datei enthalten.
el: Βρίσκει και εμφανίζει όλες τις γραμμές που περιέχουν τη λέξη 'word' στο αρχείο.
es: Encuentra y muestra todas las líneas que contienen 'word' en el archivo.
fi: Etsii ja näyttää kaikki rivit, jotka sisältävät 'word' tiedostossa.
he: מוצא ומציג את כל השורות המכילות 'מילה' בקובץ.
hr: Pronalazi i prikazuje sve retke koji sadrže 'word' u datoteci.
is: Finnur og sýnir allar línur sem innihalda 'word' í skrá.
it: Trova e visualizza tutte le righe che contengono 'word' nel file.
nl: Zoekt en toont alle regels die 'woord' in het bestand bevatten.
no: Finner og viser alle linjer som inneholder 'word' i filen.
ro: Găsește și afișează toate liniile care conțin 'word' în fișier.
sk: Nájde a zobrazí všetky riadky obsahujúce 'word' v súbore.
tr: Dosyadaki 'kelime' içeren tüm satırları bulur ve görüntüler.

source: Searches for the word, ignoring case differences.
de: Sucht nach dem Wort, ohne Groß- und Kleinschreibung zu beachten.
el: Αναζητά τη λέξη, αγνοώντας τις διαφορές πεζών και κεφαλαίων.
es: Busca la palabra, ignorando las diferencias de mayúsculas y minúsculas.
fi: Hakee sanan, jättäen huomiotta kirjainkoolla olevat erot.
he: מחפש את המילה, מתעלם מהבדלי רישיות.
hr: Pretražuje riječ, ignorirajući razlike u velikim i malim slovima.
is: Leitar að orðinu, án þess að taka tillit til málfræðilegra mismuna.
it: Cerca la parola, ignorando le differenze di maiuscole e minuscole.
nl: Zoekt naar het woord, negeert hoofdletterverschillen.
no: Søker etter ordet, uten å ta hensyn til store og små bokstaver.
ro: Caută cuvântul, ignorând diferențele de majuscule și minuscule.
sk: Hľadá slovo, pričom ignoruje rozdiely v písaní veľkých a malých písmen.
tr: Kelimeyi arar, büyük/küçük harf farklarını göz ardı eder.
uk: Шукає слово, ігноруючи різницю регістру.

source: Searches for 'word' in all files in the current directory and its subdirectories.
de: Durchsucht alle Dateien im aktuellen Verzeichnis und dessen Unterverzeichnissen nach 'word'.
el: Αναζητά 'λέξη' σε όλα τα αρχεία στον τρέχοντα φάκελο και στους υποφακέλους του.
es: Busca 'word' en todos los archivos en el directorio actual y sus subdirectorios.
fi: Etsii 'sanaa' kaikista tiedostoista nykyisessä hakemistossa ja sen alihakemistoissa.
he: מחפש את 'מילה' בכל הקבצים בתיקייה הנוכחית ובתתי התיקיות שלה.
hr: Pretražuje 'riječ' u svim datotekama u trenutnom direktoriju i njegovim poddirektorijima.
is: Leitar að 'orði' í öllum skrám í núverandi skráarsafni og undirskrám þess.
it: Cerca 'word' in tutti i file nella directory corrente e nelle sue sottodirectory.
nl: Zoekt naar 'woord' in alle bestanden in de huidige map en zijn submappen.
no: Søker etter 'ord' i alle filer i den nåværende katalogen og dens undermapper.
ro: Caută 'cuvântul' în toate fișierele din directorul curent și subdirectoarele sale.
sk: Hľadá 'slovo' vo všetkých súboroch v aktuálnom adresári a jeho podadresároch.
tr: Geçerli dizindeki ve alt dizinlerindeki tüm dosyalarda 'kelime' arar.
uk: Шукає 'слово' у всіх файлах у поточному каталозі та його підкаталогах.

source: A powerful tool for finding files and directories.
de: Ein leistungsstarkes Werkzeug zum Finden von Dateien und Verzeichnissen.
el: Ένα ισχυρό εργαλείο για την εύρεση αρχείων και καταλόγων.
es: Una herramienta poderosa para encontrar archivos y directorios.
fi: Tehokas työkalu tiedostojen ja hakemistojen etsimiseen.
he: כלי עוצמתי לחיפוש קבצים ודירקטוריות.
hr: Moćan alat za pronalaženje datoteka i direktorija.
is: Vöndugert tæki til að finna skrár og möppur.
it: Uno strumento potente per trovare file e directory.
nl: Een krachtig hulpmiddel voor het vinden van bestanden en mappen.
no: Et kraftig verktøy for å finne filer og kataloger.
ro: Un instrument puternic pentru găsirea fișierelor și directoarelor.
sk: Silný nástroj na vyhľadávanie súborov a adresárov.
tr: Dosya ve dizinleri bulmak için güçlü bir araç.
uk: Потужний інструмент для пошуку файлів та каталогів.

source: Finds all files ending with .txt in the current directory and subdirectories.
de: Findet alle Dateien, die mit .txt im aktuellen Verzeichnis und in Unterverzeichnissen enden.
el: Βρίσκει όλα τα αρχεία που τελειώνουν με .txt στον τρέχοντα φάκελο και στους υποφακέλους.
es: Encuentra todos los archivos que terminan con .txt en el directorio actual y en los subdirectorios.
fi: Löytää kaikki tiedostot, joiden pääte on .txt nykyisessä hakemistossa ja alihakemistoissa.
he: מוצא את כל הקבצים שמסתיימים ב-.txt בתיקייה הנוכחית ובתיקיות המשנה.
hr: Pronalazi sve datoteke koje završavaju s .txt u trenutnom direktoriju i poddirektorijima.
is: Finnur allar skrár sem enda á .txt í núverandi skráarsafni og undirskráarsafnum.
it: Trova tutti i file che terminano con .txt nella directory corrente e nelle sottodirectory.
nl: Zoekt alle bestanden die eindigen op .txt in de huidige map en submappen.
no: Finner alle filer som slutter med .txt i gjeldende katalog og undermapper.
ro: Găsește toate fișierele care se termină cu .txt în directorul curent și subdirectoare.
sk: Nájde všetky súbory končiace na .txt v aktuálnom adresári a podadresároch.
tr: Geçerli dizinde ve alt dizinlerde .txt ile biten tüm dosyaları bulur.
uk: Найти всі файли, що закінчуються на .txt у поточному каталозі та підкаталогах.

source: Finds only directories whose names start with 'backup'.
de: Findet nur Verzeichnisse, deren Namen mit 'backup' beginnen.
el: Βρίσκει μόνο καταλόγους των οποίων τα ονόματα αρχίζουν με 'backup'.
es: Encuentra solo directorios cuyos nombres comienzan con 'backup'.
fi: Löytää vain hakemistot, joiden nimet alkavat sanalla 'backup'.
he: מוצא רק תיקיות ששמותיהן מתחילים ב'backup'.
hr: Pronalazi samo direktorije čija imena počinju s 'backup'.
is: Finnur aðeins skálar þar sem nöfnin byrja á 'backup'.
it: Trova solo le directory i cui nomi iniziano con 'backup'.
nl: Vindt alleen mappen waarvan de namen beginnen met 'backup'.
no: Finner bare kataloger hvis navn begynner med 'backup'.
ro: Găsește doar directoare al căror nume începe cu 'backup'.
sk: Nájde iba adresáre, ktorých názvy začínajú na 'backup'.
tr: Sadece 'backup' ile başlayan adlara sahip dizinleri bulur.
uk: Знаходить лише каталоги, імена яких починаються з 'backup'.
