Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Shows a detailed list of all running programs.
de: Zeigt eine detaillierte Liste aller laufenden Programme an.
el: Εμφανίζει μια λεπτομερή λίστα όλων των εκτελούμενων προγραμμάτων.
es: Muestra una lista detallada de todos los programas en ejecución.
fi: Näyttää yksityiskohtaisen luettelon kaikista käynnissä olevista ohjelmista.
he: מציג רשימה מפורטת של כל התוכניות הפועלות.
hr: Prikazuje detaljan popis svih pokrenutih programa.
is: Sýnir ítarlega lista yfir öll forrit sem eru í gangi.
it: Mostra un elenco dettagliato di tutti i programmi in esecuzione.
nl: Toon een gedetailleerde lijst van alle actieve programma's.
no: Viser en detaljert liste over alle kjørende programmer.
ro: Afișează o listă detaliată a tuturor programelor în execuție.
sk: Zobrazuje podrobný zoznam všetkých bežiacich programov.
tr: Tüm çalışan programların ayrıntılı bir listesini gösterir.
uk: Показує детальний список усіх запущених програм.

source: Terminates a program (process) that is frozen or unresponsive.
de: Beendet ein Programm (Prozess), das eingefroren oder nicht mehr reagiert.
el: Τερματίζει ένα πρόγραμμα (διαδικασία) που είναι παγωμένο ή μη ανταποκρινόμενο.
es: Finaliza un programa (proceso) que está congelado o no responde.
fi: Päättää ohjelman (prosessi), joka on jäätynyt tai ei reagoi.
he: מסיים תוכנית (תהליך) שהוקפאה או שאינה מגיבה.
hr: Završava program (proces) koji je zamrznut ili neodgovara.
is: Lokar forrit (ferli) sem er fryst eða óvirkt.
it: Termina un programma (processo) che è bloccato o non risponde.
nl: Beëindigt een programma (proces) dat is vastgelopen of niet reageert.
no: Avslutter et program (prosess) som er frosset eller ikke svarer.
ro: Terminarea unui program (proces) care este înghețat sau necorespunzător.
sk: Ukončí program (proces), ktorý je zamrznutý alebo nereaguje.
tr: Donmuş veya yanıt vermeyen bir programı (işlemi) sonlandırır.
uk: Termina un programa (proceso) que está congelado o no responde.

source: Politely tries to close the program with ID 1234.
de: Versucht höflich, das Programm mit der ID 1234 zu schließen.
el: Ευγενικά προσπαθεί να κλείσει το πρόγραμμα με ID 1234.
es: Intenta cerrar el programa con ID 1234 de manera educada.
fi: Ystävällisesti yrittää sulkea ohjelman, jonka ID on 1234.
he: מנסה בנימוס לסגור את התוכנית עם מזהה 1234.
hr: Ljubazno pokušava zatvoriti program s ID-om 1234.
is: Vinsamlegast reynir að loka forritinu með ID 1234.
it: Cerca di chiudere gentilmente il programma con ID 1234.
nl: Probeert beleefd het programma met ID 1234 te sluiten.
no: Forsøker høflig å lukke programmet med ID 1234.
ro: Încearcă politicos să închidă programul cu ID 1234.
sk: Slušne sa pokúša zavrieť program s ID 1234.
tr: Nazik bir şekilde 1234 ID'li programı kapatmaya çalışıyor.
uk: Ввічливо намагається закрити програму з ID 1234.

source: Forcibly terminates the program with ID 1234 (use as a last resort).
de: Zwingt das Programm mit der ID 1234 zur Beendigung (nur als letzte Möglichkeit verwenden).
el: Αναγκαστική τερματισμός του προγράμματος με ID 1234 (χρησιμοποιήστε το ως έσχατη λύση).
es: Termina forzosamente el programa con ID 1234 (úsalo como último recurso).
fi: Pakottaa ohjelman, jonka ID on 1234, lopettamaan (käytä viimeisenä keinona).
he: מסיים בכוח את התוכנית עם מזהה 1234 (שימוש כאמצעי אחרון).
hr: Prisilno završava program s ID-om 1234 (koristite kao posljednju opciju).
is: Loka forritið með ID 1234 með valdi (notaðu sem síðasta úrræði).
it: Termina forzatamente il programma con ID 1234 (utilizzare come ultima risorsa).
nl: Dwingt het programma met ID 1234 af (gebruik als laatste redmiddel).
no: Tvinger programmet med ID 1234 til å avslutte (bruk som en siste utvei).
ro: Terminarea forțată a programului cu ID 1234 (folosiți ca ultimă soluție).
sk: Nútene ukončí program s ID 1234 (použite ako poslednú možnosť).
tr: ID'si 1234 olan programı zorla sonlandırır (son çare olarak kullanın).

source: Terminates all processes with a specific name, like closing all windows of an app.
de: Beendet alle Prozesse mit einem bestimmten Namen, wie das Schließen aller Fenster einer App.
el: Τερματίζει όλες τις διεργασίες με συγκεκριμένο όνομα, όπως το κλείσιμο όλων των παραθύρων μιας εφαρμογής.
es: Termina todos los procesos con un nombre específico, como cerrar todas las ventanas de una aplicación.
fi: Päättää kaikki prosessit, joilla on tietty nimi, kuten sulkemalla kaikki sovelluksen ikkunat.
he: מסיים את כל התהליכים עם שם ספציפי, כמו סגירת כל החלונות של אפליקציה.
hr: Završava sve procese s određenim imenom, poput zatvaranja svih prozora aplikacije.
is: Lokar alla ferla með ákveðnu nafni, eins og að loka öllum gluggum forrits.
it: Termina tutti i processi con un nome specifico, come chiudere tutte le finestre di un'app.
nl: Beëindigt alle processen met een specifieke naam, zoals het sluiten van alle vensters van een app.
no: Avslutter alle prosesser med et spesifikt navn, som å lukke alle vinduer i en app.
ro: Terminarea tuturor proceselor cu un nume specific, cum ar fi închiderea tuturor ferestrelor unei aplicații.
sk: Ukončí všetky procesy s konkrétnym názvom, ako napríklad zatvorenie všetkých okien aplikácie.
tr: Belirli bir adı olan tüm süreçleri sonlandırır, bir uygulamanın tüm pencerelerini kapatmak gibi.
uk: Завершує всі процеси з певним ім'ям, наприклад, закриваючи всі вікна програми.

source: Closes all running instances of the 'firefox' program.
de: Schließt alle laufenden Instanzen des 'firefox'-Programms.
el: Κλείνει όλες τις τρέχουσες περιπτώσεις του προγράμματος 'firefox'.
es: Cierra todas las instancias en ejecución del programa 'firefox'.
fi: Sulkee kaikki käynnissä olevat 'firefox' ohjelman instanssit.
he: סוגר את כל המופעים הפועלים של תוכנית 'פיירפוקס'.
hr: Zatvara sve aktivne instance programa 'firefox'.
is: Lokar allar keyrandi eintök af 'firefox' forritinu.
it: Chiude tutte le istanze in esecuzione del programma 'firefox'.
nl: Sluit alle actieve instanties van het 'firefox' programma.
no: Lukker alle kjørende instanser av 'firefox'-programmet.
ro: Închide toate instanțele în execuție ale programului 'firefox'.
sk: Zatvára všetky bežiace inštancie programu 'firefox'.
tr: 'firefox' programının tüm çalışan örneklerini kapatır.
uk: Закриває всі запущені екземпляри програми 'firefox'.

source: Asks for confirmation before terminating each 'chrome' process.
de: Fragt nach Bestätigung, bevor jeder 'chrome'-Prozess beendet wird.
el: Ζητά επιβεβαίωση πριν τερματίσει κάθε διαδικασία 'chrome'.
es: Pide confirmación antes de finalizar cada proceso de 'chrome'.
fi: Kysyy vahvistusta ennen jokaisen 'chrome' prosessin lopettamista.
he: מבקש אישור לפני סיום כל תהליך 'chrome'.
hr: Traži potvrdu prije nego što završi svaki 'chrome' proces.
is: Biður um staðfestingu áður en hver 'chrome' ferli er lokað.
it: Richiede conferma prima di terminare ogni processo 'chrome'.
nl: Vraagt om bevestiging voordat elk 'chrome'-proces wordt beëindigd.
no: Ber om bekreftelse før hver 'chrome'-prosess avsluttes.
ro: Cere confirmarea înainte de a închide fiecare proces 'chrome'.
sk: Žiada o potvrdenie pred ukončením každého procesu 'chrome'.
tr: Her 'chrome' işlemini sonlandırmadan önce onay ister.
uk: Запитує підтвердження перед завершенням кожного процесу 'chrome'.

source: Tests if there is a connection to another computer or website.
de: Überprüft, ob eine Verbindung zu einem anderen Computer oder einer Website besteht.
el: Δοκιμάζει αν υπάρχει σύνδεση με άλλο υπολογιστή ή ιστότοπο.
es: Prueba si hay una conexión a otro ordenador o sitio web.
fi: Testaa, onko yhteys toiseen tietokoneeseen tai verkkosivustoon.
he: בודק אם יש חיבור למחשב או אתר אחר.
hr: Testira li se veza s drugim računalom ili web stranicom.
is: Prófar hvort sé tenging við annað tölvu eða vefsíðu.
it: Verifica se c'è una connessione a un altro computer o sito web.
nl: Test of er een verbinding is met een andere computer of website.
no: Tester om det er en forbindelse til en annen datamaskin eller nettside.
ro: Testează dacă există o conexiune la un alt computer sau site web.
sk: Testuje, či existuje pripojenie k inému počítaču alebo webovej stránke.
tr: Başka bir bilgisayara veya web sitesine bağlantı olup olmadığını test eder.
uk: Перевіряє, чи є з'єднання з іншим комп'ютером або веб-сайтом.

source: Checks if you can communicate with google.com.
de: Überprüft, ob Sie mit google.com kommunizieren können.
el: Ελέγχει αν μπορείτε να επικοινωνήσετε με το google.com.
es: Verifica si puedes comunicarte con google.com.
fi: Tarkistaa, voitko kommunikoida google.comin kanssa.
he: בודק אם אתה יכול לתקשר עם google.com.
hr: Provjerava možeš li komunicirati s google.com.
is: Athugar hvort þú getir haft samskipti við google.com.
it: Controlla se puoi comunicare con google.com.
nl: Controleert of je kunt communiceren met google.com.
no: Sjekker om du kan kommunisere med google.com.
ro: Verifică dacă poți comunica cu google.com.
sk: Kontroluje, či môžete komunikovať s google.com.
tr: google.com ile iletişim kurup kuramayacağınızı kontrol eder.
uk: Перевіряє, чи можете ви зв'язатися з google.com.

source: Sends only 4 test packets instead of running continuously.
de: Sendet nur 4 Testpakete, anstatt kontinuierlich zu laufen.
el: Στέλνει μόνο 4 πακέτα δοκιμής αντί να εκτελείται συνεχώς.
es: Envía solo 4 paquetes de prueba en lugar de ejecutarse continuamente.
fi: Lähettää vain 4 testipakettia sen sijaan, että toimisi jatkuvasti.
he: שולח רק 4 מנות בדיקה במקום לפעול באופן רציף.
hr: Šalje samo 4 testna paketa umjesto da neprekidno radi.
is: Sendir aðeins 4 prófunarpakka í stað þess að keyra stöðugt.
it: Invia solo 4 pacchetti di test invece di eseguire continuamente.
nl: Verzendt slechts 4 testpakketten in plaats van continu te draaien.
no: Sender bare 4 testpakker i stedet for å kjøre kontinuerlig.
ro: Trimite doar 4 pachete de test în loc să ruleze continuu.
sk: Posiela iba 4 testovacie pakety namiesto nepretržitého spúšťania.
tr: Sürekli çalışmak yerine yalnızca 4 test paketi gönderir.
uk: Відправляє лише 4 тестові пакети замість безперервного виконання.

source: System & User Control
de: System- und Benutzersteuerung
el: Σύστημα & Έλεγχος Χρήστη
es: Control del Sistema y del Usuario
fi: Järjestelmä- ja käyttäjäohjaus
he: בקרת מערכת ומשתמש
hr: Sustav i korisnička kontrola
is: Kerfi og Notanda Stjórn
it: Controllo del Sistema e dell'Utente
nl: Systeem- en gebruikersbeheer
no: System- og brukerkontroll
ro: Controlul Sistemului și Utilizatorului
sk: Systém a používateľská kontrola
tr: Sistem ve Kullanıcı Kontrolü
uk: Система та керування користувачем

source: Safely turns off or schedules a shutdown for the computer.
de: Fährt den Computer sicher herunter oder plant einen Shutdown.
el: Ασφαλώς απενεργοποιεί ή προγραμματίζει μια απενεργοποίηση για τον υπολογιστή.
es: Apaga de forma segura o programa un apagado para el ordenador.
fi: Sammuttaa tietokoneen turvallisesti tai aikatauluttaa sammutuksen.
he: כבה את המחשב בבטחה או תכנן כיבוי.
hr: Sigurno isključuje ili zakazuje gašenje računala.
is: Loka örugglega eða skipuleggur lokun á tölvunni.
it: Spegne in modo sicuro o pianifica uno spegnimento per il computer.
nl: Zet de computer veilig uit of plant een afsluiting in.
no: Sikrer at datamaskinen slås av trygt eller planlegger en nedstengning.
ro: Oprește în siguranță sau programează o închidere pentru computer.
sk: Bezpečne vypne alebo naplánuje vypnutie počítača.
tr: Bilgisayarı güvenli bir şekilde kapatır veya kapatmayı planlar.
uk: Безпечно вимикає або планує вимкнення комп'ютера.

source: Shuts down the system immediately.
de: Fährt das System sofort herunter.
el: Κλείνει το σύστημα αμέσως.
es: Apaga el sistema inmediatamente.
fi: Sammuttaa järjestelmän välittömästi.
he: מכבה את המערכת מיד.
hr: Odmah isključuje sustav.
is: Lokar kerfið strax.
it: Spegne immediatamente il sistema.
nl: Sluit het systeem onmiddellijk af.
no: Stenger systemet umiddelbart.
ro: Oprește sistemul imediat.
sk: Okamžite vypne systém.
tr: Sistemi hemen kapatır.
uk: Негайно вимикає систему.

source: Schedules a shutdown for 15 minutes from now.
de: Plant eine Abschaltung in 15 Minuten.
el: Προγραμματίζει μια διακοπή λειτουργίας σε 15 λεπτά από τώρα.
es: Programa un apagado para dentro de 15 minutos.
fi: Aikatauluttaa sammutuksen 15 minuutin kuluttua.
he: מתזמן כיבוי בעוד 15 דקות.
hr: Zakazuje isključenje za 15 minuta.
is: Skipar lokun eftir 15 mínútur.
it: Pianifica uno spegnimento tra 15 minuti.
nl: Plant een afsluiting over 15 minuten.
no: Planlegger en nedstengning om 15 minutter.
ro: Programează o oprire în 15 minute.
sk: Naplánuje vypnutie za 15 minút.
tr: Şu andan itibaren 15 dakika içinde bir kapatma planlar.
uk: Planifie un arrêt dans 15 minutes.

source: Restarts the computer.
de: Startet den Computer neu.
el: Επανεκκινεί τον υπολογιστή.
es: Reinicia el ordenador.
fi: Käynnistää tietokoneen uudelleen.
he: מאתחל את המחשב.
hr: Ponovno pokreće računalo.
is: Endurræsir tölvuna.
it: Riavvia il computer.
nl: Herstart de computer.
no: Starter datamaskinen.
ro: Repornește computerul.
sk: Reštartuje počítač.
tr: Bilgisayarı yeniden başlatır.
uk: Reboots the computer.

source: Restarts the system immediately.
de: Startet das System sofort neu.
el: Επανεκκινεί το σύστημα αμέσως.
es: Reinicia el sistema inmediatamente.
fi: Käynnistää järjestelmän uudelleen heti.
he: מחדש את המערכת מיד.
hr: Odmah ponovno pokreće sustav.
is: Endurræsa kerfið strax.
it: Riavvia il sistema immediatamente.
nl: Herstart het systeem onmiddellijk.
no: Starter systemet umiddelbart.
ro: Repornește sistemul imediat.
sk: Okamžite reštartuje systém.
tr: Sistemi hemen yeniden başlatır.
uk: Перезавантажує систему негайно.

source: Switches to another user account in the current terminal session.
de: Wechselt zu einem anderen Benutzerkonto in der aktuellen Terminalsitzung.
el: Εναλλάσσεται σε άλλο λογαριασμό χρήστη στην τρέχουσα συνεδρία τερματικού.
es: Cambia a otra cuenta de usuario en la sesión de terminal actual.
fi: Vaihdetaan toiseen käyttäjätiliin nykyisessä terminaalisessiossa.
he: מעביר לחשבון משתמש אחר במושב הטרמינל הנוכחי.
hr: Prebacuje na drugi korisnički račun u trenutnoj terminalskoj sesiji.
is: Skipar yfir í aðra notendareikning í núverandi terminal sessjón.
it: Passa a un altro account utente nella sessione terminale corrente.
nl: Schakelt over naar een ander gebruikersaccount in de huidige terminalsessie.
no: Bytter til en annen brukerkonto i den nåværende terminaløkten.
ro: Comută la un alt cont de utilizator în sesiunea terminalului curent.
sk: Prepnúť na iný používateľský účet v aktuálnej terminálovej relácii.
tr: Mevcut terminal oturumunda başka bir kullanıcı hesabına geçiş yapar.
uk: Переключається на інший обліковий запис користувача в поточній сесії терміналу.

source: Switches to the specified user's account (requires their password).
de: Wechselt zum angegebenen Benutzerkonto (erfordert deren Passwort).
el: Εναλλάσσεται στον λογαριασμό του καθορισμένου χρήστη (απαιτεί τον κωδικό πρόσβασής τους).
es: Cambia a la cuenta del usuario especificado (requiere su contraseña).
fi: Vaihdetaan määritetyn käyttäjän tiliin (vaatii heidän salasanansa).
he: מחליף לחשבון המשתמש המוגדר (דורש את הסיסמה שלהם).
hr: Prebacuje na račun specificiranog korisnika (zahtijeva njihovu lozinku).
is: Breyti yfir á tilgreint notendareikning (krafist er að slá inn lykilorð þeirra).
it: Passa all'account dell'utente specificato (richiede la loro password).
nl: Schakelt over naar het account van de opgegeven gebruiker (vereist hun wachtwoord).
no: Bytter til den angitte brukerens konto (krever deres passord).
ro: Comută la contul utilizatorului specificat (necesită parola acestuia).
sk: Prepnúť na účet zadaného používateľa (vyžaduje ich heslo).
tr: Belirtilen kullanıcının hesabına geçiş yapar (şifreleri gerektirir).
uk: Переключається на обліковий запис вказаного користувача (потрібен їхній пароль).

source: Version Control with Git
de: Versionskontrolle mit Git
el: Έλεγχος Έκδοσης με το Git
es: Control de versiones con Git
fi: Versionhallinta Gitin kanssa
he: בקרת גרסאות עם גיט
hr: Upravljanje verzijama s Gitom
is: Version stjórnun með Git
it: Controllo di versione con Git
nl: Versiebeheer met Git
no: Versjonskontroll med Git
ro: Controlul versiunilor cu Git
sk: Správa verzí s Gitom
tr: Git ile Sürüm Kontrolü
uk: Контроль версій з Git

source: A tool for saving the history of changes in code projects, like a 'save point' in a game.
de: Ein Werkzeug zum Speichern der Historie von Änderungen in Codeprojekten, ähnlich einem 'Speicherpunkt' in einem Spiel.
el: Ένα εργαλείο για την αποθήκευση της ιστορίας αλλαγών σε έργα κώδικα, όπως ένα 'σημείο αποθήκευσης' σε ένα παιχνίδι.
es: Una herramienta para guardar el historial de cambios en proyectos de código, como un 'punto de guardado' en un juego.
fi: Työkalu koodiprojektien muutosten historian tallentamiseen, kuten 'tallennuspiste' pelissä.
he: כלי לשמירת היסטוריית השינויים בפרויקטי קוד, כמו 'נקודת שמירה' במשחק.
hr: Alat za spremanje povijesti promjena u projektnim kodovima, poput 'točke spremanja' u igri.
is: Tól til að vista sögu breytinga í kóðaverkefnum, eins og 'vista punkt' í leik.
it: Uno strumento per salvare la cronologia delle modifiche nei progetti di codice, come un 'punto di salvataggio' in un gioco.
nl: Een hulpmiddel voor het opslaan van de geschiedenis van wijzigingen in codeprojecten, zoals een 'opslagpunt' in een spel.
no: Et verktøy for å lagre historikken til endringer i kodeprosjekter, som et 'lagringspunkt' i et spill.
ro: Un instrument pentru salvarea istoricului modificărilor în proiectele de cod, asemănător cu un 'punct de salvare' într-un joc.
sk: Nástroj na ukladanie histórie zmien v kódových projektoch, ako 'bod uloženia' v hre.
tr: Kod projelerinde değişikliklerin geçmişini kaydetmek için bir araç, bir oyundaki 'kaydetme noktası' gibi.
uk: Інструмент для збереження історії змін у кодових проєктах, як 'точка збереження' у грі.

source: Initializes a new 'history album' (repository) in a directory.
de: Initialisiert ein neues 'Historienalbum' (Repository) in einem Verzeichnis.
el: Αρχικοποιεί ένα νέο 'άλμπουμ ιστορίας' (αποθετήριο) σε έναν φάκελο.
es: Inicializa un nuevo 'álbum de historial' (repositorio) en un directorio.
fi: Alustaa uusi 'historia-albumi' (varasto) hakemistoon.
he: מאתחל אלבום היסטוריה חדש (מאגר) בתיקייה.
hr: Inicijalizira novu 'povijesnu album' (repo) u direktoriju.
is: Sér nýtt 'sögu albúm' (skjalasafn) í skráarsafni.
it: Inizializza un nuovo 'album di storia' (repository) in una directory.
nl: Initialiseert een nieuw 'geschiedenisalbum' (repository) in een map.
no: Initialiserer et nytt 'historikkalbum' (repository) i en katalog.
ro: Inițializează un nou 'album de istorie' (repository) într-un director.
sk: Inicializuje nový 'historický album' (repozitár) v adresári.
tr: Bir dizinde yeni bir 'geçmiş albümü' (depo) başlatır.
uk: Ініціалізує новий 'альбом історії' (репозиторій) у каталозі.

source: Downloads a copy of a project that already exists elsewhere.
de: Lädt eine Kopie eines Projekts herunter, das bereits an anderer Stelle existiert.
el: Κατεβάζει ένα αντίγραφο ενός έργου που ήδη υπάρχει αλλού.
es: Descarga una copia de un proyecto que ya existe en otro lugar.
fi: Lataa kopio projektista, joka on jo olemassa muualla.
he: מוריד עותק של פרויקט שכבר קיים במקום אחר.
hr: Preuzima kopiju projekta koji već postoji negdje drugdje.
is: Sækir afrit af verkefni sem þegar er til annars staðar.
it: Scarica una copia di un progetto che esiste già altrove.
nl: Download een kopie van een project dat elders al bestaat.
no: Laster ned en kopi av et prosjekt som allerede finnes et annet sted.
ro: Descarcă o copie a unui proiect care există deja în altă parte.
sk: Stiahne kópiu projektu, ktorý už existuje inde.
tr: Başka bir yerde zaten var olan bir projenin kopyasını indirir.
uk: Скачує копію проєкту, який вже існує в іншому місці.

source: Shows which files have been modified, added, or deleted.
de: Zeigt an, welche Dateien geändert, hinzugefügt oder gelöscht wurden.
el: Δείχνει ποια αρχεία έχουν τροποποιηθεί, προστεθεί ή διαγραφεί.
es: Muestra qué archivos han sido modificados, añadidos o eliminados.
fi: Näyttää, mitkä tiedostot on muutettu, lisätty tai poistettu.
he: מראה אילו קבצים שונו, נוספו או נמחקו.
hr: Prikazuje koji su datoteke modificirane, dodane ili izbrisane.
is: Sýnir hvaða skrár hafa verið breyttar, bætt við eða eytt.
it: Mostra quali file sono stati modificati, aggiunti o eliminati.
nl: Toont welke bestanden zijn gewijzigd, toegevoegd of verwijderd.
no: Viser hvilke filer som har blitt endret, lagt til eller slettet.
ro: Afișează care fișiere au fost modificate, adăugate sau șterse.
sk: Zobrazuje, ktoré súbory boli upravené, pridané alebo odstránené.
tr: Hangi dosyaların değiştirildiğini, eklendiğini veya silindiğini gösterir.
uk: Показує, які файли були змінені, додані або видалені.

source: Prepares a modified file to be saved in the history ('stages' the change).
de: Bereitet eine modifizierte Datei vor, um im Verlauf gespeichert zu werden ('staged' die Änderung).
el: Ετοιμάζει ένα τροποποιημένο αρχείο για να αποθηκευτεί στην ιστορία ('σταδιοποιεί' την αλλαγή).
es: Prepara un archivo modificado para ser guardado en el historial ('etapa' el cambio).
fi: Valmistelee muokatun tiedoston tallennettavaksi historiaan ('vaiheistaa' muutoksen).
he: מכין קובץ מותאם לשמירה בהיסטוריה ('מניח' את השינוי).
hr: Priprema izmijenjenu datoteku za spremanje u povijest ('staging' promjene).
is: Undirbýr breytt skrá til að vista í sögunni ('stigar' breytinguna).
it: Prepara un file modificato da salvare nella cronologia ('staggia' la modifica).
nl: Bereidt een aangepast bestand voor om in de geschiedenis te worden opgeslagen ('stages' de wijziging).
no: Forbereder en modifisert fil for å bli lagret i historikken ('stager' endringen).
ro: Pregătește un fișier modificat pentru a fi salvat în istoric ('etapează' modificarea).
sk: Pripraví upravený súbor na uloženie do histórie ('stages' zmenu).
tr: Değiştirilen bir dosyayı geçmişe kaydedilmek üzere hazırlar ('değişikliği' aşamalar).
uk: Готує змінений файл для збереження в історії ('етапує' зміну).

source: Saves the staged changes to the history with a description of what was done.
de: Speichert die gestagten Änderungen mit einer Beschreibung dessen, was getan wurde, in der Historie.
el: Αποθηκεύει τις προετοιμασμένες αλλαγές στην ιστορία με μια περιγραφή του τι έγινε.
es: Guarda los cambios en preparación en el historial con una descripción de lo que se hizo.
fi: Tallentaa vaiheistetut muutokset historiaan kuvauksella siitä, mitä on tehty.
he: שומר את השינויים המוכנים להיסטוריה עם תיאור של מה שנעשה.
hr: Spremi pripremljene promjene u povijest s opisom onoga što je učinjeno.
is: Sparar breytingarnar sem eru í biðstöðu í söguna með lýsingu á því sem var gert.
it: Salva le modifiche in fase di preparazione nella cronologia con una descrizione di ciò che è stato fatto.
nl: Slaat de gestage wijzigingen op in de geschiedenis met een beschrijving van wat er is gedaan.
no: Lagrer de staged endringene til historikken med en beskrivelse av hva som ble gjort.
ro: Salvează modificările pregătite în istoric cu o descriere a ceea ce a fost făcut.
sk: Uloží zmeny v čakajúcom stave do histórie s popisom toho, čo bolo vykonané.
tr: Aşamalı değişiklikleri, ne yapıldığını açıklayan bir tanımla birlikte geçmişe kaydeder.
uk: Записує підготовлені зміни в історію з описом того, що було зроблено.
