Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I enable and manage cgroups v2?
de: Wie aktiviere und verwalte ich cgroups v2?
el: Πώς μπορώ να ενεργοποιήσω και να διαχειριστώ τα cgroups v2;
es: ¿Cómo habilito y gestiono cgroups v2?
fi: Kuinka voin ottaa käyttöön ja hallita cgroupseja v2?
he: איך אני מפעיל ומנהל cgroups v2?
hr: Kako da omogućim i upravljam cgroups v2?
is: Hvernig virkja ég og stjórna cgroups v2?
it: Come posso abilitare e gestire i cgroups v2?
nl: Hoe schakel ik cgroups v2 in en beheer ik deze?
no: Hvordan aktiverer og administrerer jeg cgroups v2?
ro: Cum activez și gestionez cgroups v2?
sk: Ako povolím a spravujem cgroups v2?
tr: cgroups v2'yi nasıl etkinleştirir ve yönetirim?
uk: Як увімкнути та керувати cgroups v2?

source: How can I collect performance data with sar?
de: Wie kann ich Leistungsdaten mit sar sammeln?
el: Πώς μπορώ να συλλέξω δεδομένα απόδοσης με το sar;
es: ¿Cómo puedo recopilar datos de rendimiento con sar?
fi: Miten voin kerätä suorituskykytietoja sar:lla?
he: איך אני יכול לאסוף נתוני ביצועים עם sar?
hr: Kako mogu prikupiti podatke o performansama pomoću sar-a?
is: Hvernig get ég safnað frammistöðugögnum með sar?
it: Come posso raccogliere dati sulle prestazioni con sar?
nl: Hoe kan ik prestatiegegevens verzamelen met sar?
no: Hvordan kan jeg samle inn ytelsesdata med sar?
ro: Cum pot colecta date de performanță cu sar?
sk: Ako môžem zbierať údaje o výkonnosti pomocou sar?
tr: sar ile performans verilerini nasıl toplayabilirim?
uk: Як я можу зібрати дані про продуктивність за допомогою sar?

source: How do I investigate high load average values?
de: Wie untersuche ich hohe Durchschnittslastwerte?
el: Πώς μπορώ να ερευνήσω τις υψηλές τιμές μέσου φορτίου;
es: ¿Cómo investigo valores altos de carga promedio?
fi: Miten tutkin korkeita kuormitustasoja?
he: איך אני חוקרת ערכי ממוצע עומס גבוהים?
hr: Kako mogu istražiti visoke prosječne vrijednosti opterećenja?
is: Hvernig rannsaka ég háa meðaltalsálagsgildi?
it: Come posso indagare sui valori elevati della media di carico?
nl: Hoe onderzoek ik hoge gemiddelde belastingwaarden?
no: Hvordan undersøker jeg høye gjennomsnittlige belastningsverdier?
ro: Cum pot investiga valori mari ale mediei de încărcare?
sk: Ako môžem vyšetrovať vysoké hodnoty priemernej záťaže?
tr: Yüksek yük ortalaması değerlerini nasıl araştırırım?
uk: Як я можу дослідити високі значення середнього навантаження?

source: How can I test backup restores automatically?
de: Wie kann ich Sicherungswiederherstellungen automatisch testen?
el: Πώς μπορώ να δοκιμάσω αυτόματες επαναφορές αντιγράφων ασφαλείας;
es: ¿Cómo puedo probar las restauraciones de copias de seguridad automáticamente?
fi: Miten voin testata varmuuskopioiden palautuksia automaattisesti?
he: איך אני יכול לבדוק שחזורי גיבוי באופן אוטומטי?
hr: Kako mogu automatski testirati vraćanje sigurnosnih kopija?
is: Hvernig get ég prófað afrit endurheimt sjálfvirkt?
it: Come posso testare automaticamente il ripristino dei backup?
nl: Hoe kan ik back-upherstel automatisch testen?
no: Hvordan kan jeg teste sikkerhetskopiering av gjenopprettinger automatisk?
ro: Cum pot testa automat restaurările de backup?
sk: Ako môžem automaticky testovať obnovenia záloh?
tr: Yedek geri yüklemelerini otomatik olarak nasıl test edebilirim?
uk: Як я можу автоматично тестувати відновлення резервних копій?

source: How do I rotate SSH keys on a schedule?
de: Wie rotiere ich SSH-Schlüssel nach einem Zeitplan?
el: Πώς μπορώ να περιστρέψω τα κλειδιά SSH σε προγραμματισμένο χρόνο;
es: ¿Cómo puedo rotar las claves SSH según un horario?
fi: Miten voin kierrättää SSH-avaimia aikataulun mukaan?
he: איך אני מסובב מפתחות SSH לפי לוח זמנים?
hr: Kako mogu rotirati SSH ključeve prema rasporedu?
is: Hvernig sný ég SSH lykla á áætlun?
it: Come posso ruotare le chiavi SSH secondo un programma?
nl: Hoe draai ik SSH-sleutels op een schema?
no: Hvordan roterer jeg SSH-nøkler etter en tidsplan?
ro: Cum pot roti cheile SSH conform unui program?
sk: Ako môžem plánovane otáčať SSH kľúče?
tr: SSH anahtarlarını bir takvime göre nasıl döndürürüm?
uk: Як я можу обертати SSH-ключі за розкладом?

source: How can I enforce password policies on Linux?
de: Wie kann ich Passwort-Richtlinien unter Linux durchsetzen?
el: Πώς μπορώ να επιβάλλω πολιτικές κωδικών πρόσβασης σε Linux;
es: ¿Cómo puedo hacer cumplir las políticas de contraseñas en Linux?
fi: Kuinka voin valvoa salasanasääntöjä Linuxissa?
he: איך אני יכול לאכוף מדיניות סיסמאות בלינוקס?
hr: Kako mogu provesti pravila lozinki na Linuxu?
is: Hvernig get ég framfylgt lykilorðastefnum á Linux?
it: Come posso applicare le politiche delle password su Linux?
nl: Hoe kan ik wachtwoordbeleid afdwingen op Linux?
no: Hvordan kan jeg håndheve passordpolicyer på Linux?
ro: Cum pot impune politici de parole pe Linux?
sk: Ako môžem vynútiť politiky hesiel na Linuxe?
tr: Linux'te şifre politikalarını nasıl uygulayabilirim?

source: How do I audit installed packages for CVEs?
de: Wie auditiere ich installierte Pakete auf CVEs?
el: Πώς μπορώ να ελέγξω τα εγκατεστημένα πακέτα για CVEs;
es: ¿Cómo audito los paquetes instalados en busca de CVEs?
fi: Miten tarkistan asennettujen pakettien CVE-aukot?
he: איך אני מבצע ביקורת על חבילות מותקנות עבור CVEs?
hr: Kako mogu provjeriti instalirane pakete za CVE-ove?
is: Hvernig á ég að skoða uppsettar pakkar fyrir CVE?
it: Come posso auditare i pacchetti installati per CVE?
nl: Hoe controleer ik geïnstalleerde pakketten op CVE's?
no: Hvordan kan jeg revidere installerte pakker for CVE-er?
ro: Cum auditez pachetele instalate pentru CVE-uri?
sk: Ako môžem skontrolovať nainštalované balíky na CVE?
tr: Yüklenmiş paketleri CVE'ler için nasıl denetlerim?
uk: Як я можу перевірити встановлені пакети на наявність CVE?

source: How can I use nix-shell or direnv for reproducible dev environments?
de: Wie kann ich nix-shell oder direnv für reproduzierbare Entwicklungsumgebungen verwenden?
el: Πώς μπορώ να χρησιμοποιήσω το nix-shell ή το direnv για αναπαραγωγικά περιβάλλοντα ανάπτυξης;
es: ¿Cómo puedo usar nix-shell o direnv para entornos de desarrollo reproducibles?
fi: Miten voin käyttää nix-shellia tai direnvia toistettavissa kehitysympäristöissä?
he: איך אני יכול להשתמש ב-nix-shell או direnv עבור סביבות פיתוח שניתן לשחזר?
hr: Kako mogu koristiti nix-shell ili direnv za reproducibilna razvojna okruženja?
is: Hvernig get ég notað nix-shell eða direnv fyrir endurtekna þróunarumhverfi?
it: Come posso usare nix-shell o direnv per ambienti di sviluppo riproducibili?
nl: Hoe kan ik nix-shell of direnv gebruiken voor reproduceerbare ontwikkelomgevingen?
no: Hvordan kan jeg bruke nix-shell eller direnv for reproducerbare utviklingsmiljøer?
ro: Cum pot folosi nix-shell sau direnv pentru medii de dezvoltare reproducibile?
sk: Ako môžem použiť nix-shell alebo direnv na reprodukovateľné vývojové prostredia?
tr: nix-shell veya direnv'i tekrarlanabilir geliştirme ortamları için nasıl kullanabilirim?
uk: Як я можу використовувати nix-shell або direnv для відтворювальних середовищ розробки?

source: How do I manage multiple Python versions with pyenv?
de: Wie verwalte ich mehrere Python-Versionen mit pyenv?
el: Πώς μπορώ να διαχειριστώ πολλές εκδόσεις Python με το pyenv;
es: ¿Cómo gestiono múltiples versiones de Python con pyenv?
fi: Miten hallitsen useita Python-versioita pyenv:llä?
he: איך אני מנהל גרסאות מרובות של פייתון עם pyenv?
hr: Kako mogu upravljati višestrukim verzijama Pythona s pyenv-om?
is: Hvernig stjórna ég mörgum Python útgáfum með pyenv?
it: Come gestisco più versioni di Python con pyenv?
nl: Hoe beheer ik meerdere Python-versies met pyenv?
no: Hvordan administrerer jeg flere Python-versjoner med pyenv?
ro: Cum gestionez mai multe versiuni de Python cu pyenv?
sk: Ako spravujem viacero verzií Pythonu pomocou pyenv?
tr: pyenv ile birden fazla Python sürümünü nasıl yönetebilirim?
uk: Як я можу керувати кількома версіями Python за допомогою pyenv?

source: How can I run containers rootless with Podman?
de: Wie kann ich Container ohne Root-Rechte mit Podman ausführen?
el: Πώς μπορώ να εκτελέσω κοντέινερ χωρίς δικαιώματα διαχειριστή με το Podman;
es: ¿Cómo puedo ejecutar contenedores sin privilegios con Podman?
fi: Kuinka voin ajaa säiliöitä ilman juuritasoa Podmanilla?
he: איך אני יכול להריץ קונטיינרים ללא הרשאות שורש עם פודמן?
hr: Kako mogu pokrenuti kontejnere bez privilegija s Podmanom?
is: Hvernig get ég keyrt ílát án rótars með Podman?
it: Come posso eseguire contenitori senza privilegi con Podman?
nl: Hoe kan ik containers zonder rootrechten uitvoeren met Podman?
no: Hvordan kan jeg kjøre containere uten root med Podman?
ro: Cum pot rula containere fără privilegii de root cu Podman?
sk: Ako môžem spustiť kontajnery bez práv superužívateľa pomocou Podmanu?
tr: Podman ile köksüz konteynerleri nasıl çalıştırabilirim?
uk: Як я можу запускати контейнери без прав адміністратора з Podman?

source: How do I tail Kubernetes logs with stern or kubectl?
de: Wie tail ich Kubernetes-Protokolle mit stern oder kubectl?
el: Πώς μπορώ να παρακολουθήσω τα αρχεία καταγραφής του Kubernetes με το stern ή το kubectl;
es: ¿Cómo hago para seguir los registros de Kubernetes con stern o kubectl?
fi: Kuinka voin seurata Kubernetes-lokeja sternin tai kubectl:n avulla?
he: איך אני עוקב אחרי יומני קוברנטיס עם סטרן או קובקטל?
hr: Kako mogu pratiti Kubernetes logove s sternom ili kubectl-om?
is: Hvernig á ég að fylgjast með Kubernetes skráum með stern eða kubectl?
it: Come faccio a visualizzare in tempo reale i log di Kubernetes con stern o kubectl?
nl: Hoe tail ik Kubernetes-logs met stern of kubectl?
no: Hvordan kan jeg følge Kubernetes-logger med stern eller kubectl?
ro: Cum pot să urmăresc jurnalele Kubernetes cu stern sau kubectl?
sk: Ako môžem sledovať Kubernetes protokoly pomocou stern alebo kubectl?
tr: Kubernetes günlüklerini stern veya kubectl ile nasıl izlerim?
uk: Як я можу переглядати журнали Kubernetes за допомогою stern або kubectl?

source: How can I instrument applications with OpenTelemetry?
de: Wie kann ich Anwendungen mit OpenTelemetry instrumentieren?
el: Πώς μπορώ να οπτικοποιήσω εφαρμογές με το OpenTelemetry;
es: ¿Cómo puedo instrumentar aplicaciones con OpenTelemetry?
fi: Miten voin instrumentoida sovelluksia OpenTelemetryn avulla?
he: איך אני יכול לנטר יישומים עם OpenTelemetry?
hr: Kako mogu instrumentirati aplikacije s OpenTelemetry?
is: Hvernig get ég mælt forrit með OpenTelemetry?
it: Come posso strumentare le applicazioni con OpenTelemetry?
nl: Hoe kan ik applicaties instrumenteren met OpenTelemetry?
no: Hvordan kan jeg instrumentere applikasjoner med OpenTelemetry?
ro: Cum pot instrumenta aplicațiile cu OpenTelemetry?
sk: Ako môžem instrumentovať aplikácie pomocou OpenTelemetry?
tr: OpenTelemetry ile uygulamaları nasıl izleyebilirim?
uk: Як я можу інструментувати програми за допомогою OpenTelemetry?

source: How do I configure single sign-on for Linux services?
de: Wie konfiguriere ich die einheitliche Anmeldung für Linux-Dienste?
el: Πώς μπορώ να ρυθμίσω την ενιαία είσοδο για υπηρεσίες Linux;
es: ¿Cómo configuro el inicio de sesión único para servicios de Linux?
fi: Kuinka määritän kertakirjautumisen Linux-palveluille?
he: איך אני מגדיר כניסה חד-פעמית לשירותי לינוקס?
hr: Kako konfigurirati jedinstveno prijavljivanje za Linux usluge?
is: Hvernig stilli ég einfalda innskráningu fyrir Linux þjónustu?
it: Come posso configurare il single sign-on per i servizi Linux?
nl: Hoe configureer ik single sign-on voor Linux-diensten?
no: Hvordan konfigurerer jeg enkeltpålogging for Linux-tjenester?
ro: Cum configurez autentificarea unică pentru serviciile Linux?
sk: Ako nakonfigurujem jednorazové prihlásenie pre služby Linux?
tr: Linux hizmetleri için tek oturum açmayı nasıl yapılandırırım?
uk: Як я можу налаштувати єдиний вхід для сервісів Linux?

source: How can I export metrics from systemd services?
de: Wie kann ich Metriken von systemd-Diensten exportieren?
el: Πώς μπορώ να εξάγω μετρήσεις από τις υπηρεσίες systemd;
es: ¿Cómo puedo exportar métricas de los servicios de systemd?
fi: Miten voin viedä mittareita systemd-palveluista?
he: איך אני יכול לייצא מדדים משירותי systemd?
hr: Kako mogu izvesti metrike iz systemd usluga?
is: Hvernig get ég flutt út mælingar frá systemd þjónustum?
it: Come posso esportare metriche dai servizi systemd?
nl: Hoe kan ik statistieken exporteren van systemd-services?
no: Hvordan kan jeg eksportere målinger fra systemd-tjenester?
ro: Cum pot exporta metrici din serviciile systemd?
sk: Ako môžem exportovať metriky zo služieb systemd?
tr: systemd hizmetlerinden metrikleri nasıl dışa aktarabilirim?
uk: Як я можу експортувати метрики з сервісів systemd?

source: How do I manage secrets with HashiCorp Vault on Linux?
de: Wie verwalte ich Geheimnisse mit HashiCorp Vault unter Linux?
el: Πώς διαχειρίζομαι τα μυστικά με το HashiCorp Vault σε Linux;
es: ¿Cómo gestiono secretos con HashiCorp Vault en Linux?
fi: Miten hallitsen salaisuuksia HashiCorp Vaultilla Linuxissa?
he: איך אני מנהל סודות עם HashiCorp Vault על לינוקס?
hr: Kako upravljam tajnama s HashiCorp Vaultom na Linuxu?
is: Hvernig stjórna ég leyndarmálum með HashiCorp Vault á Linux?
it: Come gestisco i segreti con HashiCorp Vault su Linux?
nl: Hoe beheer ik geheimen met HashiCorp Vault op Linux?
no: Hvordan administrerer jeg hemmeligheter med HashiCorp Vault på Linux?
ro: Cum îmi gestionez secretele cu HashiCorp Vault pe Linux?
sk: Ako spravujem tajomstvá pomocou HashiCorp Vault na Linuxe?
tr: HashiCorp Vault ile Linux'ta gizli anahtarları nasıl yönetirim?
uk: Як я можу керувати секретами за допомогою HashiCorp Vault на Linux?

source: How can I secure shared desktop sessions?
de: Wie kann ich gemeinsame Desktopsitzungen sichern?
el: Πώς μπορώ να ασφαλίσω τις κοινές επιφάνειες εργασίας;
es: ¿Cómo puedo asegurar las sesiones de escritorio compartidas?
fi: Miten voin suojata jaettuja työpöytäsessioita?
he: איך אני יכול לאבטח מושבי שולחן עבודה משותפים?
hr: Kako mogu osigurati dijeljene sesije radne površine?
is: Hvernig get ég tryggt deilt skrifborðsskjöl?
it: Come posso proteggere le sessioni desktop condivise?
nl: Hoe kan ik gedeelde bureaubladsessies beveiligen?
no: Hvordan kan jeg sikre delte skrivebordsøkter?
ro: Cum pot să securizez sesiunile de desktop partajate?
sk: Ako môžem zabezpečiť zdieľané desktopové relácie?
tr: Paylaşılan masaüstü oturumlarını nasıl güvence altına alabilirim?
uk: Як я можу забезпечити безпеку спільних сеансів робочого столу?

source: How do I offer remote assistance to another Linux user?
de: Wie biete ich einem anderen Linux-Benutzer Fernunterstützung an?
el: Πώς μπορώ να προσφέρω απομακρυσμένη βοήθεια σε έναν άλλο χρήστη Linux;
es: ¿Cómo ofrezco asistencia remota a otro usuario de Linux?
fi: Miten tarjoan etäapua toiselle Linux-käyttäjälle?
he: איך אני מציע סיוע מרחוק למשתמש לינוקס אחר?
hr: Kako mogu ponuditi daljinsku pomoć drugom Linux korisniku?
is: Hvernig býð ég fjarhjálp til annars Linux notanda?
it: Come posso offrire assistenza remota a un altro utente Linux?
nl: Hoe bied ik externe ondersteuning aan een andere Linux-gebruiker?
no: Hvordan tilbyr jeg fjernhjelp til en annen Linux-bruker?
ro: Cum pot oferi asistență la distanță unui alt utilizator Linux?
sk: Ako môžem ponúknuť vzdialenú pomoc inému používateľovi Linuxu?
tr: Başka bir Linux kullanıcısına uzaktan yardım nasıl sunabilirim?
uk: Як я можу запропонувати віддалену допомогу іншому користувачу Linux?

source: How can I set up an immutable system partition?
de: Wie kann ich eine unveränderliche Systempartition einrichten?
el: Πώς μπορώ να ρυθμίσω μια αμετάβλητη διαμέριση συστήματος;
es: ¿Cómo puedo configurar una partición del sistema inmutable?
fi: Miten voin määrittää muuttumattoman järjestelmäosion?
he: איך אני יכול להגדיר מחיצת מערכת בלתי ניתנת לשינוי?
hr: Kako mogu postaviti nepromjenjivu sistemsku particiju?
is: Hvernig get ég stillt óbreytanlega kerfisskiptingu?
it: Come posso configurare una partizione di sistema immutabile?
nl: Hoe kan ik een onveranderlijk systeempartitie instellen?
no: Hvordan kan jeg sette opp en uforanderlig systempartisjon?
ro: Cum pot configura o partiție de sistem imutabilă?
sk: Ako môžem nastaviť nemennú systémovú partíciu?
tr: Değiştirilemez bir sistem bölümü nasıl kurabilirim?
uk: Як я можу налаштувати незмінну системну розділ?

source: How do I verify package integrity with pkgfile or debsums?
de: Wie überprüfe ich die Integrität von Paketen mit pkgfile oder debsums?
el: Πώς μπορώ να επαληθεύσω την ακεραιότητα του πακέτου με το pkgfile ή το debsums;
es: ¿Cómo verifico la integridad del paquete con pkgfile o debsums?
fi: Miten vahvistan paketin eheyden pkgfile- tai debsums-ohjelmalla?
he: איך אני מאמת את שלמות החבילה עם pkgfile או debsums?
hr: Kako mogu provjeriti integritet paketa s pkgfile ili debsums?
is: Hvernig staðfesti ég pakkaintegrity með pkgfile eða debsums?
it: Come posso verificare l'integrità del pacchetto con pkgfile o debsums?
nl: Hoe verifieer ik de integriteit van een pakket met pkgfile of debsums?
no: Hvordan verifiserer jeg pakkens integritet med pkgfile eller debsums?
ro: Cum verific integritatea pachetului cu pkgfile sau debsums?
sk: Ako overím integritu balíka pomocou pkgfile alebo debsums?
tr: pkgfile veya debsums ile paket bütünlüğünü nasıl doğrularım?

source: How can I preconfigure new machines with cloud-init?
de: Wie kann ich neue Maschinen mit cloud-init vorkonfigurieren?
el: Πώς μπορώ να προρυθμίσω νέες μηχανές με το cloud-init;
es: ¿Cómo puedo preconfigurar nuevas máquinas con cloud-init?
fi: Miten voin esikonfiguroida uusia koneita cloud-initin avulla?
he: איך אני יכול להגדיר מראש מכונות חדשות עם cloud-init?
hr: Kako mogu unaprijed konfigurirati nove strojeve s cloud-init?
is: Hvernig get ég forsniðið nýjar vélar með cloud-init?
it: Come posso preconfigurare nuove macchine con cloud-init?
nl: Hoe kan ik nieuwe machines vooraf configureren met cloud-init?
no: Hvordan kan jeg forhåndskonfigurere nye maskiner med cloud-init?
ro: Cum pot preconfigura noi mașini cu cloud-init?
sk: Ako môžem predkonfigurovať nové stroje pomocou cloud-init?
tr: Yeni makineleri cloud-init ile nasıl önceden yapılandırabilirim?
uk: Як я можу попередньо налаштувати нові машини за допомогою cloud-init?

source: How do I use firewalld zones effectively?
de: Wie verwende ich firewalld-Zonen effektiv?
el: Πώς μπορώ να χρησιμοποιήσω αποτελεσματικά τις ζώνες firewalld;
es: ¿Cómo utilizo las zonas de firewalld de manera efectiva?
fi: Miten käytän firewalld-alueita tehokkaasti?
he: איך אני משתמש באזורי firewalld בצורה יעילה?
hr: Kako učinkovito koristiti firewalld zone?
is: Hvernig nota ég firewalld svæði á áhrifaríkan hátt?
it: Come posso utilizzare efficacemente le zone di firewalld?
nl: Hoe gebruik ik firewalld-zones effectief?
no: Hvordan bruker jeg firewalld-soner effektivt?
ro: Cum pot folosi zonele firewalld în mod eficient?
sk: Ako efektívne používať zóny firewalld?
tr: firewalld alanlarını etkili bir şekilde nasıl kullanırım?

source: How can I configure USBGuard to control removable media?
de: Wie kann ich USBGuard konfigurieren, um wechselbare Medien zu steuern?
el: Πώς μπορώ να ρυθμίσω το USBGuard για να ελέγχω τα αφαιρούμενα μέσα;
es: ¿Cómo puedo configurar USBGuard para controlar medios extraíbles?
fi: Kuinka voin konfiguroida USBGuardin hallitsemaan irrotettavaa mediaa?
he: איך אני יכול להגדיר את USBGuard כדי לשלוט במדיה נשלפת?
hr: Kako mogu konfigurirati USBGuard za kontrolu uklonjivih medija?
is: Hvernig get ég stillt USBGuard til að stjórna fljótandi miðlum?
it: Come posso configurare USBGuard per controllare i supporti rimovibili?
nl: Hoe kan ik USBGuard configureren om verwisselbare media te beheren?
no: Hvordan kan jeg konfigurere USBGuard for å kontrollere flyttbar media?
ro: Cum pot configura USBGuard pentru a controla media removabilă?
sk: Ako môžem nakonfigurovať USBGuard na ovládanie prenosných médií?
tr: USBGuard'ı taşınabilir medyayı kontrol etmek için nasıl yapılandırabilirim?
uk: Як я можу налаштувати USBGuard для контролю знімних носіїв?

source: How do I script GUI interactions with xdotool or ydotool?
de: Wie skripte ich GUI-Interaktionen mit xdotool oder ydotool?
el: Πώς μπορώ να προγραμματίσω αλληλεπιδράσεις GUI με το xdotool ή το ydotool;
es: ¿Cómo puedo scriptar interacciones de GUI con xdotool o ydotool?
fi: Miten skriptään GUI-interaktioita xdotoolilla tai ydotoolilla?
he: איך אני כותב סקריפטים לאינטראקציות GUI עם xdotool או ydotool?
hr: Kako mogu skriptirati GUI interakcije s xdotool ili ydotool?
is: Hvernig skrifa ég GUI samskipti með xdotool eða ydotool?
it: Come posso scrivere script per interazioni GUI con xdotool o ydotool?
nl: Hoe script ik GUI-interacties met xdotool of ydotool?
no: Hvordan skripter jeg GUI-interaksjoner med xdotool eller ydotool?
ro: Cum pot să scriu scripturi pentru interacțiuni GUI cu xdotool sau ydotool?
sk: Ako môžem skriptovať interakcie s GUI pomocou xdotool alebo ydotool?
tr: xdotool veya ydotool ile GUI etkileşimlerini nasıl scriptlerim?
uk: Як я можу написати сценарії для взаємодії з графічним інтерфейсом за допомогою xdotool або ydotool?

source: How can I schedule notifications for maintenance windows?
de: Wie kann ich Benachrichtigungen für Wartungsfenster planen?
el: Πώς μπορώ να προγραμματίσω ειδοποιήσεις για παράθυρα συντήρησης;
es: ¿Cómo puedo programar notificaciones para ventanas de mantenimiento?
fi: Kuinka voin aikatauluttaa ilmoituksia huoltoväleille?
he: איך אני יכול לתזמן התראות עבור חלונות תחזוקה?
hr: Kako mogu zakazati obavijesti za prozore održavanja?
is: Hvernig get ég skipulagt tilkynningar fyrir viðhaldsgluggana?
it: Come posso programmare le notifiche per le finestre di manutenzione?
nl: Hoe kan ik meldingen voor onderhoudsvensters plannen?
no: Hvordan kan jeg planlegge varsler for vedlikeholdsvinduer?
ro: Cum pot programa notificări pentru feronerie de întreținere?
sk: Ako môžem naplánovať upozornenia na údržbové okná?
tr: Bakım pencereleri için bildirimleri nasıl planlayabilirim?
uk: Як я можу запланувати сповіщення для вікон обслуговування?

source: How do I run graphical apps inside containers securely?
de: Wie führe ich grafische Anwendungen sicher in Containern aus?
el: Πώς μπορώ να εκτελέσω γραφικές εφαρμογές μέσα σε κοντέινερ με ασφάλεια;
es: ¿Cómo ejecuto aplicaciones gráficas dentro de contenedores de manera segura?
fi: Miten suoritan graafisia sovelluksia säilöissä turvallisesti?
he: איך אני מריץ אפליקציות גרפיות בתוך קונטיינרים בצורה מאובטחת?
hr: Kako mogu sigurno pokrenuti grafičke aplikacije unutar kontejnera?
is: Hvernig keyri ég grafískar forrit innan gáma á öruggan hátt?
it: Come posso eseguire applicazioni grafiche all'interno di contenitori in modo sicuro?
nl: Hoe voer ik grafische apps veilig uit in containers?
no: Hvordan kjører jeg grafiske apper inne i containere på en sikker måte?
ro: Cum pot rula aplicații grafice în interiorul containerelor în siguranță?
sk: Ako spúšťam grafické aplikácie v kontajneroch bezpečne?
tr: Konteynerler içinde grafik uygulamalarını güvenli bir şekilde nasıl çalıştırırım?
uk: Як я можу безпечно запускати графічні програми всередині контейнерів?

source: How can I create custom systemd targets?
de: Wie kann ich benutzerdefinierte systemd-Ziele erstellen?
el: Πώς μπορώ να δημιουργήσω προσαρμοσμένους στόχους systemd;
es: ¿Cómo puedo crear objetivos personalizados de systemd?
fi: Miten voin luoda mukautettuja systemd-tavoitteita?
he: איך אני יכול ליצור מטרות מערכת מותאמות אישית ב-systemd?
hr: Kako mogu stvoriti prilagođene systemd ciljeve?
is: Hvernig get ég búið til sérsniðnar systemd markmið?
it: Come posso creare obiettivi systemd personalizzati?
nl: Hoe kan ik aangepaste systemd-doelen maken?
no: Hvordan kan jeg opprette tilpassede systemd-mål?
ro: Cum pot crea ținte systemd personalizate?
sk: Ako môžem vytvoriť vlastné ciele systemd?
tr: Özel systemd hedefleri nasıl oluşturabilirim?
uk: Як я можу створити власні цілі systemd?
