Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I search file contents?
de: Wie suche ich in Dateiinhalten?
el: Πώς μπορώ να αναζητήσω περιεχόμενα αρχείου;
es: ¿Cómo busco el contenido de los archivos?
fi: Miten etsin tiedostojen sisältöä?
hr: Kako da pretražim sadržaj datoteka?
is: Hvernig leita ég að innihaldi skráa?
it: Come posso cercare il contenuto dei file?
nl: Hoe zoek ik in de inhoud van bestanden?
no: Hvordan søker jeg i filinnhold?
ro: Cum caut conținutul fișierelor?
sk: Ako môžem vyhľadávať obsah súborov?
tr: Dosya içeriğini nasıl ararım?
uk: Як я можу шукати вміст файлів?

source: How do I compare files?
de: Wie vergleiche ich Dateien?
el: Πώς συγκρίνω αρχεία;
es: ¿Cómo comparo archivos?
fi: Miten vertaan tiedostoja?
hr: Kako mogu usporediti datoteke?
is: Hvernig ber ég saman skrár?
it: Come faccio a confrontare i file?
nl: Hoe vergelijk ik bestanden?
no: Hvordan sammenligner jeg filer?
ro: Cum compar fișierele?
sk: Ako porovnám súbory?
tr: Dosyaları nasıl karşılaştırırım?
uk: Як я можу порівняти файли?

source: How do I sync directories?
de: Wie synchronisiere ich Verzeichnisse?
el: Πώς συγχρονίζω καταλόγους;
es: ¿Cómo sincronizo directorios?
fi: Miten synkronoin hakemistot?
hr: Kako da uskladim direktorije?
is: Hvernig synkroníser ég möppur?
it: Come faccio a sincronizzare le directory?
nl: Hoe synchroniseer ik mappen?
no: Hvordan synkroniserer jeg mapper?
ro: Cum pot să sincronizez directoarele?
sk: Ako synchronizujem adresáre?
tr: Klasörleri nasıl senkronize ederim?
uk: Як я можу синхронізувати каталоги?

source: How do I append to file?
de: Wie füge ich an eine Datei an?
el: Πώς μπορώ να προσθέσω σε αρχείο;
es: ¿Cómo puedo agregar al archivo?
fi: Miten lisään tietoa tiedostoon?
hr: Kako mogu dodati na datoteku?
is: Hvernig bæti ég við skrá?
it: Come faccio ad aggiungere a un file?
nl: Hoe voeg ik toe aan een bestand?
no: Hvordan legger jeg til i fil?
ro: Cum pot adăuga la fișier?
sk: Ako môžem pridať do súboru?
tr: Dosyaya nasıl ekleme yapabilirim?
uk: Як мені додати до файлу?

source: How do I use grep?
de: Wie benutze ich grep?
el: Πώς να χρησιμοποιήσω το grep;
es: ¿Cómo uso grep?
fi: Miten käytän grep-komentoa?
hr: Kako da koristim grep?
is: Hvernig nota ég grep?
it: Come posso usare grep?
nl: Hoe gebruik ik grep?
no: Hvordan bruker jeg grep?
ro: Cum folosesc grep?
sk: Ako používam grep?
tr: grep'i nasıl kullanırım?
uk: Як я можу використовувати grep?

source: How do I use awk?
de: Wie benutze ich awk?
el: Πώς να χρησιμοποιήσω το awk;
es: ¿Cómo uso awk?
fi: Miten käytän awkiä?
hr: Kako da koristim awk?
is: Hvernig nota ég awk?
it: Come posso usare awk?
nl: Hoe gebruik ik awk?
no: Hvordan bruker jeg awk?
ro: Cum folosesc awk?
sk: Ako používam awk?
tr: awk'ı nasıl kullanırım?
uk: Як я можу використовувати awk?

source: How do I use sed?
de: Wie benutze ich sed?
el: Πώς να χρησιμοποιήσω το sed;
es: ¿Cómo uso sed?
fi: Miten käytän sedia?
hr: Kako da koristim sed?
is: Hvernig nota ég sed?
it: Come posso usare sed?
nl: Hoe gebruik ik sed?
no: Hvordan bruker jeg sed?
ro: Cum folosesc sed?
sk: Ako používam sed?
tr: sed'i nasıl kullanırım?
uk: Як я можу використовувати sed?

source: How do I count lines?
de: Wie zähle ich Zeilen?
el: Πώς μετρώ γραμμές;
es: ¿Cómo cuento líneas?
fi: Miten lasken rivejä?
hr: Kako da prebrojim redove?
is: Hvernig tel ég línur?
it: Come faccio a contare le righe?
nl: Hoe tel ik regels?
no: Hvordan teller jeg linjer?
ro: Cum pot număra liniile?
sk: Ako spočítam riadky?
tr: Satırları nasıl sayarım?
uk: Як мені порахувати рядки?

source: How do I sort text?
de: Wie sortiere ich Text?
el: Πώς μπορώ να ταξινομήσω κείμενο;
es: ¿Cómo ordeno el texto?
fi: Miten lajittelen tekstiä?
hr: Kako da sortiram tekst?
is: Hvernig raða ég texta?
it: Come faccio a ordinare il testo?
nl: Hoe sorteer ik tekst?
no: Hvordan sorterer jeg tekst?
ro: Cum sortezi textul?
sk: Ako zoradím text?
tr: Metni nasıl sıralarım?
uk: Як я можу відсортувати текст?

source: How do I join files?
de: Wie füge ich Dateien zusammen?
el: Πώς μπορώ να ενώσω αρχεία;
es: ¿Cómo puedo unir archivos?
fi: Miten liitän tiedostoja?
hr: Kako mogu spojiti datoteke?
is: Hvernig sameina ég skrár?
it: Come faccio a unire i file?
nl: Hoe voeg ik bestanden samen?
no: Hvordan slår jeg sammen filer?
ro: Cum pot să unesc fișiere?
sk: Ako pripojiť súbory?
tr: Dosyaları nasıl birleştiririm?
uk: Як я можу об'єднати файли?

source: How do I extract columns?
de: Wie extrahiere ich Spalten?
el: Πώς μπορώ να εξάγω στήλες;
es: ¿Cómo extraigo columnas?
fi: Miten voin purkaa sarakkeet?
hr: Kako mogu izvući stupce?
is: Hvernig dreg ég út dálka?
it: Come posso estrarre colonne?
nl: Hoe haal ik kolommen eruit?
no: Hvordan henter jeg ut kolonner?
ro: Cum extrag coloanele?
sk: Ako môžem extrahovať stĺpce?
tr: Sütunları nasıl çıkarırım?
uk: Як я можу витягти стовпці?

source: How do I remove duplicates?
de: Wie entferne ich Duplikate?
el: Πώς μπορώ να αφαιρέσω τα διπλότυπα;
es: ¿Cómo elimino duplicados?
fi: Kuinka poistan kaksoiskappaleet?
hr: Kako da uklonim duplikate?
is: Hvernig fjarlægja ég tvítekningar?
it: Come posso rimuovere i duplicati?
nl: Hoe verwijder ik duplicaten?
no: Hvordan fjerner jeg duplikater?
ro: Cum pot elimina duplicatele?
sk: Ako odstránim duplicity?
tr: Çoğaltmaları nasıl kaldırırım?
uk: Як видалити дублікати?

source: How do I format JSON?
de: Wie formatiere ich JSON?
el: Πώς μορφοποιώ το JSON;
es: ¿Cómo formateo JSON?
fi: Miten muotoilen JSON:in?
hr: Kako formatiram JSON?
is: Hvernig formata ég JSON?
it: Come faccio a formattare JSON?
nl: Hoe formatteer ik JSON?
no: Hvordan formaterer jeg JSON?
ro: Cum formatez JSON?
sk: Ako formátujem JSON?
tr: JSON'i nasıl biçimlendiririm?
uk: Як я можу відформатувати JSON?

source: How do I search and replace?
de: Wie suche und ersetze ich?
el: Πώς μπορώ να αναζητήσω και να αντικαταστήσω;
es: ¿Cómo busco y reemplazo?
fi: Miten etsin ja korvaan?
hr: Kako da pretražim i zamijenim?
is: Hvernig leita ég og skipti?
it: Come posso cercare e sostituire?
nl: Hoe zoek en vervang ik?
no: Hvordan søker og erstatter jeg?
ro: Cum caut și înlocuiesc?
sk: Ako vyhľadám a nahradím?
tr: Nasıl arama ve değiştirme yapabilirim?
uk: Як я можу шукати та замінювати?

source: How do I add a user?
de: Wie füge ich einen Benutzer hinzu?
el: Πώς μπορώ να προσθέσω έναν χρήστη;
es: ¿Cómo añado un usuario?
fi: Kuinka lisään käyttäjän?
hr: Kako dodajem korisnika?
is: Hvernig bætirðu við notanda?
it: Come posso aggiungere un utente?
nl: Hoe voeg ik een gebruiker toe?
no: Hvordan legger jeg til en bruker?
ro: Cum adaug un utilizator?
sk: Ako pridám používateľa?
tr: Bir kullanıcıyı nasıl eklerim?

source: How do I manage groups?
de: Wie verwalte ich Gruppen?
el: Πώς διαχειρίζομαι ομάδες;
es: ¿Cómo gestiono grupos?
fi: Miten hallitsen ryhmiä?
hr: Kako upravljam grupama?
is: Hvernig stjórna ég hópum?
it: Come gestisco i gruppi?
nl: Hoe beheer ik groepen?
no: Hvordan administrerer jeg grupper?
ro: Cum îmi gestionez grupurile?
sk: Ako spravujem skupiny?
tr: Grupları nasıl yönetebilirim?
uk: Як я можу керувати групами?

source: How do I change password?
de: Wie ändere ich das Passwort?
el: Πώς μπορώ να αλλάξω τον κωδικό πρόσβασης;
es: ¿Cómo cambio la contraseña?
fi: Miten vaihdan salasanan?
hr: Kako da promijenim lozinku?
is: Hvernig breyti ég lykilorði?
it: Come faccio a cambiare la password?
nl: Hoe wijzig ik mijn wachtwoord?
no: Hvordan endrer jeg passord?
ro: Cum îmi schimb parola?
sk: Ako zmením heslo?
tr: Şifremi nasıl değiştiririm?
uk: Як змінити пароль?

source: How do I check system load?
de: Wie überprüfe ich die Systemauslastung?
el: Πώς μπορώ να ελέγξω το φορτίο του συστήματος;
es: ¿Cómo puedo verificar la carga del sistema?
fi: Miten tarkistan järjestelmän kuormituksen?
hr: Kako mogu provjeriti opterećenje sustava?
is: Hvernig athuga ég kerfisálag?
it: Come faccio a controllare il carico di sistema?
nl: Hoe controleer ik de systeembelasting?
no: Hvordan sjekker jeg systembelastning?
ro: Cum verific încărcarea sistemului?
sk: Ako skontrolujem zaťaženie systému?
tr: Sistem yükünü nasıl kontrol ederim?
uk: Як я можу перевірити навантаження системи?

source: How do I mount a drive?
de: Wie mounte ich ein Laufwerk?
el: Πώς μπορώ να προσαρτήσω μια μονάδα;
es: ¿Cómo monto una unidad?
fi: Miten liitän aseman?
hr: Kako da montiram pogon?
is: Hvernig set ég disk í samband?
it: Come faccio a montare un'unità?
nl: Hoe mount ik een schijf?
no: Hvordan monterer jeg en stasjon?
ro: Cum pot monta un disc?
sk: Ako pripojím disk?
tr: Bir sürücüyü nasıl bağlarım?
uk: Як я можу змонтувати диск?

source: How do I install packages?
de: Wie installiere ich Pakete?
el: Πώς μπορώ να εγκαταστήσω πακέτα;
es: ¿Cómo instalo paquetes?
fi: Miten asennan paketteja?
hr: Kako instalirati pakete?
is: Hvernig set ég upp pakka?
it: Come posso installare pacchetti?
nl: Hoe installeer ik pakketten?
no: Hvordan installerer jeg pakker?
ro: Cum instalez pachete?
sk: Ako nainštalujem balíky?
tr: Paketleri nasıl kurarım?
uk: Як я можу встановити пакунки?

source: How do I update system?
de: Wie aktualisiere ich das System?
el: Πώς μπορώ να ενημερώσω το σύστημα;
es: ¿Cómo actualizo el sistema?
fi: Miten päivitan järjestelmän?
hr: Kako da ažuriram sustav?
is: Hvernig uppfærði ég kerfið?
it: Come posso aggiornare il sistema?
nl: Hoe update ik het systeem?
no: Hvordan oppdaterer jeg systemet?
ro: Cum îmi actualizez sistemul?
sk: Ako aktualizujem systém?
tr: Sistemi nasıl güncellerim?
uk: Як оновити систему?

source: How do I configure cron jobs?
de: Wie konfiguriere ich Cron-Jobs?
el: Πώς μπορώ να ρυθμίσω cron jobs;
es: ¿Cómo configuro trabajos cron?
fi: Kuinka määritän cron-tehtäviä?
hr: Kako konfigurirati cron poslove?
is: Hvernig stilli ég cron verkefni?
it: Come posso configurare i cron job?
nl: Hoe configureer ik cron-taken?
no: Hvordan konfigurerer jeg cron-jobber?
ro: Cum configurez sarcini cron?
sk: Ako nakonfigurujem cron úlohy?
tr: Cron işleri nasıl yapılandırılır?
uk: Як я можу налаштувати cron-завдання?

source: How do I view system logs?
de: Wie kann ich Systemprotokolle anzeigen?
el: Πώς μπορώ να δω τα αρχεία καταγραφής συστήματος;
es: ¿Cómo puedo ver los registros del sistema?
fi: Miten voin tarkastella järjestelmälokitietoja?
hr: Kako mogu pregledati sistemske dnevnike?
is: Hvernig skoða ég kerfislogg?
it: Come posso visualizzare i registri di sistema?
nl: Hoe bekijk ik systeemlogboeken?
no: Hvordan ser jeg systemlogger?
ro: Cum pot vizualiza jurnalele de sistem?
sk: Ako si môžem zobraziť systémové protokoly?
tr: Sistem günlüklerini nasıl görüntülerim?
uk: Як я можу переглянути системні журнали?

source: How do I find large files?
de: Wie finde ich große Dateien?
el: Πώς μπορώ να βρω μεγάλα αρχεία;
es: ¿Cómo encuentro archivos grandes?
fi: Miten löydän suuria tiedostoja?
hr: Kako da pronađem velike datoteke?
is: Hvernig finn ég stórar skrár?
it: Come posso trovare file di grandi dimensioni?
nl: Hoe vind ik grote bestanden?
no: Hvordan finner jeg store filer?
ro: Cum pot găsi fișiere mari?
sk: Ako nájdem veľké súbory?
tr: Büyük dosyaları nasıl bulabilirim?
uk: Як знайти великі файли?

source: How do I create virtualenv?
de: Wie erstelle ich ein virtualenv?
el: Πώς μπορώ να δημιουργήσω το virtualenv;
es: ¿Cómo creo un virtualenv?
fi: Miten luon virtualenvin?
hr: Kako da kreiram virtualenv?
is: Hvernig bjó ég til virtualenv?
it: Come posso creare virtualenv?
nl: Hoe maak ik een virtualenv aan?
no: Hvordan oppretter jeg virtualenv?
ro: Cum pot crea un virtualenv?
sk: Ako vytvorím virtualenv?
tr: Sanaldizini nasıl oluşturabilirim?
uk: Як створити virtualenv?

source: How do I install pip packages?
de: Wie installiere ich pip-Pakete?
el: Πώς μπορώ να εγκαταστήσω πακέτα pip;
es: ¿Cómo instalo paquetes de pip?
fi: Miten asennan pip-paketteja?
hr: Kako instalirati pip pakete?
is: Hvernig set ég upp pip pakka?
it: Come posso installare i pacchetti pip?
nl: Hoe installeer ik pip-pakketten?
no: Hvordan installerer jeg pip-pakker?
ro: Cum instalez pachete pip?
sk: Ako nainštalujem pip balíky?
tr: Pip paketlerini nasıl kurarım?
uk: Як встановити пакунки pip?

source: How do I find Python package?
de: Wie finde ich das Python-Paket?
el: Πώς μπορώ να βρω το πακέτο Python;
es: ¿Cómo encuentro el paquete de Python?
fi: Miten löydän Python-paketin?
hr: Kako da pronađem Python paket?
is: Hvernig finn ég Python pakka?
it: Come posso trovare il pacchetto Python?
nl: Hoe vind ik een Python-pakket?
no: Hvordan finner jeg Python-pakke?
ro: Cum pot găsi pachetul Python?
sk: Ako nájdem balík Python?
tr: Python paketini nasıl bulabilirim?
uk: Як знайти пакет Python?

source: How do I list installed packages?
de: Wie liste ich installierte Pakete auf?
el: Πώς μπορώ να καταγράψω τα εγκατεστημένα πακέτα;
es: ¿Cómo puedo listar los paquetes instalados?
fi: Miten voin luetella asennetut paketit?
hr: Kako mogu navesti instalirane pakete?
is: Hvernig lista ég upp uppsett forrit?
it: Come faccio a elencare i pacchetti installati?
nl: Hoe kan ik geïnstalleerde pakketten weergeven?
no: Hvordan lister jeg installerte pakker?
ro: Cum pot lista pachetele instalate?
sk: Ako môžem zobraziť nainštalované balíky?
tr: Yüklü paketleri nasıl listeleyebilirim?
uk: Як я можу перерахувати встановлені пакунки?

source: How do I run Python tests?
de: Wie führe ich Python-Tests aus?
el: Πώς εκτελώ δοκιμές Python;
es: ¿Cómo ejecuto pruebas de Python?
fi: Miten suoritan Python-testit?
hr: Kako da pokrenem Python testove?
is: Hvernig keyri ég Python prófanir?
it: Come faccio a eseguire i test Python?
nl: Hoe voer ik Python-tests uit?
no: Hvordan kjører jeg Python-tester?
ro: Cum pot rula teste Python?
sk: Ako spustím Python testy?
tr: Python testlerini nasıl çalıştırırım?
uk: Як запустити тести Python?

source: How do I profile Python code?
de: Wie profiliere ich Python-Code?
el: Πώς μπορώ να προφίλτρω τον κώδικα Python;
es: ¿Cómo perfilo el código de Python?
fi: Miten profiloida Python-koodia?
hr: Kako profilirati Python kod?
is: Hvernig prófa ég Python kóða?
it: Come posso profilare il codice Python?
nl: Hoe profileer ik Python-code?
no: Hvordan profilerer jeg Python-kode?
ro: Cum pot profila codul Python?
sk: Ako profilovať Python kód?
tr: Python kodunu nasıl profil çıkarırım?
uk: Як я можу профілювати код Python?

source: How do I format Python code?
de: Wie formatiere ich Python-Code?
el: Πώς μορφοποιώ τον κώδικα Python;
es: ¿Cómo formateo el código de Python?
fi: Miten muotoilen Python-koodin?
hr: Kako formatiram Python kod?
is: Hvernig formata ég Python kóða?
it: Come posso formattare il codice Python?
nl: Hoe formatteer ik Python-code?
no: Hvordan formaterer jeg Python-kode?
ro: Cum formatez codul Python?
sk: Ako naformátujem Python kód?
tr: Python kodunu nasıl biçimlendiririm?
uk: Як я можу відформатувати код Python?

source: How do I create requirements.txt?
de: Wie erstelle ich requirements.txt?
el: Πώς μπορώ να δημιουργήσω το requirements.txt;
es: ¿Cómo creo requirements.txt?
fi: Miten luon requirements.txt-tiedoston?
hr: Kako mogu stvoriti requirements.txt?
is: Hvernig bjó ég til requirements.txt?
it: Come posso creare requirements.txt?
nl: Hoe maak ik requirements.txt aan?
no: Hvordan lager jeg requirements.txt?
ro: Cum creez requirements.txt?
sk: Ako vytvorím requirements.txt?
tr: requirements.txt dosyasını nasıl oluşturabilirim?
uk: Як створити requirements.txt?

source: How do I run Python script?
de: Wie führe ich ein Python-Skript aus?
el: Πώς εκτελώ ένα σενάριο Python;
es: ¿Cómo ejecuto un script de Python?
fi: Miten suoritan Python-skriptin?
hr: Kako da pokrenem Python skriptu?
is: Hvernig keyri ég Python skriftu?
it: Come faccio a eseguire uno script Python?
nl: Hoe voer ik een Python-script uit?
no: Hvordan kjører jeg et Python-skript?
ro: Cum pot rula un script Python?
sk: Ako spustím Python skript?
tr: Python betiğini nasıl çalıştırırım?
uk: Як запустити скрипт Python?

source: How do I debug Python?
de: Wie debugge ich Python?
el: Πώς μπορώ να κάνω αποσφαλμάτωση Python;
es: ¿Cómo depuro Python?
fi: Miten debuggaan Pythonia?
hr: Kako mogu debagirati Python?
is: Hvernig fer ég í gegnum Python?
it: Come faccio a fare il debug di Python?
nl: Hoe debug ik Python?
no: Hvordan feilsøker jeg Python?
ro: Cum pot să depanez Python?
sk: Ako debuggovať Python?
tr: Python'u nasıl hata ayıklarım?
uk: Як я можу налагодити Python?

source: How do I initialize npm project?
de: Wie initiiere ich ein npm-Projekt?
el: Πώς μπορώ να αρχικοποιήσω ένα έργο npm;
es: ¿Cómo inicializo un proyecto npm?
fi: Kuinka käynnistän npm-projektin?
hr: Kako mogu inicijalizirati npm projekt?
is: Hvernig byrja ég npm verkefni?
it: Come faccio a inizializzare un progetto npm?
nl: Hoe initialiseert ik een npm-project?
no: Hvordan initierer jeg et npm-prosjekt?
ro: Cum îmi inițializez proiectul npm?
sk: Ako inicializujem npm projekt?
tr: npm projesini nasıl başlatırım?
uk: Як мені ініціалізувати проект npm?

source: How do I install npm packages?
de: Wie installiere ich npm-Pakete?
el: Πώς μπορώ να εγκαταστήσω πακέτα npm;
es: ¿Cómo instalo paquetes de npm?
fi: Miten asennan npm-paketteja?
hr: Kako instalirati npm pakete?
is: Hvernig set ég upp npm pakka?
it: Come posso installare i pacchetti npm?
nl: Hoe installeer ik npm-pakketten?
no: Hvordan installerer jeg npm-pakker?
ro: Cum instalez pachete npm?
sk: Ako nainštalujem npm balíky?
tr: npm paketlerini nasıl kurarım?
uk: Як встановити пакунки npm?

source: How do I run npm scripts?
de: Wie führe ich npm-Skripte aus?
el: Πώς εκτελώ σενάρια npm;
es: ¿Cómo ejecuto scripts de npm?
fi: Kuinka suoritan npm-skriptejä?
hr: Kako da pokrenem npm skripte?
is: Hvernig keyri ég npm skriftur?
it: Come faccio a eseguire gli script npm?
nl: Hoe voer ik npm-scripts uit?
no: Hvordan kjører jeg npm-skript?
ro: Cum rulez scripturi npm?
sk: Ako spustím npm skripty?
tr: npm betiklerini nasıl çalıştırırım?
uk: Як запустити npm скрипти?

source: How do I list npm packages?
de: Wie liste ich npm-Pakete auf?
el: Πώς μπορώ να καταγράψω τα πακέτα npm;
es: ¿Cómo enumero los paquetes de npm?
fi: Kuinka voin luetella npm-paketteja?
hr: Kako mogu navesti npm pakete?
is: Hvernig lista ég npm pakka?
it: Come faccio a elencare i pacchetti npm?
nl: Hoe lijst ik npm-pakketten?
no: Hvordan lister jeg npm-pakker?
ro: Cum pot lista pachetele npm?
sk: Ako môžem zobraziť npm balíky?
tr: npm paketlerini nasıl listeleyebilirim?
uk: Як я можу перерахувати пакети npm?

source: How do I update npm packages?
de: Wie aktualisiere ich npm-Pakete?
el: Πώς μπορώ να ενημερώσω τα πακέτα npm;
es: ¿Cómo actualizo los paquetes de npm?
fi: Miten päivitan npm-paketteja?
hr: Kako da ažuriram npm pakete?
is: Hvernig uppfæri ég npm pakka?
it: Come faccio ad aggiornare i pacchetti npm?
nl: Hoe update ik npm-pakketten?
no: Hvordan oppdaterer jeg npm-pakker?
ro: Cum îmi actualizez pachetele npm?
sk: Ako aktualizujem npm balíky?
tr: npm paketlerini nasıl güncellerim?
uk: Як оновити пакети npm?

source: How do I clean npm cache?
de: Wie reinige ich den npm-Cache?
el: Πώς μπορώ να καθαρίσω την κρυφή μνήμη npm;
es: ¿Cómo limpio la caché de npm?
fi: Kuinka puhdistan npm-välimuistin?
hr: Kako da očistim npm cache?
is: Hvernig hreinsa ég npm skyndiminni?
it: Come posso pulire la cache di npm?
nl: Hoe maak ik de npm-cache schoon?
no: Hvordan renser jeg npm-cache?
ro: Cum pot curăța cache-ul npm?
sk: Ako vyčistím npm cache?
tr: npm önbelleğini nasıl temizlerim?
uk: Як мені очистити кеш npm?

source: How do I link npm package?
de: Wie verlinke ich ein npm-Paket?
el: Πώς μπορώ να συνδέσω το πακέτο npm;
es: ¿Cómo vinculo un paquete de npm?
fi: Miten linkitän npm-paketin?
hr: Kako da povežem npm paket?
is: Hvernig tengi ég npm pakka?
it: Come faccio a collegare un pacchetto npm?
nl: Hoe koppel ik een npm-pakket?
no: Hvordan kobler jeg npm-pakken?
ro: Cum pot să leagă un pachet npm?
sk: Ako prepojiť npm balík?
tr: npm paketini nasıl bağlarım?
uk: Як мені зв'язати пакет npm?

source: How do I audit npm packages?
de: Wie auditiere ich npm-Pakete?
el: Πώς μπορώ να ελέγξω τα πακέτα npm;
es: ¿Cómo audito los paquetes de npm?
fi: Miten auditoidaan npm-paketteja?
hr: Kako mogu provjeriti npm pakete?
is: Hvernig á ég að skoða npm pakka?
it: Come posso auditare i pacchetti npm?
nl: Hoe auditeer ik npm-pakketten?
no: Hvordan reviderer jeg npm-pakker?
ro: Cum auditez pachetele npm?
sk: Ako môžem audítovať npm balíky?
tr: npm paketlerini nasıl denetlerim?
uk: Як я можу перевірити пакети npm?

source: How do I find npm package?
de: Wie finde ich das npm-Paket?
el: Πώς μπορώ να βρω το πακέτο npm;
es: ¿Cómo encuentro el paquete npm?
fi: Miten löydän npm-paketin?
hr: Kako da pronađem npm paket?
is: Hvernig finn ég npm pakka?
it: Come faccio a trovare il pacchetto npm?
nl: Hoe vind ik een npm-pakket?
no: Hvordan finner jeg npm-pakke?
ro: Cum pot găsi pachetul npm?
sk: Ako nájdem npm balík?
tr: npm paketini nasıl bulabilirim?
uk: Як знайти пакет npm?

source: How do I use npx?
de: Wie benutze ich npx?
el: Πώς να χρησιμοποιήσω το npx;
es: ¿Cómo uso npx?
fi: Miten käytän npx:ää?
hr: Kako da koristim npx?
is: Hvernig nota ég npx?
it: Come posso usare npx?
nl: Hoe gebruik ik npx?
no: Hvordan bruker jeg npx?
ro: Cum folosesc npx?
sk: Ako používam npx?
tr: npx'i nasıl kullanırım?
uk: Як я можу використовувати npx?

source: How do I write a bash script?
de: Wie schreibe ich ein Bash-Skript?
el: Πώς να γράψω ένα σενάριο bash;
es: ¿Cómo escribo un script de bash?
fi: Miten kirjoitan bash-skriptin?
hr: Kako da napišem bash skriptu?
is: Hvernig skrifa ég bash skriftu?
it: Come scrivo uno script bash?
nl: Hoe schrijf ik een bash-script?
no: Hvordan skriver jeg et bash-skript?
ro: Cum scriu un script bash?
sk: Ako napíšem bash skript?
tr: Bash betiği nasıl yazılır?
uk: Як я можу написати bash-скрипт?

source: How do I use loops in bash?
de: Wie verwende ich Schleifen in Bash?
el: Πώς να χρησιμοποιήσω βρόχους στο bash;
es: ¿Cómo uso bucles en bash?
fi: Miten käytän silmukoita bashissa?
hr: Kako koristiti petlje u bashu?
is: Hvernig nota ég lykkjur í bash?
it: Come posso usare i cicli in bash?
nl: Hoe gebruik ik lussen in bash?
no: Hvordan bruker jeg løkker i bash?
ro: Cum folosesc buclele în bash?
sk: Ako používam cykly v bash?
tr: Bash'ta döngüleri nasıl kullanırım?
uk: Як я можу використовувати цикли в bash?

source: How do I use conditionals?
de: Wie verwende ich Bedingungen?
el: Πώς να χρησιμοποιήσω τις συνθήκες;
es: ¿Cómo utilizo condicionales?
fi: Miten käytän ehtolauseita?
hr: Kako da koristim uvjetne iskaze?
is: Hvernig nota ég skilyrði?
it: Come posso usare le condizioni?
nl: Hoe gebruik ik conditionals?
no: Hvordan bruker jeg betingelser?
ro: Cum folosesc condiționalele?
sk: Ako používam podmienky?
tr: Koşullu ifadeleri nasıl kullanırım?
uk: Як я можу використовувати умовні оператори?

source: How do I read user input?
de: Wie lese ich Benutzereingaben?
el: Πώς διαβάζω την είσοδο του χρήστη;
es: ¿Cómo leo la entrada del usuario?
fi: Miten luen käyttäjän syötteen?
hr: Kako da pročitam korisnički unos?
is: Hvernig les ég notendainntak?
it: Come faccio a leggere l'input dell'utente?
nl: Hoe lees ik gebruikersinvoer?
no: Hvordan leser jeg brukerinput?
ro: Cum citesc inputul utilizatorului?
sk: Ako prečítam vstup od používateľa?
tr: Kullanıcı girişi nasıl okunur?
uk: Як я можу зчитати введення користувача?

source: How do I read from file?
de: Wie lese ich aus einer Datei?
el: Πώς διαβάζω από αρχείο;
es: ¿Cómo leo desde un archivo?
fi: Miten luen tiedostosta?
hr: Kako da pročitam iz datoteke?
is: Hvernig les ég úr skrá?
it: Come faccio a leggere da un file?
nl: Hoe lees ik van een bestand?
no: Hvordan leser jeg fra fil?
ro: Cum citesc din fișier?
sk: Ako čítam zo súboru?
tr: Dosyadan nasıl okunur?
uk: Як мені прочитати з файлу?
