Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I reset the root password if I forget it?
de: Wie setze ich das Root-Passwort zurück, wenn ich es vergesse?
el: Πώς μπορώ να επαναφέρω τον κωδικό πρόσβασης του root αν τον ξεχάσω;
es: ¿Cómo restablezco la contraseña de root si la olvido?
fi: Miten nollaan pääkäyttäjän salasanan, jos unohdan sen?
he: איך אני מאפס את סיסמת השורש אם שכחתי אותה?
hr: Kako mogu resetirati root lozinku ako je zaboravim?
is: Hvernig endurstilli ég rótarpassorðið ef ég gleymi því?
it: Come posso reimpostare la password di root se la dimentico?
nl: Hoe reset ik het rootwachtwoord als ik het vergeten ben?
no: Hvordan tilbakestiller jeg rotpassordet hvis jeg glemmer det?
ro: Cum pot reseta parola de root dacă o uit?
sk: Ako môžem resetovať heslo root, ak som naň zabudol?
tr: Kök şifremi unuttuysam nasıl sıfırlayabilirim?

source: How can I configure sudo without granting full root access?
de: Wie kann ich sudo konfigurieren, ohne vollen Root-Zugriff zu gewähren?
el: Πώς μπορώ να ρυθμίσω το sudo χωρίς να παραχωρήσω πλήρη πρόσβαση root;
es: ¿Cómo puedo configurar sudo sin otorgar acceso completo a root?
fi: Kuinka voin konfiguroida sudon ilman täydellisen root-oikeuden myöntämistä?
he: איך אני יכול להגדיר sudo מבלי להעניק גישה מלאה לשורש?
hr: Kako mogu konfigurirati sudo bez davanja punog pristupa rootu?
is: Hvernig get ég stillt sudo án þess að veita fullan aðgang að rót?
it: Come posso configurare sudo senza concedere l'accesso completo come root?
nl: Hoe kan ik sudo configureren zonder volledige roottoegang te verlenen?
no: Hvordan kan jeg konfigurere sudo uten å gi full root-tilgang?
ro: Cum pot configura sudo fără a acorda acces complet la root?
sk: Ako môžem nakonfigurovať sudo bez udelenia plného prístupu root?
tr: Sudo'yu tam kök erişimi vermeden nasıl yapılandırabilirim?
uk: Як я можу налаштувати sudo, не надаючи повного доступу до root?

source: How do I audit successful and failed logins on the system?
de: Wie auditiere ich erfolgreiche und fehlgeschlagene Anmeldungen im System?
el: Πώς μπορώ να ελέγξω τις επιτυχείς και αποτυχημένες συνδέσεις στο σύστημα;
es: ¿Cómo audito los inicios de sesión exitosos y fallidos en el sistema?
fi: Miten auditoidaan onnistuneet ja epäonnistuneet kirjautumiset järjestelmässä?
he: איך אני מבצע ביקורת על כניסות מוצלחות וכושלות במערכת?
hr: Kako mogu provjeriti uspješne i neuspješne prijave na sustavu?
is: Hvernig á ég að skoða árangursríkar og misheppnaðar innskráningar í kerfinu?
it: Come posso auditare gli accessi riusciti e non riusciti sul sistema?
nl: Hoe kan ik succesvolle en mislukte aanmeldingen op het systeem auditen?
no: Hvordan kan jeg revidere vellykkede og mislykkede pålogginger på systemet?
ro: Cum pot audita autentificările reușite și eșuate pe sistem?
sk: Ako môžem audítovať úspešné a neúspešné prihlásenia v systéme?
tr: Sistemde başarılı ve başarısız girişleri nasıl denetlerim?
uk: Як я можу перевірити успішні та невдалі входи в систему?

source: How can I temporarily lock an account after failed attempts?
de: Wie kann ich ein Konto nach fehlgeschlagenen Versuchen vorübergehend sperren?
el: Πώς μπορώ να κλειδώσω προσωρινά έναν λογαριασμό μετά από αποτυχημένες προσπάθειες;
es: ¿Cómo puedo bloquear temporalmente una cuenta después de intentos fallidos?
fi: Kuinka voin tilapäisesti lukita tilin epäonnistuneiden yritysten jälkeen?
he: איך אני יכול לנעול חשבון באופן זמני לאחר ניסיונות כושלים?
hr: Kako mogu privremeno zaključati račun nakon neuspješnih pokušaja?
is: Hvernig get ég tímabundið lokað aðgangi eftir misheppnaðar tilraunir?
it: Come posso bloccare temporaneamente un account dopo tentativi falliti?
nl: Hoe kan ik een account tijdelijk vergrendelen na mislukte pogingen?
no: Hvordan kan jeg midlertidig låse en konto etter mislykkede forsøk?
ro: Cum pot bloca temporar un cont după încercări eșuate?
sk: Ako môžem dočasne zablokovať účet po neúspešných pokusoch?
tr: Başarısız denemelerden sonra bir hesabı geçici olarak nasıl kilitleyebilirim?
uk: Як я можу тимчасово заблокувати обліковий запис після невдалих спроб?

source: How do I configure SSH keys and disable password authentication?
de: Wie konfiguriere ich SSH-Schlüssel und deaktiviere die Passwortauthentifizierung?
el: Πώς μπορώ να ρυθμίσω τα κλειδιά SSH και να απενεργοποιήσω την αυθεντικοποίηση με κωδικό πρόσβασης;
es: ¿Cómo configuro las claves SSH y desactivo la autenticación por contraseña?
fi: Kuinka konfiguroin SSH-avaimet ja poistaisin salasana-autentikoinnin käytöstä?
he: איך אני מגדיר מפתחות SSH ומכבה את אימות הסיסמה?
hr: Kako konfigurirati SSH ključeve i onemogućiti autentifikaciju lozinkom?
is: Hvernig stilli ég SSH lykla og óvirkja ég lykilorðsauðkenningu?
it: Come posso configurare le chiavi SSH e disabilitare l'autenticazione tramite password?
nl: Hoe configureer ik SSH-sleutels en schakel ik wachtwoordauthenticatie uit?
no: Hvordan konfigurerer jeg SSH-nøkler og deaktiverer passordautentisering?
ro: Cum configurez cheile SSH și dezactivez autentificarea prin parolă?
sk: Ako nakonfigurujem SSH kľúče a zakážem autentifikáciu pomocou hesla?
tr: SSH anahtarlarını nasıl yapılandırırım ve şifre kimlik doğrulamasını devre dışı bırakırım?
uk: Як я можу налаштувати SSH-ключі та вимкнути автентифікацію за паролем?

source: How can I use fail2ban to protect exposed services?
de: Wie kann ich fail2ban verwenden, um exponierte Dienste zu schützen?
el: Πώς μπορώ να χρησιμοποιήσω το fail2ban για να προστατεύσω εκτεθειμένες υπηρεσίες;
es: ¿Cómo puedo usar fail2ban para proteger servicios expuestos?
fi: Miten voin käyttää fail2bania suojatakseni altistettuja palveluita?
he: איך אני יכול להשתמש ב-fail2ban כדי להגן על שירותים חשופים?
hr: Kako mogu koristiti fail2ban za zaštitu izloženih usluga?
is: Hvernig get ég notað fail2ban til að vernda opin þjónustu?
it: Come posso usare fail2ban per proteggere i servizi esposti?
nl: Hoe kan ik fail2ban gebruiken om blootgestelde services te beschermen?
no: Hvordan kan jeg bruke fail2ban for å beskytte eksponerte tjenester?
ro: Cum pot folosi fail2ban pentru a proteja serviciile expuse?
sk: Ako môžem použiť fail2ban na ochranu vystavených služieb?
tr: fail2ban'i maruz kalan hizmetleri korumak için nasıl kullanabilirim?
uk: Як я можу використовувати fail2ban для захисту відкритих сервісів?

source: How do I enable the firewall with ufw and create basic rules?
de: Wie aktiviere ich die Firewall mit ufw und erstelle grundlegende Regeln?
el: Πώς μπορώ να ενεργοποιήσω το τείχος προστασίας με το ufw και να δημιουργήσω βασικούς κανόνες;
es: ¿Cómo habilito el firewall con ufw y creo reglas básicas?
fi: Kuinka voin ottaa palomuurin käyttöön ufw:llä ja luoda perussääntöjä?
he: איך אני מפעיל את חומת האש עם ufw ויוצר כללים בסיסיים?
hr: Kako da omogućim vatrozid s ufw-om i kreiram osnovna pravila?
is: Hvernig virkja ég eldvegginn með ufw og bjóði til grunnreglur?
it: Come posso abilitare il firewall con ufw e creare regole di base?
nl: Hoe schakel ik de firewall in met ufw en maak ik basisregels aan?
no: Hvordan aktiverer jeg brannmuren med ufw og oppretter grunnleggende regler?
ro: Cum activez firewall-ul cu ufw și creez reguli de bază?
sk: Ako povolím firewall pomocou ufw a vytvorím základné pravidlá?
tr: Ufw ile güvenlik duvarını nasıl etkinleştiririm ve temel kurallar nasıl oluştururum?
uk: Як увімкнути брандмауер за допомогою ufw та створити базові правила?

source: How can I inspect and adjust rules with nftables?
de: Wie kann ich Regeln mit nftables inspizieren und anpassen?
el: Πώς μπορώ να επιθεωρήσω και να ρυθμίσω κανόνες με το nftables;
es: ¿Cómo puedo inspeccionar y ajustar reglas con nftables?
fi: Miten voin tarkastella ja säätää sääntöjä nftablesin avulla?
he: איך אני יכול לבדוק ולשנות כללים עם nftables?
hr: Kako mogu pregledati i prilagoditi pravila s nftables?
is: Hvernig get ég skoðað og aðlagað reglur með nftables?
it: Come posso ispezionare e regolare le regole con nftables?
nl: Hoe kan ik regels inspecteren en aanpassen met nftables?
no: Hvordan kan jeg inspisere og justere regler med nftables?
ro: Cum pot inspecta și ajusta regulile cu nftables?
sk: Ako môžem skontrolovať a upraviť pravidlá pomocou nftables?
tr: nftables ile kuralları nasıl inceleyip ayarlayabilirim?
uk: Як я можу перевірити та налаштувати правила з nftables?

source: How do I detect altered files using tripwire or aide?
de: Wie erkenne ich veränderte Dateien mit Tripwire oder AIDE?
el: Πώς μπορώ να ανιχνεύσω τροποποιημένα αρχεία χρησιμοποιώντας το tripwire ή το aide;
es: ¿Cómo detecto archivos alterados usando tripwire o aide?
fi: Miten voin havaita muutetut tiedostot käyttämällä tripwireä tai aidea?
he: איך אני מזהה קבצים שהשתנו באמצעות טריפווייר או אייד?
hr: Kako mogu otkriti izmijenjene datoteke koristeći tripwire ili aide?
is: Hvernig greini ég breytt skjöl með tripwire eða aide?
it: Come posso rilevare file alterati utilizzando tripwire o aide?
nl: Hoe detecteer ik gewijzigde bestanden met tripwire of aide?
no: Hvordan oppdager jeg endrede filer ved hjelp av tripwire eller aide?
ro: Cum pot detecta fișierele modificate folosind tripwire sau aide?
sk: Ako môžem detegovať zmenené súbory pomocou tripwire alebo aide?
tr: Tripwire veya AIDE kullanarak değiştirilmiş dosyaları nasıl tespit ederim?
uk: Як я можу виявити змінені файли, використовуючи tripwire або aide?

source: How do I configure encrypted backups automatically with borg?
de: Wie konfiguriere ich automatisch verschlüsselte Backups mit Borg?
el: Πώς μπορώ να ρυθμίσω αυτόματες κρυπτογραφημένες αντίγραφα ασφαλείας με το borg;
es: ¿Cómo configuro copias de seguridad encriptadas automáticamente con borg?
fi: Kuinka määritän salatut varmuuskopiot automaattisesti borgilla?
he: איך אני מגדיר גיבויים מוצפנים אוטומטית עם בורג?
hr: Kako mogu automatski konfigurirati šifrirane sigurnosne kopije s borgom?
is: Hvernig stilli ég dulkóðaðar afrit sjálfvirkt með borg?
it: Come posso configurare backup crittografati automaticamente con borg?
nl: Hoe configureer ik automatisch versleutelde back-ups met borg?
no: Hvordan konfigurerer jeg krypterte sikkerhetskopier automatisk med borg?
ro: Cum configurez backup-uri criptate automat cu borg?
sk: Ako môžem automaticky nakonfigurovať šifrované zálohy s borgom?
tr: Borg ile şifreli yedeklemeleri otomatik olarak nasıl yapılandırırım?
uk: Як я можу автоматично налаштувати зашифровані резервні копії за допомогою borg?

source: How can I sync backups to the cloud using rclone?
de: Wie kann ich Backups mit rclone in die Cloud synchronisieren?
el: Πώς μπορώ να συγχρονίσω τα αντίγραφα ασφαλείας με το σύννεφο χρησιμοποιώντας το rclone;
es: ¿Cómo puedo sincronizar copias de seguridad en la nube usando rclone?
fi: Kuinka voin synkronoida varmuuskopiot pilveen käyttäen rclonea?
he: איך אני יכול לסנכרן גיבויים לענן באמצעות rclone?
hr: Kako mogu sinkronizirati sigurnosne kopije u oblak koristeći rclone?
is: Hvernig get ég samstillt afrit við skýið með rclone?
it: Come posso sincronizzare i backup nel cloud utilizzando rclone?
nl: Hoe kan ik back-ups synchroniseren met de cloud met rclone?
no: Hvordan kan jeg synkronisere sikkerhetskopier til skyen ved hjelp av rclone?
ro: Cum pot sincroniza copiile de rezervă în cloud folosind rclone?
sk: Ako môžem synchronizovať zálohy do cloudu pomocou rclone?
tr: rclone kullanarak yedeklemeleri buluta nasıl senkronize edebilirim?
uk: Як я можу синхронізувати резервні копії з хмарою, використовуючи rclone?

source: How do I set up software RAID and monitor its health?
de: Wie richte ich Software-RAID ein und überwache dessen Gesundheit?
el: Πώς μπορώ να ρυθμίσω το λογισμικό RAID και να παρακολουθήσω την υγεία του;
es: ¿Cómo configuro RAID por software y monitorizo su estado?
fi: Kuinka asennan ohjelmistopohjaisen RAIDin ja seuraan sen kuntoa?
he: איך אני מגדיר RAID תוכנה ומנטר את בריאותו?
hr: Kako postaviti softverski RAID i pratiti njegovo zdravlje?
is: Hvernig set ég upp hugbúnaðar RAID og fylgist með heilsu þess?
it: Come posso configurare il RAID software e monitorarne la salute?
nl: Hoe stel ik software RAID in en monitor ik de gezondheid ervan?
no: Hvordan setter jeg opp programvare-RAID og overvåker helsen?
ro: Cum îmi configurez RAID software și monitorizez starea acestuia?
sk: Ako nastavím softvérový RAID a monitorujem jeho stav?
tr: Yazılım RAID'ini nasıl kurarım ve sağlığını nasıl izlerim?
uk: Як налаштувати програмний RAID та контролювати його стан?

source: How can I recover data from a degraded RAID array?
de: Wie kann ich Daten aus einem degradierten RAID-Array wiederherstellen?
el: Πώς μπορώ να ανακτήσω δεδομένα από ένα υποβαθμισμένο RAID array;
es: ¿Cómo puedo recuperar datos de un arreglo RAID degradado?
fi: Miten voin palauttaa tietoja heikentyneestä RAID-ryhmästä?
he: איך אני יכול לשחזר נתונים מקבוצת RAID פגומה?
hr: Kako mogu oporaviti podatke iz degradiranog RAID niza?
is: Hvernig get ég endurheimt gögn úr skemmdri RAID fylki?
it: Come posso recuperare i dati da un array RAID degradato?
nl: Hoe kan ik gegevens herstellen van een gedegradeerde RAID-array?
no: Hvordan kan jeg gjenopprette data fra en degradert RAID-array?
ro: Cum pot recupera datele dintr-un array RAID degradat?
sk: Ako môžem obnoviť dáta z degradovanej RAID matice?
tr: Bozulmuş bir RAID dizisinden verileri nasıl kurtarabilirim?

source: How do I analyse SMART attributes to predict disk failures?
de: Wie analysiere ich SMART-Attribute, um Festplattenausfälle vorherzusagen?
el: Πώς μπορώ να αναλύσω τις ιδιότητες SMART για να προβλέψω αποτυχίες δίσκων;
es: ¿Cómo analizo los atributos SMART para predecir fallos en el disco?
fi: Miten analysoin SMART-attribuutteja ennustaakseni levyn vikoja?
he: איך אני מנתח את מאפייני SMART כדי לחזות כשלי דיסק?
hr: Kako analiziram SMART atribute za predviđanje kvarova diska?
is: Hvernig greini ég SMART eiginleika til að spá fyrir um diskbilun?
it: Come posso analizzare gli attributi SMART per prevedere i guasti del disco?
nl: Hoe analyseer ik SMART-attributen om schijfstoringen te voorspellen?
no: Hvordan analyserer jeg SMART-attributter for å forutsi diskfeil?
ro: Cum analizez atributele SMART pentru a prezice defectele discurilor?
sk: Ako analyzujem SMART atribúty na predpovedanie zlyhaní disku?
tr: SMART özelliklerini analiz ederek disk arızalarını nasıl tahmin ederim?
uk: Як я можу аналізувати атрибути SMART для прогнозування відмов диска?

source: How can I expand an LVM partition without data loss?
de: Wie kann ich eine LVM-Partition ohne Datenverlust erweitern?
el: Πώς μπορώ να επεκτείνω μια διαμέριση LVM χωρίς απώλεια δεδομένων;
es: ¿Cómo puedo expandir una partición LVM sin pérdida de datos?
fi: Kuinka voin laajentaa LVM-osioita ilman tietojen menetystä?
he: איך אני יכול להרחיב מחיצת LVM מבלי לאבד נתונים?
hr: Kako mogu proširiti LVM particiju bez gubitka podataka?
is: Hvernig get ég stækkað LVM skiptingu án gagna taps?
it: Come posso espandere una partizione LVM senza perdita di dati?
nl: Hoe kan ik een LVM-partitie uitbreiden zonder gegevensverlies?
no: Hvordan kan jeg utvide en LVM-partisjon uten datatap?
ro: Cum pot extinde o partiție LVM fără pierderi de date?
sk: Ako môžem rozšíriť LVM oddiel bez straty dát?
tr: LVM bölümünü veri kaybı olmadan nasıl genişletebilirim?
uk: Як я можу розширити розділ LVM без втрати даних?

source: How do I move the home directory to another partition?
de: Wie verschiebe ich das Home-Verzeichnis auf eine andere Partition?
el: Πώς μπορώ να μετακινήσω τον κατάλογο αρχικής τοποθεσίας σε άλλη διαμέριση;
es: ¿Cómo muevo el directorio personal a otra partición?
fi: Miten siirrän kotihakemiston toiseen osioon?
he: איך אני מעביר את תיקיית הבית למחיצה אחרת?
hr: Kako da premjestim home direktorij na drugu particiju?
is: Hvernig flyt ég heimaskrána á aðra skífu?
it: Come posso spostare la directory home su un'altra partizione?
nl: Hoe verplaats ik de home-directory naar een andere partitie?
no: Hvordan flytter jeg hjemmekatalogen til en annen partisjon?
ro: Cum pot muta directorul home pe o altă partiție?
sk: Ako presuniem domovský adresár na iný oddiel?
tr: Ev dizinini başka bir bölüme nasıl taşırım?
uk: Як мені перемістити домашній каталог на інший розділ?

source: How do I create a swapfile and tune swappiness?
de: Wie erstelle ich eine Swapdatei und passe die Swappiness an?
el: Πώς μπορώ να δημιουργήσω ένα swapfile και να ρυθμίσω το swappiness;
es: ¿Cómo creo un archivo de intercambio y ajusto la swappiness?
fi: Miten luon swap-tiedoston ja säädän swappiness-arvoa?
he: איך אני יוצר קובץ החלפה ומכוון את ה-swappiness?
hr: Kako mogu stvoriti swap datoteku i prilagoditi swappiness?
is: Hvernig bjó ég til skiptiskrá og stillti skiptihugarfar?
it: Come posso creare un file di scambio e regolare la swappiness?
nl: Hoe maak ik een swapbestand aan en pas ik de swappiness aan?
no: Hvordan oppretter jeg en swapfil og justerer swappiness?
ro: Cum pot crea un fișier de swap și ajusta swappiness?
sk: Ako vytvorím swap súbor a nastavím swappiness?
tr: Bir swap dosyası nasıl oluşturabilirim ve swappiness değerini nasıl ayarlayabilirim?

source: How can I clear cached memory without rebooting?
de: Wie kann ich den Cache-Speicher ohne Neustart leeren?
el: Πώς μπορώ να καθαρίσω τη μνήμη cache χωρίς επανεκκίνηση;
es: ¿Cómo puedo borrar la memoria caché sin reiniciar?
fi: Kuinka voin tyhjentää välimuistin ilman uudelleenkäynnistystä?
he: איך אני יכול לנקות זיכרון מטמון מבלי לאתחל?
hr: Kako mogu očistiti predmemoriju bez ponovnog pokretanja?
is: Hvernig get ég hreinsað skyndiminni án þess að endurræsa?
it: Come posso cancellare la memoria cache senza riavviare?
nl: Hoe kan ik de cachegeheugen wissen zonder opnieuw op te starten?
no: Hvordan kan jeg tømme hurtigminnet uten å starte på nytt?
ro: Cum pot să șterg memoria cache fără a reporni?
sk: Ako môžem vymazať vyrovnávaciu pamäť bez reštartovania?
tr: Önbellekli belleği yeniden başlatmadan nasıl temizleyebilirim?
uk: Як я можу очистити кешовану пам'ять без перезавантаження?

source: How do I reduce power consumption on Linux laptops?
de: Wie kann ich den Stromverbrauch auf Linux-Laptops reduzieren?
el: Πώς μπορώ να μειώσω την κατανάλωση ενέργειας σε φορητούς υπολογιστές Linux;
es: ¿Cómo reduzco el consumo de energía en laptops con Linux?
fi: Miten voin vähentää virrankulutusta Linux-kannettavissa?
he: איך אני מפחית את צריכת החשמל במחשבי לינוקס ניידים?
hr: Kako mogu smanjiti potrošnju energije na Linux prijenosnicima?
is: Hvernig minnka ég rafmagnsnotkun á Linux fartölvum?
it: Come posso ridurre il consumo energetico sui laptop Linux?
nl: Hoe kan ik het energieverbruik op Linux-laptops verminderen?
no: Hvordan kan jeg redusere strømforbruket på Linux-laptoper?
ro: Cum pot reduce consumul de energie pe laptopurile cu Linux?
sk: Ako môžem znížiť spotrebu energie na prenosných počítačoch s Linuxom?
tr: Linux dizüstü bilgisayarlarda enerji tüketimini nasıl azaltabilirim?

source: How can I troubleshoot frequent GNOME or KDE freezes?
de: Wie kann ich häufige GNOME- oder KDE-Abstürze beheben?
el: Πώς μπορώ να επιλύσω συχνές παγώσεις του GNOME ή του KDE;
es: ¿Cómo puedo solucionar los congelamientos frecuentes de GNOME o KDE?
fi: Kuinka voin vianjäljittää usein esiintyviä GNOME- tai KDE-jäähdyksiä?
he: איך אני יכול לפתור בעיות בהקפאות תכופות של GNOME או KDE?
hr: Kako mogu riješiti česte zamrzavanje GNOME-a ili KDE-a?
is: Hvernig get ég leyst vandamál með tíðar GNOME eða KDE frystingar?
it: Come posso risolvere i frequenti blocchi di GNOME o KDE?
nl: Hoe kan ik veelvoorkomende GNOME- of KDE-vastlopers oplossen?
no: Hvordan kan jeg feilsøke hyppige GNOME- eller KDE-frysninger?
ro: Cum pot să depanez blocările frecvente ale GNOME sau KDE?
sk: Ako môžem riešiť časté zamŕzanie GNOME alebo KDE?
tr: Sık GNOME veya KDE donmalarını nasıl giderebilirim?
uk: Як я можу усунути часті зависання GNOME або KDE?

source: How do I reset desktop environment settings from the terminal?
de: Wie setze ich die Einstellungen der Desktop-Umgebung über das Terminal zurück?
el: Πώς μπορώ να επαναφέρω τις ρυθμίσεις του περιβάλλοντος επιφάνειας εργασίας από το τερματικό;
es: ¿Cómo restablezco la configuración del entorno de escritorio desde la terminal?
fi: Kuinka nollaan työpöytäympäristön asetukset terminaalista?
he: איך אני מאפס את הגדרות סביבת העבודה מהטרמינל?
hr: Kako mogu resetirati postavke radnog okruženja s terminala?
is: Hvernig endurstilli ég skrifborðsumhverfisstillingar frá terminal?
it: Come posso ripristinare le impostazioni dell'ambiente desktop dal terminale?
nl: Hoe reset ik de instellingen van de desktopomgeving vanuit de terminal?
no: Hvordan tilbakestiller jeg skrivebordsinnstillinger fra terminalen?
ro: Cum pot reseta setările mediului desktop din terminal?
sk: Ako môžem resetovať nastavenia desktopového prostredia z terminálu?
tr: Terminalden masaüstü ortamı ayarlarını nasıl sıfırlarım?
uk: Як я можу скинути налаштування робочого середовища з терміналу?

source: How do I install additional fonts and set them system-wide?
de: Wie installiere ich zusätzliche Schriftarten und setze sie systemweit?
el: Πώς μπορώ να εγκαταστήσω επιπλέον γραμματοσειρές και να τις ρυθμίσω σε όλο το σύστημα;
es: ¿Cómo instalo fuentes adicionales y las configuro a nivel del sistema?
fi: Miten asennan lisäfontteja ja asetankin ne järjestelmänlaajuisesti?
he: איך אני מתקין גופנים נוספים ומגדיר אותם בכל המערכת?
hr: Kako mogu instalirati dodatne fontove i postaviti ih sustavno?
is: Hvernig set ég upp auka letur og stilli þau kerfisbundið?
it: Come posso installare font aggiuntivi e impostarli a livello di sistema?
nl: Hoe installeer ik extra lettertypen en stel ik ze systeemwijd in?
no: Hvordan installerer jeg ekstra skrifttyper og setter dem systemomfattende?
ro: Cum pot instala fonturi suplimentare și le pot seta la nivel de sistem?
sk: Ako nainštalujem ďalšie písma a nastavím ich systémovo?
tr: Ekstra yazı tiplerini nasıl yükleyip sistem genelinde ayarlayabilirim?
uk: Як я можу встановити додаткові шрифти та налаштувати їх для системи?

source: How can I change keyboard layout permanently?
de: Wie kann ich das Tastaturlayout dauerhaft ändern?
el: Πώς μπορώ να αλλάξω τη διάταξη του πληκτρολογίου μόνιμα;
es: ¿Cómo puedo cambiar la distribución del teclado de forma permanente?
fi: Miten voin vaihtaa näppäimistön asettelua pysyvästi?
he: איך אני יכול לשנות את פריסת המקלדת באופן קבוע?
hr: Kako mogu trajno promijeniti raspored tipkovnice?
is: Hvernig get ég breytt lyklaborðsuppsetningu varanlega?
it: Come posso cambiare permanentemente il layout della tastiera?
nl: Hoe kan ik de toetsenbordindeling permanent wijzigen?
no: Hvordan kan jeg endre tastaturoppsettet permanent?
ro: Cum pot schimba permanent layout-ul tastaturii?
sk: Ako môžem trvalo zmeniť rozloženie klávesnice?
tr: Klavye düzenini kalıcı olarak nasıl değiştirebilirim?
uk: Як я можу змінити розкладку клавіатури назавжди?

source: How do I enable network printing support with CUPS?
de: Wie aktiviere ich die Unterstützung für Netzwerkdruck mit CUPS?
el: Πώς μπορώ να ενεργοποιήσω την υποστήριξη δικτυακής εκτύπωσης με το CUPS;
es: ¿Cómo habilito el soporte de impresión en red con CUPS?
fi: Kuinka voin ottaa käyttöön verkkotulostuksen tuen CUPS:lla?
he: איך אני מפעיל תמיכה בהדפסה ברשת עם CUPS?
hr: Kako mogu omogućiti podršku za mrežno ispisivanje s CUPS-om?
is: Hvernig aktivera ég netprentunaraðstoð með CUPS?
it: Come posso abilitare il supporto per la stampa di rete con CUPS?
nl: Hoe schakel ik netwerkafdrukondersteuning in met CUPS?
no: Hvordan aktiverer jeg nettverksutskriftsstøtte med CUPS?
ro: Cum activez suportul pentru imprimarea în rețea cu CUPS?
sk: Ako povolím podporu sieťového tlačenia pomocou CUPS?
tr: CUPS ile ağ yazdırma desteğini nasıl etkinleştiririm?
