Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Save Backup As...
de: Sichern unter...
el: Αποθήκευση Αντιγράφου Ασφαλείας Ως...
es: Guardar copia de seguridad como...
fi: Tallenna varmuuskopio nimellä...
he: שמור גיבוי בשם...
hr: Spremi sigurnosnu kopiju kao...
is: Vista afritunar sem...
it: Salva backup come...
nl: Opslaan als back-up...
no: Lagre sikkerhetskopi som...
ro: Salvează copia de rezervă ca...
sk: Uložiť zálohu ako...
tr: Yedekle Olarak Kaydet...
uk: Зберегти резервну копію як...

source: Backup Error
de: Sicherungsfehler
el: Σφάλμα Αντιγράφου Ασφαλείας
es: Error de copia de seguridad
fi: Varmuuskopiointivirhe
he: שגיאת גיבוי
hr: Pogreška sigurnosne kopije
is: Afturheimt Villa
it: Errore di backup
nl: Back-upfout
no: Sikkerhetskopieringsfeil
ro: Eroare de backup
sk: Chyba zálohovania
tr: Yedekleme Hatası
uk: Розширення резервної копії

source: Set Backup Password
de: Backup-Passwort festlegen
el: Ρυθμίστε τον Κωδικό Πρόσβασης Αντιγράφου Ασφαλείας
es: Establecer contraseña de respaldo
fi: Aseta varmuuskopiosalasana
he: הגדר סיסמת גיבוי
hr: Postavi lozinku za sigurnosnu kopiju
is: Stilltu afritunarlykil
it: Imposta Password di Backup
nl: Stel back-upwachtwoord in
no: Sett sikkerhetskopipassord
ro: Setați parola de rezervă
sk: Nastaviť záložné heslo
tr: Yedek Şifre Belirle
uk: Встановити пароль резервної копії

source: Please enter a password to encrypt the backup file.
de: Bitte geben Sie ein Passwort ein, um die Sicherungsdatei zu verschlüsseln.
el: Παρακαλώ εισάγετε έναν κωδικό πρόσβασης για να κρυπτογραφήσετε το αρχείο αντιγράφου ασφαλείας.
es: Por favor, introduzca una contraseña para cifrar el archivo de copia de seguridad.
fi: Ole hyvä ja syötä salasana varmuuskopiotiedoston salaamiseksi.
he: אנא הזן סיסמה כדי להצפין את קובץ הגיבוי.
hr: Molimo unesite lozinku za šifriranje datoteke sigurnosne kopije.
is: Vinsamlegast sláðu inn lykilorð til að dulkóða afritaskrána.
it: Si prega di inserire una password per crittografare il file di backup.
nl: Voer een wachtwoord in om het back-upbestand te versleutelen.
no: Vennligst skriv inn et passord for å kryptere sikkerhetskopifilen.
ro: Vă rugăm să introduceți o parolă pentru a cripta fișierul de backup.
sk: Prosím, zadajte heslo na zašifrovanie záložného súboru.
tr: Lütfen yedek dosyasını şifrelemek için bir şifre girin.

source: Confirm Password
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού πρόσβασης
es: Confirmar contraseña
fi: Vahvista salasana
he: אשר סיסמה
hr: Potvrdi lozinku
is: Staðfesta lykilorð
it: Conferma Password
nl: Bevestig wachtwoord
no: Bekreft passord
ro: Confirmă parola
sk: Potvrdiť heslo
tr: Şifreyi Onayla
uk: Підтвердити пароль

source: Password Error
de: Passwortfehler
el: Σφάλμα Κωδικού Πρόσβασης
es: Error de contraseña
fi: Salasanavirhe
he: שגיאת סיסמה
hr: Pogreška lozinke
is: Lykilorð Villa
it: Errore di password
nl: Wachtwoordfout
no: Passordfeil
ro: Eroare parolă
sk: Chyba hesla
tr: Şifre Hatası
uk: Парольна помилка

source: Password cannot be empty.
de: Das Passwort darf nicht leer sein.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es: La contraseña no puede estar vacía.
fi: Salasana ei voi olla tyhjää.
he: הסיסמה לא יכולה להיות ריקה.
hr: Lozinka ne može biti prazna.
is: Lykilorð má ekki vera tómt.
it: La password non può essere vuota.
nl: Wachtwoord mag niet leeg zijn.
no: Passord kan ikke være tomt.
ro: Parola nu poate fi goală.
sk: Heslo nemôže byť prázdne.
tr: Şifre boş olamaz.
uk: Пароль не може бути порожнім.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
he: הסיסמאות אינן תואמות.
hr: Lozinke se ne podudaraju.
is: Lyklar passa ekki saman.
it: Le password non corrispondono.
nl: Wachtwoorden komen niet overeen.
no: Passordene samsvarer ikke.
ro: Parolele nu se potrivesc.
sk: Heslá sa nezhodujú.
tr: Şifreler eşleşmiyor.

source: Creating backup...
de: Backup wird erstellt...
el: Δημιουργία αντιγράφου ασφαλείας...
es: Creando copia de seguridad...
fi: Luodaan varmuuskopiota...
he: יוצר גיבוי...
hr: Izrada sigurnosne kopije...
is: Að búa til afrit...
it: Creazione del backup...
nl: Back-up aanmaken...
no: Oppretter sikkerhetskopi...
ro: Crearea unei copii de rezervă...
sk: Vytváranie zálohy...
tr: Yedek oluşturuluyor...
uk: Створення резервної копії...

source: Backup Complete
de: Sicherung abgeschlossen
el: Αντίγραφο ασφαλείας ολοκληρώθηκε
es: Copia de seguridad completa
fi: Varmuuskopiointi valmis
he: גיבוי הושלם
hr: Sigurnosna kopija dovršena
is: Afturheimt lokið
it: Backup completato
nl: Back-up Voltooid
no: Sikkerhetskopiering fullført
ro: Backup complet
sk: Zálohovanie dokončené
tr: Yedekleme Tamamlandı
uk: Резервне копіювання завершено

source: Backup saved successfully to: {}
de: Backup erfolgreich gespeichert in: {}
el: Η δημιουργία αντιγράφου ασφαλείας αποθηκεύτηκε με επιτυχία στο: {}
es: Copia de seguridad guardada correctamente en: {}
fi: Varmuuskopio tallennettu onnistuneesti: {}
he: גיבוי נשמר בהצלחה ל: {}
hr: Sigurnosna kopija uspješno spremljena na: {}
is: Afritun vistu með góðum árangri á: {}
it: Backup salvato con successo in: {}
nl: Back-up succesvol opgeslagen naar: {}
no: Sikkerhetskopi lagret vellykket til: {}
ro: Backup salvat cu succes în: {}
sk: Záloha bola úspešne uložená do: {}
tr: Yedek başarıyla kaydedildi: {}
uk: Резервна копія успішно збережена в: {}

source: Backup Failed
de: Backup fehlgeschlagen
el: Αποτυχία Δημιουργίας Αντιγράφου Ασφαλείας
es: Copia de seguridad fallida
fi: Varmuuskopiointi epäonnistui
he: גיבוי נכשל
hr: Backup nije uspio
is: Afturheimt mistókst
it: Backup non riuscito
nl: Back-up mislukt
no: Sikkerhetskopiering mislyktes
ro: Backup eșuat
sk: Zálohovanie zlyhalo
tr: Yedekleme Başarısız
uk: Резервне копіювання не вдалося

source: Could not create backup: {}
de: Konnte Sicherung nicht erstellen: {}
el: Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας: {}
es: No se pudo crear la copia de seguridad: {}
fi: Varmuuskopion luominen epäonnistui: {}
he: לא ניתן ליצור גיבוי: {}
hr: Nije moguće stvoriti sigurnosnu kopiju: {}
is: Gat ekki að búa til afrit: {}
it: Impossibile creare il backup: {}
nl: Kon backup niet maken: {}
no: Kunne ikke opprette sikkerhetskopi: {}
ro: Nu s-a putut crea backup-ul: {}
sk: Nepodarilo sa vytvoriť zálohu: {}
tr: Yedek oluşturulamadı: {}
uk: Не вдалося створити резервну копію: {}

source: Restore from Backup?
de: Wiederherstellen aus Backup?
el: Ανάκτηση από αντίγραφο ασφαλείας;
es: ¿Restaurar desde la copia de seguridad?
fi: Palauta varmuuskopiosta?
he: שחזר מגיבוי?
hr: Vrati iz sigurnosne kopije?
is: Endurheimta úr afriti?
it: Ripristina dal backup?
nl: Herstellen vanaf back-up?
no: Gjenopprett fra sikkerhetskopi?
ro: Restaurare din backup?
sk: Obnovi zo zálohy?
tr: Yedekten Geri Yükle?
uk: Відновити з резервної копії?

source: Restoring from a backup will overwrite all your current sessions, settings, and layouts. This action cannot be undone. <b>The application will need to be restarted after restoring.</b>
de: Die Wiederherstellung aus einem Backup überschreibt alle aktuellen Sitzungen, Einstellungen und Layouts. Diese Aktion kann nicht rückgängig gemacht werden. <b>Die Anwendung muss nach der Wiederherstellung neu gestartet werden.</b>
el: Η αποκατάσταση από ένα αντίγραφο ασφαλείας θα αντικαταστήσει όλες τις τρέχουσες συνεδρίες, ρυθμίσεις και διατάξεις σας. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. <b>Η εφαρμογή θα χρειαστεί να επανεκκινηθεί μετά την αποκατάσταση.</b>
es: Restaurar desde una copia de seguridad sobrescribirá todas tus sesiones, configuraciones y diseños actuales. Esta acción no se puede deshacer. <b>La aplicación necesitará reiniciarse después de restaurar.</b>
fi: Varaudesta palauttaminen korvataan kaikki nykyiset istunnot, asetukset ja asettelut. Tätä toimintoa ei voida peruuttaa. <b>Sovellus on käynnistettävä uudelleen palauttamisen jälkeen.</b>
he: שחזור מגיבוי יחליף את כל הסשנים, ההגדרות והפריסות הנוכחיות שלך. פעולה זו אינה ניתנת לביטול. <b>היישום יצטרך להיסגר ולהיפתח מחדש לאחר השחזור.</b>
hr: Obnavljanje iz sigurnosne kopije će prebrisati sve vaše trenutne sesije, postavke i rasporede. Ova radnja se ne može poništiti. <b>Aplikaciju će biti potrebno ponovo pokrenuti nakon obnavljanja.</b>
is: Að endurheimta úr afriti mun skrifa yfir allar núverandi lotur, stillingar og uppsetningar. Þessi aðgerð er ekki hægt að afturkalla. <b>Forritið þarf að vera endurræst eftir endurheimt.</b>
it: Ripristinare da un backup sovrascriverà tutte le tue sessioni, impostazioni e layout attuali. Questa azione non può essere annullata. <b>L'applicazione dovrà essere riavviata dopo il ripristino.</b>
nl: Herstellen vanaf een back-up zal al je huidige sessies, instellingen en lay-outs overschrijven. Deze actie kan niet ongedaan worden gemaakt. <b>De applicatie moet opnieuw worden opgestart na het herstellen.</b>
no: Gjenoppretting fra en sikkerhetskopi vil overskrive alle dine nåværende økter, innstillinger og oppsett. Denne handlingen kan ikke angres. <b>Applikasjonen må startes på nytt etter gjenoppretting.</b>
ro: Restaurarea dintr-o copie de rezervă va suprascrie toate sesiunile, setările și aranjamentele curente. Această acțiune nu poate fi anulată. <b>Aplicația va trebui să fie repornită după restaurare.</b>
sk: Obnovenie zo zálohy prepíše všetky vaše aktuálne relácie, nastavenia a rozloženia. Túto akciu nie je možné vrátiť späť. <b>Aplikáciu bude potrebné reštartovať po obnovení.</b>
tr: Yedekten geri yükleme, mevcut oturumlarınızı, ayarlarınızı ve düzenlerinizi üzerine yazacaktır. Bu işlem geri alınamaz. <b>Geri yüklemeden sonra uygulamanın yeniden başlatılması gerekecektir.</b>
uk: Відновлення з резервної копії перезапише всі ваші поточні сеанси, налаштування та макети. Цю дію не можна скасувати. <b>Після відновлення застосунок потрібно буде перезапустити.</b>

source: Choose File and Restore
de: Datei auswählen und Wiederherstellen
el: Επιλέξτε Αρχείο και Επαναφορά
es: Elegir archivo y restaurar
fi: Valitse tiedosto ja palauttaudu
he: בחר קובץ ושחזר
hr: Odaberi datoteku i vrati
is: Veldu skrá og endurheimtu
it: Scegli File e Ripristina
nl: Kies Bestand en Herstel
no: Velg fil og gjenopprett
ro: Alege Fișier și Restaurează
sk: Vyberte súbor a obnovte
tr: Dosya Seç ve Geri Yükle
uk: Виберіть файл та відновіть

source: Select Backup File
de: Backup-Datei auswählen
el: Επιλέξτε Αρχείο Αντιγράφου Ασφαλείας
es: Seleccionar archivo de copia de seguridad
fi: Valitse varmuuskopiotiedosto
he: בחר קובץ גיבוי
hr: Odaberite datoteku sigurnosne kopije
is: Veldu afritunar skrá
it: Seleziona file di backup
nl: Selecteer back-upbestand
no: Velg sikkerhetskopifil
ro: Selectați fișierul de backup
sk: Vyberte záložný súbor
tr: Yedek Dosyası Seçin
uk: Виберіть файл резервної копії

source: Backup Files
de: Sicherungsdateien
el: Αρχεία Αντιγράφου Ασφαλείας
es: Archivos de respaldo
fi: Varmuuskopiotiedostot
he: גיבוי קבצים
hr: Sigurnosne kopije datoteka
is: Afritunarskrár
it: File di backup
nl: Back-upbestanden
no: Sikkerhetskopifiler
ro: Fișiere de rezervă
sk: Zálohované súbory
tr: Yedek Dosyaları

source: Restore Error
de: Wiederherstellungsfehler
el: Σφάλμα Επαναφοράς
es: Error de restauración
fi: Palautusvirhe
he: שגיאת שחזור
hr: Pogreška pri vraćanju
is: Endurunarvilla
it: Errore di ripristino
nl: Herstel Fout
no: Gjenopprettingsfeil
ro: Eroare de restaurare
sk: Chyba obnovenia
tr: Geri Yükleme Hatası
uk: Відновлення помилки

source: Enter Backup Password
de: Backup-Passwort eingeben
el: Εισάγετε τον Κωδικό Δημιουργίας Αντιγράφου Ασφαλείας
es: Introduzca la contraseña de respaldo
fi: Syötä varmuuskopiosalasana
he: הזן סיסמת גיבוי
hr: Unesite lozinku za sigurnosnu kopiju
is: Sláðu inn afritunarlykil
it: Inserisci la password di backup
nl: Voer back-upwachtwoord in
no: Skriv inn sikkerhetskopipassord
ro: Introduceți parola de rezervă
sk: Zadajte záložné heslo
tr: Yedek Şifreyi Girin
uk: Введіть пароль резервної копії

source: Please enter the password for the selected backup file.
de: Bitte geben Sie das Passwort für die ausgewählte Sicherungsdatei ein.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης για το επιλεγμένο αρχείο αντιγράφου ασφαλείας.
es: Por favor, introduzca la contraseña del archivo de copia de seguridad seleccionado.
fi: Ole hyvä ja syötä valitun varmuuskopiotiedoston salasana.
he: אנא הזן את הסיסמה עבור קובץ הגיבוי שנבחר.
hr: Molimo unesite lozinku za odabranu sigurnosnu kopiju.
is: Vinsamlegast sláðu inn lykilorðið fyrir valda afritaskrána.
it: Si prega di inserire la password per il file di backup selezionato.
nl: Voer het wachtwoord in voor het geselecteerde back-upbestand.
no: Vennligst skriv inn passordet for den valgte sikkerhetskopifilen.
ro: Vă rugăm să introduceți parola pentru fișierul de rezervă selectat.
sk: Prosím, zadajte heslo pre vybraný záložný súbor.
tr: Lütfen seçilen yedek dosyası için şifreyi girin.

source: Restore
de: Wiederherstellen
el: Ανάκτηση
es: Restaurar
fi: Palauta
he: שחזר
hr: Vrati
is: Endurheimta
it: Ripristina
nl: Herstellen
no: Gjenopprett
ro: Restaurare
sk: Obnoviť
tr: Geri Yükle
uk: Відновити

source: Restoring from backup...
de: Wiederherstellung aus Sicherung...
el: Ανάκτηση από αντίγραφο ασφαλείας...
es: Restaurando desde la copia de seguridad...
fi: Palautetaan varmuuskopiosta...
he: שחזור מגיבוי...
hr: Obnavljanje iz sigurnosne kopije...
is: Að endurheimta úr afriti...
it: Ripristino dal backup...
nl: Herstellen vanaf back-up...
no: Gjenoppretter fra sikkerhetskopi...
ro: Restaurare din backup...
sk: Obnovovanie zo zálohy...
tr: Yedekten geri yükleniyor...
uk: Відновлення з резервної копії...

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
el: Αποκατάσταση Απέτυχε
es: Restauración fallida
fi: Palautus epäonnistui
he: שחזור נכשל
hr: Obnova nije uspjela
is: Endurta mistókst
it: Ripristino non riuscito
nl: Herstel mislukt
no: Gjenoppretting mislyktes
ro: Restaurare eșuată
sk: Obnovenie zlyhalo
tr: Geri Yükleme Başarısız
uk: Restoration Failed

source: Could not restore from backup: {}
de: Konnte nicht aus dem Backup wiederhergestellt werden: {}
el: Δεν ήταν δυνατή η αποκατάσταση από το αντίγραφο ασφαλείας: {}
es: No se pudo restaurar desde la copia de seguridad: {}
fi: Ei voitu palauttaa varmuuskopiosta: {}
he: לא ניתן לשחזר מגיבוי: {}
hr: Nije moguće vratiti iz sigurnosne kopije: {}
is: Gat ekki að endurheimta úr afriti: {}
it: Impossibile ripristinare dal backup: {}
nl: Kon niet herstellen vanuit back-up: {}
no: Kunne ikke gjenopprette fra sikkerhetskopi: {}
ro: Nu s-a putut restaura din backup: {}
sk: Nepodarilo sa obnoviť zo zálohy: {}
tr: Yedekten geri yüklenemedi: {}
uk: Не вдалося відновити з резервної копії: {}

source: Restore Complete
de: Wiederherstellung abgeschlossen
el: Αποκατάσταση Ολοκληρώθηκε
es: Restauración completa
fi: Palautus valmis
he: שחזור הושלם
hr: Obnova dovršena
is: Endurheimta Lokið
it: Ripristino completato
nl: Herstel Voltooid
no: Gjenoppretting fullført
ro: Restaurare completă
sk: Obnovenie dokončené
tr: Geri Yükleme Tamamlandı
uk: Відновлення завершено

source: Data has been restored successfully. Please restart Ashy Terminal for the changes to take effect.
de: Die Daten wurden erfolgreich wiederhergestellt. Bitte starten Sie das Ashy Terminal neu, damit die Änderungen wirksam werden.
el: Τα δεδομένα έχουν αποκατασταθεί με επιτυχία. Παρακαλώ επανεκκινήστε το Ashy Terminal για να ισχύσουν οι αλλαγές.
es: Los datos se han restaurado correctamente. Reinicie Ashy Terminal para que los cambios surtan efecto.
fi: Tietoja on palautettu onnistuneesti. Käynnistä Ashy Terminal uudelleen, jotta muutokset tulevat voimaan.
he: הנתונים שוחזרו בהצלחה. אנא הפעל מחדש את Ashy Terminal כדי שהשינויים ייכנסו לתוקף.
hr: Podaci su uspješno vraćeni. Molimo ponovno pokrenite Ashy Terminal kako bi promjene stupile na snagu.
is: Gögnin hafa verið endurheimt með árangri. Vinsamlegast endurræstu Ashy Terminal til að breytingarnar taki gildi.
it: I dati sono stati ripristinati con successo. Riavviare Ashy Terminal affinché le modifiche abbiano effetto.
nl: Gegevens zijn succesvol hersteld. Herstart Ashy Terminal om de wijzigingen van kracht te laten worden.
no: Data har blitt gjenopprettet vellykket. Vennligst start Ashy Terminal på nytt for at endringene skal tre i kraft.
ro: Datele au fost restaurate cu succes. Vă rugăm să reporniți Ashy Terminal pentru ca modificările să aibă efect.
sk: Údaje boli úspešne obnovené. Prosím, reštartujte Ashy Terminál, aby sa zmeny prejavili.
tr: Veri başarıyla geri yüklendi. Değişikliklerin etkili olması için Ashy Terminal'i yeniden başlatın.

source: Close Application
de: Anwendung schließen
el: Κλείσιμο Εφαρμογής
es: Cerrar aplicación
fi: Sulje sovellus
he: סגור יישום
hr: Zatvori aplikaciju
is: Loka forrit
it: Chiudi applicazione
nl: Toepassing sluiten
no: Lukk applikasjon
ro: Închide aplicația
sk: Zavrieť aplikáciu
tr: Uygulamayı Kapat
uk: Закрити програму

source: There are active SSH connections. Closing will disconnect all sessions. Are you sure you want to close the application?
de: Es gibt aktive SSH-Verbindungen. Das Schließen trennt alle Sitzungen. Sind Sie sicher, dass Sie die Anwendung schließen möchten?
el: Υπάρχουν ενεργές συνδέσεις SSH. Το κλείσιμο θα αποσυνδέσει όλες τις συνεδρίες. Είστε σίγουροι ότι θέλετε να κλείσετε την εφαρμογή;
es: Hay conexiones SSH activas. Cerrar desconectará todas las sesiones. ¿Está seguro de que desea cerrar la aplicación?
fi: On aktiivisia SSH-yhteyksiä. Sulkeminen katkaisee kaikki istunnot. Oletko varma, että haluat sulkea sovelluksen?
he: יש חיבורים פעילים של SSH. סגירה תנתק את כל המושבים. האם אתה בטוח שברצונך לסגור את היישום?
hr: Postoje aktivne SSH veze. Zatvaranjem će se prekinuti sve sesije. Jeste li sigurni da želite zatvoriti aplikaciju?
is: Það eru virk SSH tengingar. Að loka mun rjúfa allar sesjónir. Ertu viss um að þú viljir loka forritinu?
it: Ci sono connessioni SSH attive. La chiusura disconnetterà tutte le sessioni. Sei sicuro di voler chiudere l'applicazione?
nl: Er zijn actieve SSH-verbindingen. Sluiten zal alle sessies verbreken. Weet u zeker dat u de applicatie wilt sluiten?
no: Det er aktive SSH-tilkoblinger. Å lukke vil koble fra alle økter. Er du sikker på at du vil lukke applikasjonen?
ro: Există conexiuni SSH active. Închiderea va deconecta toate sesiunile. Ești sigur că vrei să închizi aplicația?
sk: Existujú aktívne SSH pripojenia. Zatvorenie odpojí všetky relácie. Ste si istí, že chcete zatvoriť aplikáciu?
tr: Aktif SSH bağlantıları var. Kapatmak, tüm oturumları keser. Uygulamayı kapatmak istediğinizden emin misiniz?
uk: Існують активні SSH-з'єднання. Закриття призведе до відключення всіх сеансів. Ви впевнені, що хочете закрити програму?

source: Close All
de: Alle schließen
el: Κλείσιμο όλων
es: Cerrar todo
fi: Sulje kaikki
he: סגור הכל
hr: Zatvori sve
is: Loka allt
it: Chiudi tutto
nl: Sluit alles.
no: Lukk alle
ro: Închide tot
sk: Zavrieť všetko
tr: Tümünü Kapat
uk: Закрити все

source: Startup Error
de: Startfehler
el: Σφάλμα εκκίνησης
es: Error de inicio
fi: Käynnistysvirhe
he: שגיאת הפעלה
hr: Pogreška pri pokretanju
is: Ræsivillur
it: Errore di avvio
nl: Opstartfout
no: Oppstartfeil
ro: Eroare la pornire
sk: Chyba pri spustení
tr: Başlangıç Hatası
uk: Помилка запуску

source: Application failed to start: {}
de: Anwendung konnte nicht gestartet werden: {}
el: Η εφαρμογή απέτυχε να ξεκινήσει: {}
es: La aplicación no pudo iniciarse: {}
fi: Sovellus ei onnistunut käynnistymään: {}
he: היישום נכשל בהפעלה: {}
hr: Aplikacija nije uspjela pokrenuti: {}
is: Forrit gat ekki hafist: {}
it: L'applicazione non è riuscita ad avviarsi: {}
nl: Toepassing kon niet worden gestart: {}
no: Applikasjonen kunne ikke starte: {}
ro: Aplicația nu a reușit să pornească: {}
sk: Aplikácia sa nepodarilo spustiť: {}
tr: Uygulama başlatılamadı: {}
uk: Застосунок не вдалося запустити: {}

source: Received signal {}, shutting down gracefully...
de: Signal {} empfangen, fahre ordnungsgemäß herunter...
el: Λάβατε σήμα {}, κλείσιμο με ασφάλεια...
he: קיבל אות {}, סוגר בצורה מסודרת...

source: Warning: Could not set up signal handlers: {}
de: Warnung: Konnte die Signalhandler nicht einrichten: {}
el: Προειδοποίηση: Δεν ήταν δυνατή η ρύθμιση των χειριστών σήματος: {}
es: Advertencia: No se pudieron configurar los controladores de señal: {}
fi: Varoitus: Signaalinkäsittelijöitä ei voitu määrittää: {}
he: אזהרה: לא ניתן להגדיר את מעבדי האותות: {}
hr: Upozorenje: Nije moguće postaviti rukovatelje signala: {}
is: Aðvörun: Gat ekki sett upp merki meðhöndlara: {}
it: Avviso: Impossibile impostare i gestori di segnale: {}
nl: Waarschuwing: Kon signaalhandlers niet instellen: {}
no: Advarsel: Kunne ikke sette opp signalbehandlere: {}
ro: Atenție: Nu s-au putut configura handlerii de semnal: {}
sk: Upozornenie: Nepodarilo sa nastaviť obsluhy signálov: {}
tr: Uyarı: Sinyal işleyicileri kurulamadı: {}
uk: Попередження: Не вдалося налаштувати обробники сигналів: {}

source: Ashy Terminal - A modern terminal emulator with session management
de: Ashy Terminal - Ein moderner Terminalemulator mit Sitzungsverwaltung
el: Ashy Terminal - Ένας σύγχρονος εξομοιωτής τερματικού με διαχείριση συνεδριών
es: Ashy Terminal - Un emulador de terminal moderno con gestión de sesiones
fi: Ashy Terminal - Moderni terminaaliemulaattori istunnonhallinnalla
he: אשי טרמינל - אמולטור טרמינל מודרני עם ניהול מושבים
hr: Ashy Terminal - Moderni emulator terminala s upravljanjem sesijama
is: Ashy Terminal - Nútíma terminal emulátor með sessastjórnun
it: Ashy Terminal - Un moderno emulatore di terminale con gestione delle sessioni
nl: Ashy Terminal - Een moderne terminalemulator met sessiebeheer
no: Ashy Terminal - En moderne terminalemulator med sesjonsadministrasjon
ro: Ashy Terminal - Un emulator de terminal modern cu gestionarea sesiunilor
sk: Ashy Terminal - Moderný emulátor terminálu s manažmentom relácií
tr: Ashy Terminal - Oturum yönetimi ile modern bir terminal emülatörü
uk: Ashy Terminal - Сучасний емулятор терміналу з управлінням сесіями

source: For more information, visit: https://communitybig.org/
de: Für weitere Informationen besuchen Sie: https://communitybig.org/
el: Για περισσότερες πληροφορίες, επισκεφθείτε: https://communitybig.org/
es: Para más información, visita: https://communitybig.org/
fi: Lisätietoja varten, vieraile: https://communitybig.org/
he: למידע נוסף, בקר ב: https://communitybig.org/
hr: Za više informacija, posjetite: https://communitybig.org/
is: Fyrir frekari upplýsingar, heimsæktu: https://communitybig.org/
it: Per ulteriori informazioni, visita: https://communitybig.org/
nl: Voor meer informatie, bezoek: https://communitybig.org/
no: For mer informasjon, besøk: https://communitybig.org/
ro: Pentru mai multe informații, vizitați: https://communitybig.org/
sk: Pre viac informácií navštívte: https://communitybig.org/
tr: Daha fazla bilgi için ziyaret edin: https://communitybig.org/
uk: Для отримання додаткової інформації відвідайте: https://communitybig.org/

source: Show version and exit
de: Version anzeigen und beenden
el: Εμφάνιση έκδοσης και έξοδος
es: Mostrar versión y salir
fi: Näytä versio ja poistu
hr: Prikaži verziju i izađi
is: Sýna útgáfu og hætta
it: Mostra versione e esci
nl: Toon versie en sluit af
no: Vis versjon og avslutt
ro: Afișează versiunea și ieși
sk: Zobraziť verziu a ukončiť
tr: Sürümü göster ve çık
uk: Показати версію та вийти

source: Enable debug mode
de: Debug-Modus aktivieren
el: Ενεργοποίηση λειτουργίας αποσφαλμάτωσης
es: Habilitar modo de depuración
fi: Ota virheenkorjaustila käyttöön
he: אפשר מצב דיבוג
hr: Omogući način rada za otklanjanje pogrešaka
is: Virkja villuhamstur mód
it: Abilita la modalità di debug
nl: Debugmodus inschakelen
no: Aktiver debug-modus
ro: Activare modul de depanare
sk: Povoliť režim ladenia
tr: Hata ayıklama modunu etkinleştir
uk: Увімкнути режим налагодження
