Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Colorizes terminal output patterns like errors, warnings, and IPs. Many rules can slow down large outputs.
es: Colorea los patrones de salida del terminal como errores, advertencias e IPs. Muchas reglas pueden ralentizar salidas grandes.
hr: Boji terminal izlazne obrasce poput pogrešaka, upozorenja i IP adresa. Mnoge pravila mogu usporiti velike izlaze.
is: Litarar útgáfu terminala eins og villur, viðvaranir og IP-tölur. Margar reglur geta hægð á stórum úttökum.
no: Farger terminalutdata mønstre som feil, advarsler og IP-adresser. Mange regler kan redusere hastigheten på store utdata.
ro: Colorează modelele de ieșire ale terminalului, cum ar fi erorile, avertizările și IP-urile. Multe reguli pot încetini ieșirile mari.
sk: Farbuje vzory výstupu terminálu, ako sú chyby, varovania a IP adresy. Množstvo pravidiel môže spomaliť veľké výstupy.
tr: Terminal çıktısını hata, uyarı ve IP'ler gibi desenlerle renklendirir. Birçok kural büyük çıktıları yavaşlatabilir.
uk: Колоризує вивід терміналу, такі як помилки, попередження та IP-адреси. Багато правил можуть сповільнити великі виводи.

source: File Viewer Colorization
hr: Boja datoteka preglednika
ro: Colorarea Vizualizatorului de Fișiere

source: Syntax highlighting for cat output using Pygments
hr: Isticanje sintakse za cat izlaz koristeći Pygments
ro: Sublinierea sintaxei pentru ieșirea cat folosind Pygments

source: Pygments is not installed - cat output will not be colorized
hr: Pygments nije instaliran - cat izlaz neće biti obojen
ro: Pygments nu este instalat - ieșirea cat nu va fi colorată

source: Enable Cat Colorization
hr: Omogući bojenje mačaka
ro: Activează Colorarea Pisicilor

source: Apply syntax highlighting to cat command output
hr: Primijeni sintaktičko isticanje na izlaz naredbe cat
ro: Aplică evidențierea sintaxei la ieșirea comenzii cat

source: Color Theme
hr: Tema boje
ro: Temă de culoare

source: Pygments theme for syntax highlighting cat output
hr: Pygments tema za sintaktičko isticanje cat izlaza
ro: Temă Pygments pentru evidențierea sintaxei în ieșirea cat

source: Install Pygments
hr: Instalirajte Pygments
ro: Instalează Pygments

source: pip install pygments
hr: pip instaliraj pygments

source: Shell Input Highlighting
hr: Isticanje unosa ljuske
ro: Evidențierea intrării shell

source: Live syntax highlighting as you type commands (experimental)
hr: Živo isticanje sintakse dok upisujete naredbe (eksperimentalno)
ro: Subliniere sintaxă în timp real pe măsură ce introduci comenzi (experimental)

source: Pygments is not installed - shell input highlighting unavailable
hr: Pygments nije instaliran - isticanje unosa u ljusci nije dostupno
ro: Pygments nu este instalat - evidențierea inputului shell nu este disponibilă

source: Enable Shell Input Highlighting
hr: Omogući isticanje unosa ljuske
ro: Activare evidențierea inputului Shell

source: Color shell commands as you type them. Useful for SSH sessions and Docker containers where shell configuration cannot be changed.
hr: Obojite shell naredbe dok ih upisujete. Korisno za SSH sesije i Docker kontejnere gdje se konfiguracija shella ne može promijeniti.
ro: Colorează comenzile shell pe măsură ce le tastezi. Util pentru sesiuni SSH și containere Docker unde configurația shell-ului nu poate fi schimbată.

source: ⚠️ Experimental Feature
hr: ⚠️ Eksperimentalna značajka
ro: ⚠️ Funcție experimentală

source: This feature applies highlighting to echoed shell input. It may not work perfectly with all prompts or shells. Uses the same Pygments theme as 'File Content Highlighting (cat)' above.
hr: Ova funkcija primjenjuje isticanje na eho ulaz u ljusci. Možda neće savršeno raditi sa svim pozivima ili ljuskama. Koristi istu Pygments temu kao 'Isticanje sadržaja datoteke (cat)' iznad.
ro: Această funcție aplică evidențierea la inputul shell-ului echos. Este posibil să nu funcționeze perfect cu toate prompturile sau shell-urile. Folosește aceeași temă Pygments ca 'Evidențierea conținutului fișierului (cat)' de mai sus.

source: Per-Command Highlighting
es: Resaltado por Comando
hr: Isticanje po naredbama
is: Litað fyrir hvern skipun
no: Per-kommando utheving
ro: Evidențiere pe comandă
sk: Zvýraznenie podľa príkazu
tr: Komut Başına Vurgulama
uk: Пер-командне підсвічування

source: Enable Command Detection
es: Habilitar detección de comandos
hr: Omogući otkrivanje naredbi
is: Virkja skipunargreiningu
no: Aktiver Kommandooppdagelse
ro: Activare Detectare Comenzi
sk: Povoliť detekciu príkazov
tr: Komut Algılama Özelliğini Etkinleştir
uk: Увімкнути виявлення команд

source: Commands
es: Comandos
hr: Naredbe
is: Skipta
no: Kommandoer
ro: Comenzi
sk: Príkazy
tr: Komutlar
uk: Команди

source: ➕ Add Command
es: ➕ Agregar Comando
hr: ➕ Dodaj naredbu
is: ➕ Bæta við skipun
no: ➕ Legg til kommando
ro: ➕ Adaugă Comandă
sk: ➕ Pridať príkaz
tr: ➕ Komut Ekle
uk: ➕ Додати команду

source: Reset All Commands
es: Restablecer todos los comandos
hr: Resetiraj sve naredbe
is: Endurstillu allar skipanir
no: Tilbakestill alle kommandoer
ro: Resetare toate comenzile
sk: Obnoviť všetky príkazy
tr: Tüm Komutları Sıfırla
uk: Скинути всі команди

source: Available Commands
es: Comandos Disponibles
hr: Dostupne naredbe
is: Tiltækir skipanir
no: Tilgjengelige kommandoer
ro: Comenzi disponibile
sk: Dostupné príkazy
tr: Mevcut Komutlar
uk: Доступні команди

source: No command selected
es: Ningún comando seleccionado
hr: Nema odabrane naredbe
is: Engin valin ekki.
no: Ingen kommando valgt
ro: Nici o comandă selectată
sk: Žiadna príkaz nevybraná
tr: Hiçbir komut seçilmedi
uk: Немає вибраної команди

source: Select a command from the list above
es: Seleccione un comando de la lista anterior
hr: Odaberite naredbu s gornjeg popisa
is: Veldu skipun úr listanum hér að ofan
no: Velg en kommando fra listen ovenfor
ro: Selectați o comandă din lista de mai sus
sk: Vyberte príkaz zo zoznamu vyššie
tr: Yukarıdaki listeden bir komut seçin

source: Also apply global rules alongside command-specific rules
es: También aplica reglas globales junto con reglas específicas de comandos.
hr: Također primijenite globalna pravila uz pravila specifična za naredbu
is: Einnig beita alheimsreglum ásamt skipunarsértækum reglum
no: Bruk også globale regler sammen med kommando-spesifikke regler
ro: Aplicați, de asemenea, regulile globale împreună cu regulile specifice comenzii.
sk: Tiež aplikujte globálne pravidlá spolu s pravidlami špecifickými pre príkazy.
tr: Ayrıca komut özel kurallarıyla birlikte genel kuralları da uygulayın.
uk: Також застосовуйте глобальні правила разом із правилами, специфічними для команди.

source: ➕ Add Rule to This Command
es: ➕ Agregar regla a este comando
hr: ➕ Dodaj pravilo ovom naredbi
is: ➕ Bæta Reglu við Þessa Skipun
no: ➕ Legg til regel for denne kommandoen
ro: ➕ Adaugă regulă la acest comandament
sk: ➕ Pridať pravidlo k tomuto príkazu
tr: ➕ Bu Komuta Kural Ekle
uk: ➕ Додати правило до цієї команди

source: Reset Global Rules
es: Restablecer Reglas Globales
hr: Ponovno postavi globalna pravila
is: Endurstilla alheimsreglur
no: Tilbakestill globale regler
ro: Resetare reguli globale
sk: Obnoviť globálne pravidlá
tr: Küresel Kuralları Sıfırla
uk: Скинути глобальні правила

source: {total} command(s), {enabled} enabled
es: {total} comando(s), {enabled} habilitado(s)
hr: {total} naredbi, {enabled} omogućeno
is: {total} skipta, {enabled} virkjuð
no: {total} kommando(er), {enabled} aktivert
ro: {total} comandă(e), {enabled} activată(e)
sk: {total} príkaz(ov), {enabled} povolených
tr: {total} komut, {enabled} etkin
uk: {total} команд(и), {enabled} увімкнено

source: Edit command rules
es: Editar reglas de comandos
hr: Uredi pravila naredbi
is: Breyta skipunareglum
no: Rediger kommando regler
ro: Editați regulile comenzii
sk: Upraviť pravidlá príkazov
tr: Komut kuralını düzenle
uk: Редагувати правила команд

source: Delete command
es: Eliminar comando
hr: Izbriši naredbu
is: Eyða skipun
no: Slett kommando
ro: Comandă de ștergere
sk: Príkaz na odstránenie
tr: Silme komutu
uk: Видалити команду

source: Delete Command?
es: ¿Eliminar comando?
hr: Izbriši naredbu?
is: Eyða skipun?
no: Slett kommando?
ro: Comandă de ștergere?
sk: Príkaz na vymazanie?
tr: Silme Komutu?
uk: Видалити команду?

source: Command deleted: {}
es: Comando eliminado: {}
hr: Naredba izbrisana: {}
is: Skipta eyðing: {}
no: Kommando slettet: {}
ro: Comandă ștearsă: {}
sk: Príkaz bol odstránený: {}
tr: Komut silindi: {}
uk: Команда видалена: {}

source: Select a command to view its rules
es: Selecciona un comando para ver sus reglas
hr: Odaberite naredbu za pregled njezinih pravila
is: Veldu skipun til að skoða reglur hennar
no: Velg en kommando for å se dens regler
ro: Selectați un comandă pentru a vizualiza regulile sale
sk: Vyberte príkaz na zobrazenie jeho pravidiel
tr: Bir komut seçin ve kurallarını görüntüleyin

source: Command not found
es: Comando no encontrado
hr: Naredba nije pronađena
is: Skipun fannst ekki
no: Kommando ikke funnet
ro: Comandă negăsită
sk: Príkaz nenájdený
tr: Komut bulunamadı
uk: Команда не знайдена

source: {total} command(s), {enabled} enabled. Click to toggle, select to edit.
es: {total} comando(s), {enabled} habilitado(s). Haz clic para alternar, selecciona para editar.
hr: {total} naredbi, {enabled} omogućeno. Kliknite za prebacivanje, odaberite za uređivanje.
is: {total} skipta, {enabled} virkjuð. Smelltu til að breyta, veldu til að breyta.
no: {total} kommando(er), {enabled} aktivert. Klikk for å veksle, velg for å redigere.
ro: {total} comand(e), {enabled} activat(e). Faceți clic pentru a comuta, selectați pentru a edita.
sk: {total} príkaz(ov), {enabled} povolené. Kliknite na prepnutie, vyberte na úpravu.
tr: {total} komut(lar), {enabled} etkin. Değiştirmek için tıklayın, düzenlemek için seçin.
uk: {total} команд(и), {enabled} увімкнено. Натисніть, щоб перемкнути, виберіть, щоб редагувати.

source: Command created: {}
es: Comando creado: {}
hr: Naredba je stvorena: {}
is: Skipun búin til: {}
no: Kommando opprettet: {}
ro: Comandă creată: {}
sk: Príkaz vytvorený: {}
tr: Komut oluşturuldu: {}
uk: Команда створена: {}

source: Command reset: {}
es: Restablecer comando: {}
hr: Ponovno postavljanje naredbe: {}
is: Skipta skipun: {}
no: Tilbakestill kommando: {}
ro: Resetare comandă: {}
sk: Obnovenie príkazu: {}
tr: Komut sıfırlama: {}
uk: Команда скидання: {}

source: Theme changed to: {}
hr: Tema je promijenjen u: {}
ro: Tema schimbată în: {}

source: enabled
hr: omogućeno
ro: activat

source: disabled
hr: onemogućen
ro: dezactivat

source: Cat colorization {}
hr: Boja mačke {}
ro: Colorizare pisici {}

source: Restart Required
es: Reinicio requerido
hr: Ponovno pokretanje potrebno
is: Endurræta nauðsynleg.
no: Omstart kreves
ro: Repornire necesară
sk: Vyžaduje reštart
tr: Yeniden Başlatma Gerekli
uk: Перезавантаження необхідне

source: Restart the program for the colors to be applied to the terminal.
es: Reinicie el programa para que los colores se apliquen al terminal.
hr: Ponovno pokrenite program kako bi se boje primijenile na terminal.
is: Endurræsa forritið til að litirnir verði notaðir í terminalinum.
no: Start programmet på nytt for at fargene skal bli brukt i terminalen.
ro: Repornirea programului pentru ca culorile să fie aplicate terminalului.
sk: Reštartujte program, aby sa farby aplikovali na terminál.
tr: Programı yeniden başlatın, böylece renkler terminale uygulanır.
uk: Restart the programme for the colours to be applied to the terminal.

source: Reset Global Rules?
es: ¿Restablecer reglas globales?
hr: Poništi globalna pravila?
is: Endurstilla alheimsreglur?
no: Tilbakestill globale regler?
ro: Resetare reguli globale?
sk: Obnoviť globálne pravidlá?
tr: Küresel Kuralları Sıfırlamak mı?
uk: Скинути глобальні правила?

source: This will restore global rules to system defaults. Context customizations will be preserved.
es: Esto restaurará las reglas globales a los valores predeterminados del sistema. Las personalizaciones de contexto se conservarán.
hr: Ovo će vratiti globalna pravila na zadane postavke sustava. Prilagodbe konteksta bit će sačuvane.
is: Þetta mun endurheimta alheimsreglur í kerfisskilyrði. Samhengi sérsnið munu vera varðveitt.
no: Dette vil gjenopprette globale regler til systemstandarder. Konteksttilpasninger vil bli bevart.
ro: Aceasta va restaura regulile globale la valorile implicite ale sistemului. Personalizările de context vor fi păstrate.
sk: Toto obnoví globálne pravidlá na predvolené nastavenia systému. Kontextové prispôsobenia budú zachované.
tr: Bu, küresel kuralları sistem varsayılanlarına geri yükleyecektir. Bağlam özelleştirmeleri korunacaktır.
uk: Це відновить глобальні правила до системних значень за замовчуванням. Налаштування контексту будуть збережені.

source: Global rules reset to defaults
es: Las reglas globales se restablecen a los valores predeterminados
hr: Globalna pravila vraćena na zadane postavke
is: Alheimsreglur endurstilltar á sjálfgefið.
no: Globale regler tilbakestilt til standardinnstillinger
ro: Regulile globale resetate la valorile implicite
sk: Globálne pravidlá obnovené na predvolené hodnoty
tr: Küresel kurallar varsayılanlara sıfırlandı
uk: Глобальні правила скинуті до значень за замовчуванням

source: Reset All Commands?
es: ¿Restablecer todos los comandos?
hr: Resetiraj sve naredbe?
is: Endur alla skipanir?
no: Tilbakestill alle kommandoer?
ro: Resetare toate comenzile?
sk: Obnoviť všetky príkazy?
tr: Tüm Komutları Sıfırla?
uk: Скинути всі команди?

source: This will restore all commands to system defaults. Global rules will be preserved.
es: Esto restaurará todos los comandos a los valores predeterminados del sistema. Las reglas globales se conservarán.
hr: Ovo će vratiti sve naredbe na zadane postavke sustava. Globalna pravila će biti sačuvana.
is: Þetta mun endurheimta allar skipanir í kerfisskilyrði. Alheimsreglur verða varðveittar.
no: Dette vil gjenopprette alle kommandoer til systemstandarder. Globale regler vil bli bevart.
ro: Aceasta va restaura toate comenzile la setările implicite ale sistemului. Reguli globale vor fi păstrate.
sk: Týmto sa obnovia všetky príkazy na predvolené nastavenia systému. Globálne pravidlá budú zachované.
tr: Bu, tüm komutları sistem varsayılanlarına geri yükleyecektir. Küresel kurallar korunacaktır.
uk: Це відновить усі команди до системних значень за замовчуванням. Глобальні правила будуть збережені.

source: All commands reset to defaults
es: Todos los comandos se restablecen a los valores predeterminados
hr: Sve naredbe vraćene na zadane postavke
is: Öll skipanir endurstilltar á sjálfgefið.
no: Alle kommandoer tilbakestilles til standardinnstillinger.
ro: Toate comenzile sunt resetate la valorile implicite
sk: Všetky príkazy sa obnovia na predvolené hodnoty
tr: Tüm komutlar varsayılan ayarlara sıfırlandı
uk: Усі команди скинуті до значень за замовчуванням

source: New Command
es: Nuevo Comando
hr: Nova naredba
is: Nýr skipun
no: Ny kommando
ro: Comandă Nouă
sk: Nový príkaz
tr: Yeni Komut
uk: Новий команди

source: Command already exists
es: El comando ya existe
hr: Naredba već postoji
is: Skipun er þegar til.
no: Kommandoet eksisterer allerede
ro: Comanda există deja
sk: Príkaz už existuje
tr: Komut zaten mevcut
uk: Команда вже існує

source: Enter a command name that should activate the '{}' command rules.
es: Ingrese un nombre de comando que debería activar las reglas del comando '{}'.
hr: Unesite naziv naredbe koja bi trebala aktivirati pravila naredbe '{}'.
is: Sláðu inn nafn skipunar sem ætti að virkja '{}' skipunareglurnar.
no: Skriv inn et kommandonavn som skal aktivere '{}' kommandoreglene.
ro: Introduceți un nume de comandă care ar trebui să activeze regulile comenzii '{}'.
sk: Zadajte názov príkazu, ktorý by mal aktivovať pravidlá príkazu '{}'.
tr: '{}' komut kurallarını etkinleştirmesi gereken bir komut adı girin.
uk: Введіть ім'я команди, яке має активувати правила команди '{}'.

source: Test SSH connection
es: Probar conexión SSH
hr: Testiranje SSH veze
is: Prófa SSH tengingu
no: Test SSH-tilkobling
ro: Testează conexiunea SSH
sk: Testovanie SSH pripojenia
tr: SSH bağlantısını test et
uk: Перевірити з'єднання SSH

source: Choose where to store this session
es: Elige dónde almacenar esta sesión
hr: Odaberite gdje pohraniti ovu sesiju
is: Veldu hvar á að vista þessa lotu
no: Velg hvor du vil lagre denne økten
ro: Alege unde să salvezi această sesiune
sk: Vyberte, kde uložiť túto reláciu
tr: Bu oturumu nerede saklayacağınızı seçin
uk: Виберіть, де зберегти цю сесію

source: Select a folder to organize this session
es: Selecciona una carpeta para organizar esta sesión
hr: Odaberite mapu za organizaciju ove sesije
is: Veldu möppu til að skipuleggja þessa lotu
no: Velg en mappe for å organisere denne økten
ro: Selectați un folder pentru a organiza această sesiune
sk: Vyberte priečinok na usporiadanie tejto relácie
tr: Bu oturumu düzenlemek için bir klasör seçin
uk: Select a folder to organise this session

source: Local Terminal Options
es: Opciones de Terminal Local
hr: Opcije lokalnog terminala
is: Stillingar fyrir staðbundinn terminal
no: Lokale terminalalternativer
ro: Opțiuni Terminal Local
sk: Možnosti miestneho terminálu
tr: Yerel Terminal Seçenekleri
uk: Місцеві параметри терміналу

source: Working Directory
es: Directorio de trabajo
hr: Radni direktorij
is: Vinnsluskráður
no: Arbeidskatalog
ro: Directorul de lucru
sk: Pracovný adresár
tr: Çalışma Dizini
uk: Робочий каталог

source: Start the terminal in this folder
es: Iniciar el terminal en esta carpeta
hr: Pokreni terminal u ovoj mapi
is: Byrjaðu terminalinn í þessari möppu
no: Start terminalen i denne mappen
ro: Porniți terminalul în acest folder
sk: Spusti terminál v tejto zložke
tr: Bu klasörde terminali başlat
uk: Запустіть термінал у цій папці

source: Default (Home directory)
es: Predeterminado (Directorio personal)
hr: Zadano (Početni direktorij)
is: Sjálfgefið (Heimasvæði)
no: Standard (Hjemmekatalog)
ro: Implicit (Directorul principal)
sk: Predvolené (Domovský adresár)
tr: Varsayılan (Ana dizin)
uk: За замовчуванням (Домашній каталог)

source: Browse for folder
es: Buscar carpeta
hr: Odaberi mapu
is: Vafra fyrir möppu
no: Bla gjennom for mappe
ro: Răsfoiește pentru folder
sk: Prehľadávať priečinok
tr: Klasör seçin
uk: Переглянути папку

source: Startup Commands
es: Comandos de inicio
hr: Pokretne naredbe
is: Upphafsskipanir
no: Oppstartskommandoer
ro: Comenzi de pornire
sk: Príkazy spustenia
tr: Başlangıç Komutları
uk: Команди запуску

source: Commands executed when the terminal starts (one per line). You can write multiple commands like a small script.
es: Comandos ejecutados cuando se inicia el terminal (uno por línea). Puedes escribir múltiples comandos como un pequeño script.
hr: Naredbe izvršene kada se terminal pokrene (jedna po liniji). Možete napisati više naredbi kao malu skriptu.
is: Skipta sem framkvæmdar eru þegar terminalinn byrjar (einn á hverri línu). Þú getur skrifað margar skipanir eins og litla skrift.
no: Kommandoer som kjøres når terminalen starter (én per linje). Du kan skrive flere kommandoer som et lite skript.
ro: Comenzi executate atunci când terminalul pornește (câte una pe linie). Poți scrie mai multe comenzi ca un mic script.
sk: Príkazy vykonané pri spustení terminálu (jeden na riadok). Môžete napísať viacero príkazov ako malý skript.
tr: Terminal başladığında yürütülen komutlar (her biri bir satırda). Küçük bir betik gibi birden fazla komut yazabilirsiniz.
uk: Команди, що виконуються під час запуску терміналу (по одному на рядок). Ви можете написати кілька команд, як у невеликому скрипті.

source: Choose how to authenticate with the server
es: Elige cómo autenticarte con el servidor
hr: Odaberite način autentifikacije sa poslužiteljem
is: Veldu hvernig á að auðkenna þig við þjóninn
no: Velg hvordan du vil autentisere deg med serveren
ro: Alegeți cum să vă autentificați cu serverul
sk: Vyberte spôsob autentifikácie so serverom
tr: Sunucu ile nasıl kimlik doğrulaması yapacağınızı seçin
uk: Виберіть спосіб автентифікації з сервером

source: Path to your private key file
es: Ruta a su archivo de clave privada
hr: Putanja do vaše privatne datoteke s ključem
is: Slóð að einkalykli skrá þinni
no: Sti til din private nøkkelfil
ro: Calea către fișierul tău de cheie privată
sk: Cesta k vášmu súkromnému súboru kľúča
tr: Özel anahtar dosyanızın yolu
uk: Шлях до вашого приватного ключа файлу

source: Browse for SSH key file
es: Buscar archivo de clave SSH
hr: Odaberite datoteku SSH ključa
is: Skoða SSH lykilskrá
no: Bla gjennom for SSH-nøkkelfil
ro: Răsfoiește pentru fișierul cheii SSH
sk: Prehľadávať súbor s kľúčom SSH
tr: SSH anahtar dosyasını bul.

source: Password Storage
es: Almacenamiento de Contraseñas
hr: Skladištenje lozinki
is: Lykilorðageymsla
no: Passordlagring
ro: Stocare Parole
sk: Ukladanie hesiel
tr: Şifre Depolama
uk: Парольне сховище

source: System keyring not available - password will be stored in plain text
es: El llavero del sistema no está disponible - la contraseña se almacenará en texto plano
hr: Sustavni ključni prsten nije dostupan - lozinka će biti pohranjena u običnom tekstu
is: Kerfisskerfi ekki tiltækt - lykilorð verður vistað í hreinu texta
no: Systemnøkkelring er ikke tilgjengelig - passordet vil bli lagret i klartekst
ro: Cheia sistemului nu este disponibilă - parola va fi stocată în text simplu
sk: Systémový kľúčový zásobník nie je k dispozícii - heslo bude uložené v prostom texte
tr: Sistem anahtarlığı mevcut değil - şifre düz metin olarak saklanacaktır.
uk: Системний ключовий магазин недоступний - пароль буде збережено у відкритому вигляді

source: SSH Options
es: Opciones de SSH
hr: SSH opcije
is: SSH valkostir
no: SSH-alternativer
ro: Opțiuni SSH
sk: Možnosti SSH
tr: SSH Seçenekleri

source: Execute a command automatically after SSH connects
es: Ejecutar un comando automáticamente después de que SSH se conecte
hr: Izvrši naredbu automatski nakon što se SSH poveže
is: Framkvæmdu skipun sjálfkrafa eftir að SSH tengist
no: Kjør en kommando automatisk etter at SSH kobles til
ro: Executați o comandă automat după ce SSH se conectează
sk: Automaticky vykonajte príkaz po pripojení cez SSH
tr: SSH bağlantısı kurulduktan sonra bir komutu otomatik olarak çalıştır.
uk: Виконати команду автоматично після підключення SSH

source: Allow graphical applications from remote server
es: Permitir aplicaciones gráficas desde el servidor remoto
hr: Dopusti grafičke aplikacije s udaljenog poslužitelja
is: Leyfa grafískum forritum frá fjarþjón.
no: Tillat grafiske applikasjoner fra ekstern server
ro: Permite aplicații grafice de pe serverul remote
sk: Povoliť grafické aplikácie z vzdialeného servera
tr: Uzak sunucudan grafik uygulamalarına izin ver
uk: Дозволити графічні програми з віддаленого сервера

source: Use default directories when opening SFTP
es: Usar directorios predeterminados al abrir SFTP
hr: Koristi zadane direktorije prilikom otvaranja SFTP-a
is: Notaðu sjálfgefnar möppur þegar SFTP er opnað
no: Bruk standardkataloger når du åpner SFTP
ro: Utilizați directoarele implicite la deschiderea SFTP
sk: Použite predvolené adresáre pri otváraní SFTP
tr: SFTP açıldığında varsayılan dizinleri kullanın
uk: Використовуйте стандартні каталоги під час відкриття SFTP

source: SFTP Local Directory
es: Directorio local SFTP
hr: SFTP Lokalni direktorij
is: SFTP staðbundin skráarsafn
no: SFTP Lokal Katalog
ro: Director local SFTP
sk: SFTP miestny adresár
tr: SFTP Yerel Dizin
uk: SFTP Локальний каталог

source: SFTP Remote Directory
es: Directorio Remoto SFTP
hr: SFTP udaljeni direktorij
is: SFTP Fjarðarskrá
no: SFTP Fjerndirektorium
ro: Directorul la distanță SFTP
sk: SFTP vzdialený adresár
tr: SFTP Uzak Dizin
uk: SFTP Віддалений каталог
