Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Context-Aware Highlighting
de: Kontextabhängige Hervorhebung
el: Επισημάνσεις με Επίγνωση Πλαισίου
fi: Kontekstista riippuva korostus
it: Evidenziazione Contestuale
nl: Contextbewuste Markering

source: Automatically apply command-specific rules when certain commands are detected.
de: Automatisch befehlspezifische Regeln anwenden, wenn bestimmte Befehle erkannt werden.
el: Αυτόματα εφαρμόστε κανόνες συγκεκριμένων εντολών όταν ανιχνεύονται ορισμένες εντολές.
fi: Sovelluksen erityisiä sääntöjä sovelletaan automaattisesti, kun tietyt komennot havaitaan.
it: Applica automaticamente regole specifiche per i comandi quando vengono rilevati determinati comandi.
nl: Automatisch commando-specifieke regels toepassen wanneer bepaalde commando's worden gedetecteerd.

source: Enable Context Detection
de: Kontextdetektion aktivieren
el: Ενεργοποίηση Ανίχνευσης Πλαισίου
fi: Ota käyttöön kontekstin havaitseminen
it: Abilita Rilevamento del Contesto
nl: Contextdetectie inschakelen

source: Detect running commands and apply specific highlight rules
de: Erkannte laufende Befehle und wende spezifische Hervorhebungsregeln an
el: Ανίχνευση εκτελούμενων εντολών και εφαρμογή συγκεκριμένων κανόνων επισήμανσης
fi: Havaitse käynnissä olevat komennot ja sovella erityisiä korostussääntöjä
it: Rileva i comandi in esecuzione e applica regole di evidenziazione specifiche
nl: Detecteer actieve opdrachten en pas specifieke opmaakregels toe

source: Command Contexts
de: Befehlskontexte
el: Συγκείμενα Εντολών
fi: Komentokontekstit
it: Contesti di Comando
nl: Opdrachtcontexten

source: Context rules apply only when a specific command is running (e.g., ping, docker, git). Toggle contexts on/off or click a row to edit its rules.
de: Kontextregeln gelten nur, wenn ein bestimmter Befehl ausgeführt wird (z. B. ping, docker, git). Schalten Sie Kontexte ein/aus oder klicken Sie auf eine Zeile, um deren Regeln zu bearbeiten.
el: Οι κανόνες συμφραζομένων ισχύουν μόνο όταν εκτελείται μια συγκεκριμένη εντολή (π.χ., ping, docker, git). Εναλλάξτε τα συμφραζόμενα ενεργά/ανενεργά ή κάντε κλικ σε μια γραμμή για να επεξεργαστείτε τους κανόνες της.
fi: Kontekstisäännöt pätevät vain, kun tietty komento on käynnissä (esim. ping, docker, git). Vaihda konteksteja päälle/pois tai napsauta riviä muokataksesi sen sääntöjä.
it: Le regole di contesto si applicano solo quando un comando specifico è in esecuzione (ad es. ping, docker, git). Attiva/disattiva i contesti o fai clic su una riga per modificare le sue regole.
nl: Contextregels zijn alleen van toepassing wanneer een specifieke opdracht wordt uitgevoerd (bijv. ping, docker, git). Schakel contexten in/uit of klik op een rij om de regels te bewerken.

source: ➕ Create New Context
de: ➕ Neuen Kontext erstellen
el: ➕ Δημιουργία Νέου Πλαισίου
fi: ➕ Luo uusi konteksti
it: ➕ Crea Nuovo Contesto
nl: ➕ Nieuwe Context Aanmaken

source: Add custom highlighting rules for a specific command
de: Fügen Sie benutzerdefinierte Hervorhebungsregeln für einen bestimmten Befehl hinzu
el: Προσθέστε προσαρμοσμένους κανόνες επισήμανσης για μια συγκεκριμένη εντολή
fi: Lisää mukautettuja korostussääntöjä tietylle komennolle
it: Aggiungi regole di evidenziazione personalizzate per un comando specifico
nl: Voeg aangepaste opmaakregels toe voor een specifieke opdracht

source: Bulk Actions
de: Massenaktionen
el: Μαζικές Ενέργειες
es: Acciones Masivas
fi: Massatoimet
hr: Masovne radnje
is: Fjölvirkni
it: Azioni di massa
nl: Bulkacties
no: Massehandling
ro: Acțiuni în masă
sk: Hromadné akcie
tr: Toplu İşlemler
uk: Пакетні дії

source: Quickly enable or disable all contexts
de: Kontexte schnell aktivieren oder deaktivieren
el: Γρήγορα ενεργοποιήστε ή απενεργοποιήστε όλα τα συμφραζόμενα
fi: Ota nopeasti käyttöön tai poista käytöstä kaikki kontekstit
it: Abilita o disabilita rapidamente tutti i contesti
nl: Snel alle contexten in- of uitschakelen

source: Enable All
de: Alle aktivieren
el: Ενεργοποίηση Όλων
es: Habilitar todo
fi: Ota kaikki käyttöön
hr: Omogući sve
is: Virkja allt
it: Abilita tutto
nl: Alle inschakelen
no: Aktiver alle
ro: Activează tot
sk: Povoliť všetko
tr: Tümünü Etkinleştir
uk: Увімкнути все

source: Disable All
de: Alle deaktivieren
el: Απενεργοποίηση Όλων
es: Deshabilitar todo
fi: Poista käytöstä kaikki
hr: Onemogući sve
is: Aftengreina allt
it: Disabilita tutto
nl: Schakel alles uit
no: Deaktiver alle
ro: Dezactivează tot
sk: Zakázať všetko
tr: Tümünü Devre Dışı Bırak

source: Available Contexts
de: Verfügbare Kontexte
el: Διαθέσιμα Πλαίσια
fi: Saatavilla olevat kontekstit
it: Contesti disponibili
nl: Beschikbare Contexten

source: Click a context to select it, then scroll down to customize its rules
de: Klicken Sie auf einen Kontext, um ihn auszuwählen, und scrollen Sie dann nach unten, um seine Regeln anzupassen.
el: Κάντε κλικ σε ένα πλαίσιο για να το επιλέξετε, στη συνέχεια, μετακινηθείτε προς τα κάτω για να προσαρμόσετε τους κανόνες του.
fi: Napsauta kontekstia valitaksesi sen, sitten vieritä alas mukauttaaksesi sen sääntöjä.
it: Fai clic su un contesto per selezionarlo, quindi scorri verso il basso per personalizzare le sue regole.
nl: Klik op een context om deze te selecteren, scroll vervolgens naar beneden om de regels aan te passen.

source: Rules specific to the selected command. Order matters!
de: Regeln, die für den ausgewählten Befehl spezifisch sind. Die Reihenfolge ist wichtig!
el: Κανόνες συγκεκριμένοι για την επιλεγμένη εντολή. Η σειρά έχει σημασία!
es: Reglas específicas para el comando seleccionado. ¡El orden importa!
fi: Valinnalle spesifiset säännöt. Järjestyksellä on merkitystä!
hr: Pravila specifična za odabranu naredbu. Redoslijed je važan!
is: Reglur sem tengjast valda skipun. Röðin skiptir máli!
it: Regole specifiche per il comando selezionato. L'ordine è importante!
nl: Regels specifiek voor de geselecteerde opdracht. Volgorde is belangrijk!
no: Regler spesifik til den valgte kommandoen. Rekkefølge er viktig!
ro: Reguli specifice pentru comanda selectată. Ordinea contează!
sk: Pravidlá špecifické pre vybranú príkaz. Poradie je dôležité!
tr: Seçilen komuta özgü kurallar. Sıra önemlidir!
uk: Правила, специфічні для вибраної команди. Порядок має значення!

source: No context selected
de: Kein Kontext ausgewählt
el: Δεν έχει επιλεγεί κανένα πλαίσιο.
fi: Ei kontekstia valittuna
it: Nessun contesto selezionato
nl: Geen context geselecteerd

source: Select a context from the list above
de: Wählen Sie einen Kontext aus der obigen Liste aus
el: Επιλέξτε ένα πλαίσιο από τη λίστα παραπάνω
fi: Valitse konteksti yllä olevasta luettelosta
it: Seleziona un contesto dall'elenco sopra
nl: Selecteer een context uit de bovenstaande lijst

source: Rules (in execution order)
de: Regeln (in Ausführungsreihenfolge)
el: Κανόνες (με σειρά εκτέλεσης)
es: Reglas (en orden de ejecución)
fi: Säännöt (suoritusjärjestyksessä)
hr: Pravila (u redoslijedu izvršavanja)
is: Reglur (í framkvæmdarröð)
it: Regole (in ordine di esecuzione)
nl: Regels (in uitvoeringsvolgorde)
no: Regler (i utførelsesrekkefølge)
ro: Reguli (în ordinea execuției)
sk: Pravidlá (v poradí vykonávania)
tr: Kurallar (uygulama sırasına göre)
uk: Правила (в порядку виконання)

source: Use arrows to reorder rules. Rules are matched from top to bottom.
de: Verwenden Sie die Pfeile, um die Regeln neu anzuordnen. Die Regeln werden von oben nach unten abgeglichen.
el: Χρησιμοποιήστε βέλη για να αλλάξετε τη σειρά των κανόνων. Οι κανόνες αντιστοιχίζονται από πάνω προς τα κάτω.
es: Utiliza las flechas para reordenar las reglas. Las reglas se emparejan de arriba hacia abajo.
fi: Käytä nuolia sääntöjen järjestämiseen. Säännöt verrataan ylhäältä alas.
hr: Koristite strelice za promjenu redoslijeda pravila. Pravila se usklađuju od vrha prema dnu.
is: Notaðu örvar til að raða reglum. Reglur eru paraðar frá efst til neðst.
it: Usa le frecce per riordinare le regole. Le regole vengono abbinate dall'alto verso il basso.
nl: Gebruik pijlen om regels opnieuw te ordenen. Regels worden van boven naar beneden gematcht.
no: Bruk piler for å endre rekkefølgen på reglene. Reglene matches fra topp til bunn.
ro: Folosiți săgețile pentru a reordona regulile. Regulile sunt potrivite de sus în jos.
sk: Použite šípky na zmenu poradia pravidiel. Pravidlá sa porovnávajú zhora nadol.
tr: Kuralları yeniden sıralamak için okları kullanın. Kurallar üstten alta doğru eşleştirilir.
uk: Використовуйте стрілки для зміни порядку правил. Правила співвідносяться зверху вниз.

source: ➕ Add Rule to This Context
de: ➕ Regel zu diesem Kontext hinzufügen
el: ➕ Προσθήκη Κανόνα σε Αυτό το Πλαίσιο
fi: ➕ Lisää sääntö tähän kontekstiin
it: ➕ Aggiungi Regola a Questo Contesto
nl: ➕ Regel aan deze context toevoegen

source: Create a new highlighting pattern for the selected command
de: Erstellen Sie ein neues Hervorhebungsmuster für den ausgewählten Befehl
el: Δημιουργήστε ένα νέο μοτίβο επισήμανσης για την επιλεγμένη εντολή
es: Crea un nuevo patrón de resaltado para el comando seleccionado
fi: Luo uusi korostuskuvio valitulle komennolle
hr: Stvorite novi uzorak označavanja za odabranu naredbu
is: Búðu til nýja áherslumynstur fyrir valda skipunina
it: Crea un nuovo modello di evidenziazione per il comando selezionato
nl: Maak een nieuw markeerpatroon voor de geselecteerde opdracht
no: Opprett et nytt uthevingsmønster for den valgte kommandoen
ro: Creează un nou model de evidențiere pentru comanda selectată
sk: Vytvorte nový zvýrazňovací vzor pre vybranú príkaz.
tr: Seçilen komut için yeni bir vurgulama deseni oluşturun
uk: Створити новий шаблон виділення для вибраної команди

source: Global Highlight Rules
de: Globale Hervorhebungsregeln
el: Παγκοσμίοι Κανόνες Επισήμανσης
es: Reglas de Resaltado Global
fi: Globaali korostussäännöt
hr: Globalne pravila isticanja
is: Alheimsreglur
it: Regole di Evidenziazione Globale
nl: Globale Markeerregels
no: Globale uthevingsregler
ro: Reguli globale de evidențiere
sk: Globálne pravidlá zvýraznenia
tr: Küresel Vurgu Kuralları
uk: Глобальні правила виділення

source: These rules apply to ALL terminal output, regardless of which command is running. Use for patterns you always want highlighted (errors, warnings, IP addresses, etc.). For command-specific rules, use the Context Rules tab.
de: Diese Regeln gelten für ALLE Terminalausgaben, unabhängig davon, welcher Befehl ausgeführt wird. Verwenden Sie sie für Muster, die Sie immer hervorgehoben haben möchten (Fehler, Warnungen, IP-Adressen usw.). Für befehlspezifische Regeln verwenden Sie die Registerkarte Kontextregeln.
el: Αυτοί οι κανόνες ισχύουν για ΟΛΗ την έξοδο του τερματικού, ανεξαρτήτως της εντολής που εκτελείται. Χρησιμοποιήστε τους για πρότυπα που θέλετε πάντα να επισημαίνονται (σφάλματα, προειδοποιήσεις, διευθύνσεις IP κ.λπ.). Για κανόνες που σχετίζονται με συγκεκριμένες εντολές, χρησιμοποιήστε την καρτέλα Κανόνες Πλαισίου.
fi: Nämä säännöt koskevat KAIKKIA terminaalitulosteita riippumatta siitä, mikä komento on käynnissä. Käytä malleille, jotka haluat aina korostaa (virheet, varoitukset, IP-osoitteet jne.). Komentokohtaisia sääntöjä varten käytä Kontekstisääntöjen-välilehteä.
it: Queste regole si applicano a TUTTO l'output del terminale, indipendentemente dal comando in esecuzione. Utilizza per i modelli che vuoi sempre evidenziare (errori, avvisi, indirizzi IP, ecc.). Per le regole specifiche del comando, utilizza la scheda Regole di contesto.
nl: Deze regels zijn van toepassing op ALLE terminaluitvoer, ongeacht welke opdracht wordt uitgevoerd. Gebruik ze voor patronen die je altijd wilt laten opvallen (fouten, waarschuwingen, IP-adressen, enz.). Voor opdracht-specifieke regels, gebruik het tabblad Contextregels.

source: ➕ Add New Global Rule
de: ➕ Neue globale Regel hinzufügen
el: ➕ Προσθήκη Νέου Παγκόσμιου Κανόνα
es: ➕ Agregar nueva regla global
fi: ➕ Lisää uusi globaali sääntö
hr: ➕ Dodaj novo globalno pravilo
is: ➕ Bæta við nýrri alheimsreglu
it: ➕ Aggiungi Nuova Regola Globale
nl: ➕ Nieuwe globale regel toevoegen
no: ➕ Legg til ny global regel
ro: ➕ Adaugă o regulă globală nouă
sk: ➕ Pridať novú globálnu pravidlo
tr: ➕ Yeni Global Kural Ekle
uk: ➕ Додати нове глобальне правило

source: Create a new pattern to highlight in all terminal output
de: Erstellen Sie ein neues Muster, um es in allen Terminalausgaben hervorzuheben.
el: Δημιουργήστε ένα νέο μοτίβο για να επισημάνετε σε όλη την έξοδο του τερματικού
fi: Luo uusi malli korostettavaksi kaikessa terminaalitulosteessa
it: Crea un nuovo modello da evidenziare in tutto l'output del terminale
nl: Maak een nieuw patroon om te markeren in alle terminaluitvoer

source: Reset to Defaults
de: Auf Werkseinstellungen zurücksetzen
el: Επαναφορά στις προεπιλογές
fi: Palauta oletusasetukset
it: Ripristina le impostazioni predefinite
nl: Standaardinstellingen herstellen

source: Restore all default rules and contexts
de: Alle Standardregeln und -kontexte wiederherstellen
el: Επαναφορά όλων των προεπιλεγμένων κανόνων και συμφραζομένων
fi: Palauta kaikki oletussäännöt ja kontekstit
it: Ripristina tutte le regole e i contesti predefiniti
nl: Herstel alle standaardregels en contexten

source: {total} context(s), {enabled} enabled
de: {total} Kontext(e), {enabled} aktiviert
el: {total} συμφραζόμενα, {enabled} ενεργοποιημένα
fi: {total} kontekstia, {enabled} käytössä
it: {total} contesto(i), {enabled} abilitato(i)
nl: {totaal} context(s), {ingeschakeld} ingeschakeld

source: {count} rules
de: {count} Regeln
el: {count} κανόνες
es: {count} reglas
fi: {count} sääntöä
hr: {count} pravila
is: {count} reglur
it: {count} regole
nl: {count} regels
no: {count} regler
ro: {count} reguli
sk: {count} pravidiel
tr: {count} kural
uk: {count} правил

source: Edit context rules
de: Kontextregeln bearbeiten
el: Επεξεργασία κανόνων συμφραζομένων
fi: Muokkaa kontekstisääntöjä
it: Modifica le regole di contesto
nl: Bewerk contextregels

source: Delete context
de: Kontext löschen
el: Διαγραφή πλαισίου
fi: Poista konteksti
it: Elimina contesto
nl: Verwijder context

source: Delete Context?
de: Kontext löschen?
el: Διαγραφή Πλαισίου;
fi: Poista konteksti?
it: Elimina contesto?
nl: Verwijder context?

source: Are you sure you want to delete "{}"? This will remove all custom rules for this command.
de: Sind Sie sicher, dass Sie "{}" löschen möchten? Dadurch werden alle benutzerdefinierten Regeln für diesen Befehl entfernt.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε "{}"; Αυτό θα αφαιρέσει όλους τους προσαρμοσμένους κανόνες για αυτήν την εντολή.
es: ¿Estás seguro de que deseas eliminar "{}"? Esto eliminará todas las reglas personalizadas para este comando.
fi: Oletko varma, että haluat poistaa "{}"? Tämä poistaa kaikki mukautetut säännöt tälle komennolle.
hr: Jeste li sigurni da želite izbrisati "{}"? Ovo će ukloniti sve prilagođene pravila za ovu naredbu.
is: Ertu viss um að þú viljir eyða "{}"? Þetta mun fjarlægja allar sérsniðnar reglur fyrir þessa skipun.
it: Sei sicuro di voler eliminare "{}"? Questo rimuoverà tutte le regole personalizzate per questo comando.
nl: Weet u zeker dat u "{}" wilt verwijderen? Dit verwijdert alle aangepaste regels voor deze opdracht.
no: Er du sikker på at du vil slette "{}"? Dette vil fjerne alle tilpassede regler for denne kommandoen.
ro: Ești sigur că vrei să ștergi "{}"? Acest lucru va elimina toate regulile personalizate pentru acest comandament.
sk: Ste si istí, že chcete odstrániť "{}"? Týmto sa odstránia všetky vlastné pravidlá pre tento príkaz.
tr: "{}'yi silmek istediğinizden emin misiniz? Bu, bu komut için tüm özel kuralları kaldıracaktır."
uk: Ви впевнені, що хочете видалити "{}"? Це призведе до видалення всіх користувацьких правил для цієї команди.

source: Context deleted: {}
de: Kontext gelöscht: {}
el: κλειδί
fi: Avain
it: Contesto eliminato: {}
nl: Sleutel

source: Select a context to view its rules
de: Wählen Sie einen Kontext aus, um dessen Regeln anzuzeigen.
el: Επιλέξτε ένα πλαίσιο για να δείτε τους κανόνες του.
fi: Valitse konteksti nähdäksesi sen säännöt
it: Seleziona un contesto per visualizzare le sue regole
nl: Selecteer een context om de regels te bekijken

source: Context not found
de: Kontext nicht gefunden
el: Δεν βρέθηκε το πλαίσιο
fi: Kontekstia ei löytynyt
it: Contesto non trovato
nl: Context niet gevonden

source: Triggers: {triggers}
de: Auslöser: {triggers}
el: Ενεργοποιήσεις: {triggers}
es: Disparadores: {triggers}
fi: Lausumat: {triggers}
hr: Okidači: {triggers}
is: Virkjar: {triggers}
it: Attivatori: {triggers}
no: Utløsere: {triggers}
ro: Declanșatoare: {triggers}
sk: Spúšťače: {triggers}
tr: Tetikleyiciler: {triggers}
uk: Тригери: {triggers}

source: Enabled
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
fi: Oma käytössä
hr: Omogućeno
is: Virkjað
it: Abilitato
nl: Ingeschakeld
no: Aktivert
ro: Activat
sk: Povolené
tr: Etkinleştirildi
uk: Увімкнено

source: Disabled
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fi: Poistettu käytöstä
hr: Onemogućeno
is: Farið úr notkun
it: Disabilitato
nl: Uitgeschakeld
no: Deaktivert
ro: Dezactivat
sk: Zakázané
tr: Devre Dışı
uk: Disbled

source: {count} rule(s) • {status} • Use arrows to reorder
de: {count} Regel(n) • {status} • Verwenden Sie Pfeile, um die Reihenfolge zu ändern
el: {count} κανόνας(ες) • {status} • Χρησιμοποιήστε βέλη για να αλλάξετε τη σειρά
es: {count} regla(s) • {status} • Usa las flechas para reordenar
fi: {count} sääntöä • {status} • Käytä nuolia järjestääksesi uudelleen
hr: {count} pravilo(a) • {status} • Koristite strelice za promjenu reda
is: {count} regla(r) • {status} • Notaðu örvar til að endurraða
it: {count} regola(e) • {status} • Usa le frecce per riordinare
nl: {count} regel(s) • {status} • Gebruik pijlen om te herschikken
no: {count} regel(er) • {status} • Bruk piler for å endre rekkefølge
ro: {count} regulă(e) • {status} • Folosiți săgețile pentru a reordona
sk: {count} pravidlo/pravidlá • {status} • Použite šípky na zmenu poradia
tr: {count} kural(lar) • {status} • Sıralamak için okları kullanın
uk: {count} правило(а) • {status} • Використовуйте стрілки для зміни порядку

source: {} colors
de: {} Farben
el: {} χρώματα
es: {} colores
fi: {} värit
hr: {} boje
is: {} litir
it: {} colori
nl: {} kleuren
no: {} farger
ro: {} culori
sk: {} farby
tr: {} renkler
uk: {} colours

source: Actions
de: Aktionen
el: Ενέργειες
es: Acciones
fi: Toiminnot
hr: Radnje
is: Aðgerðir
it: Azioni
nl: Acties
no: Handlinger
ro: Acțiuni
sk: Akcie
tr: Eylemler
uk: Дії

source: {total} context(s), {enabled} enabled. Click to toggle, select to edit.
de: {total} Kontext(e), {enabled} aktiviert. Klicken zum Umschalten, auswählen zum Bearbeiten.
el: {total} συμφραζόμενα, {enabled} ενεργοποιημένα. Κάντε κλικ για εναλλαγή, επιλέξτε για επεξεργασία.
fi: {total} kontekstia, {enabled} käytössä. Napsauta vaihtaaksesi, valitse muokataksesi.
it: {total} contesto(i), {enabled} abilitato. Clicca per attivare/disattivare, seleziona per modificare.
nl: {total} context(en), {enabled} ingeschakeld. Klik om te schakelen, selecteer om te bewerken.

source: Context created: {}
de: Kontext erstellt: {}
el: Δημιουργήθηκε συμφραζόμενο: {}
fi: Yhteys luotu: {}
it: Contesto creato: {}
nl: Context aangemaakt: {}

source: Context reset: {}
de: Kontext zurücksetzen: {}
el: Επαναφορά συμφραζομένων: {}
fi: Kontekstin nollaus: {}
it: Ripristino del contesto: {}

source: No user customization to reset
de: Keine Benutzerspezifische Anpassung zum Zurücksetzen
el: Καμία προσαρμογή χρήστη για επαναφορά
es: No hay personalización del usuario para restablecer
fi: Ei käyttäjän mukautuksia palautettavaksi
hr: Nema korisničkih prilagodbi za resetiranje
is: Engin notendastillingar til að endurstilla
it: Nessuna personalizzazione dell'utente da ripristinare
nl: Geen gebruikersaanpassing om te resetten
no: Ingen brukertilpasning for å tilbakestille
ro: Nicio personalizare a utilizatorului de resetat
sk: Žiadna používateľská prispôsobenie na obnovenie
tr: Sıfırlamak için kullanıcı özelleştirmesi yok
uk: Немає користувацької настройки для скидання

source: Rule added: {}
de: Regel hinzugefügt: {}
el: Κανόνας προστέθηκε: {}
es: Regla añadida: {}
fi: Sääntö lisätty: {}
hr: Pravilo dodano: {}
is: Regla bætt við: {}
it: Regola aggiunta: {}
nl: Regel toegevoegd: {}
no: Regel lagt til: {}
ro: Regulă adăugată: {}
sk: Pravidlo pridané: {}
tr: Kural eklendi: {}
uk: Правило додано: {}

source: Rule updated: {}
de: Regel aktualisiert: {}
el: Κανόνας ενημερώθηκε: {}
es: Regla actualizada: {}
fi: Sääntö päivitetty: {}
hr: Pravilo ažurirano: {}
is: Regla uppfærð: {}
it: Regola aggiornata: {}
nl: Regel bijgewerkt: {}
no: Regel oppdatert: {}
ro: Regulă actualizată: {}
sk: Pravidlo aktualizované: {}
tr: Kural güncellendi: {}
uk: Правило оновлено: {}

source: Rule deleted: {}
de: Regel gelöscht: {}
el: Κανόνας διαγράφηκε: {}
es: Regla eliminada: {}
fi: Sääntö poistettu: {}
hr: Pravilo je obrisano: {}
is: Regla eyttir: {}
it: Regola eliminata: {}
nl: Regel verwijderd: {}
no: Regel slettet: {}
ro: Regulă ștearsă: {}
sk: Pravidlo odstránené: {}
tr: Kural silindi: {}
uk: Правило видалено: {}

source: Reset to Defaults?
de: Auf Werkseinstellungen zurücksetzen?
el: Επαναφορά στις προεπιλογές;
fi: Palauta oletusasetukset?
it: Ripristina le impostazioni predefinite?
nl: Standaardinstellingen herstellen?

source: This will remove all user customizations and revert to system defaults. This cannot be undone.
de: Dies entfernt alle Benutzereinstellungen und stellt die Systemeinstellungen wieder her. Dies kann nicht rückgängig gemacht werden.
el: Αυτό θα αφαιρέσει όλες τις προσαρμογές του χρήστη και θα επαναφέρει τις προεπιλεγμένες ρυθμίσεις του συστήματος. Αυτό δεν μπορεί να αναιρεθεί.
fi: Tämä poistaa kaikki käyttäjän mukautukset ja palauttaa järjestelmän oletusasetuksiin. Tätä ei voi peruuttaa.
it: Questo rimuoverà tutte le personalizzazioni dell'utente e ripristinerà le impostazioni predefinite di sistema. Questa operazione non può essere annullata.
nl: Dit verwijdert alle gebruikersaanpassingen en herstelt de systeeminstellingen naar de standaardwaarden. Dit kan niet ongedaan gemaakt worden.

source: Reset to system defaults
de: Auf Werkseinstellungen zurücksetzen
el: Επαναφορά στις εργοστασιακές ρυθμίσεις
fi: Palauta järjestelmän oletusasetukset
it: Ripristina le impostazioni di sistema predefinite
nl: Herstellen naar fabrieksinstellingen

source: New Context
de: Neuer Kontext
el: Νέο Πλαίσιο
fi: Uusi konteksti
it: Nuovo contesto
nl: Nieuwe context

source: Create
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
hr: Stvori
is: Búa til
it: Crea
nl: Aanmaken
no: Opprett
ro: Creează
sk: Vytvoriť
tr: Oluştur
uk: Створити

source: Enter the command name (e.g., ping, docker, git)
de: Geben Sie den Befehlsnamen ein (z. B. ping, docker, git)
el: Εισάγετε το όνομα της εντολής (π.χ., ping, docker, git)
es: Ingrese el nombre del comando (por ejemplo, ping, docker, git)
fi: Syötä komennon nimi (esim. ping, docker, git)
hr: Unesite naziv naredbe (npr., ping, docker, git)
is: Sláðu inn nafnið á skipuninni (t.d. ping, docker, git)
it: Inserisci il nome del comando (ad es., ping, docker, git)
nl: Voer de naam van de opdracht in (bijv. ping, docker, git)
no: Skriv inn kommandoens navn (f.eks. ping, docker, git)
ro: Introduceți numele comenzii (de exemplu, ping, docker, git)
sk: Zadajte názov príkazu (napr. ping, docker, git)
tr: Komut adını girin (örn. ping, docker, git)
uk: Введіть назву команди (наприклад, ping, docker, git)

source: Command Name
de: Befehlsname
el: Όνομα Εντολής
es: Nombre del comando
fi: Komenton nimi
hr: Naziv naredbe
is: Skipunarnafn
it: Nome comando
nl: Opdrachtnaam
no: Kommando Navn
ro: Nume comandă
sk: Názov príkazu
tr: Komut Adı
uk: Команда
