Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Select Destination
de: Ziel auswählen
el: Επιλέξτε Προορισμό
es: Seleccionar destino
fi: Valitse kohde
he: בחר יעד
hr: Odaberite odredište
is: Veldu áfangastað
it: Seleziona Destinazione
nl: Selecteer Bestemming
no: Velg destinasjon
ro: Selectați destinația
sk: Vyberte cieľ
tr: Hedefi Seç
uk: Виберіть місце призначення

source: Choose the folder to move the {item_type} '{name}' to.
de: Wählen Sie den Ordner aus, in den Sie das {item_type} '{name}' verschieben möchten.
el: Επιλέξτε τον φάκελο για να μετακινήσετε το {item_type} '{name}'.
es: Elige la carpeta a la que mover el {item_type} '{name}'.
fi: Valitse kansio, johon siirrät {item_type} '{name}'.
he: בחר את התיקייה להעברת ה-{item_type} '{name}'.
hr: Odaberite mapu u koju želite premjestiti {item_type} '{name}'.
is: Veldu möppuna til að flytja {item_type} '{name}' í.
it: Scegli la cartella in cui spostare il {item_type} '{name}'.
nl: Kies de map om de {item_type} '{name}' naartoe te verplaatsen.
no: Velg mappen for å flytte {item_type} '{name}'.
ro: Alegeți folderul în care doriți să mutați {item_type} '{name}'.
sk: Vyberte priečinok, do ktorého chcete presunúť {item_type} '{name}'.
tr: {item_type} '{name}' öğesini taşımak için bir klasör seçin.
uk: Виберіть папку, куди перемістити {item_type} '{name}'.

source: Destination Folder
de: Zielordner
el: Φάκελος Προορισμού
es: Carpeta de destino
fi: Kohdehakemisto
he: תיקיית יעד
hr: Odredišna mapa
is: Áfangastaður möppu
it: Cartella di destinazione
nl: Bestemmingsmap
no: Målmappe
ro: Folder de destinație
sk: Cieľová zložka
tr: Hedef Klasör

source: Select a folder or 'Root' for the top level
de: Wählen Sie einen Ordner oder 'Wurzel' für die oberste Ebene
el: Επιλέξτε έναν φάκελο ή 'Ρίζα' για το ανώτατο επίπεδο
es: Selecciona una carpeta o 'Raíz' para el nivel superior
fi: Valitse kansio tai 'Juuri' ylimmälle tasolle
he: בחר תיקייה או 'שורש' לרמה העליונה
hr: Odaberite mapu ili 'Root' za najvišu razinu
is: Veldu möppu eða 'Rót' fyrir efsta stigið
it: Seleziona una cartella o 'Radice' per il livello superiore
nl: Selecteer een map of 'Root' voor het hoogste niveau
no: Velg en mappe eller 'Rot' for toppnivået
ro: Selectați un folder sau 'Rădăcină' pentru nivelul superior
sk: Vyberte priečinok alebo 'Root' pre najvyššiu úroveň
tr: Bir klasör veya en üst seviye için 'Kök' seçin

source: Move
de: Bewegen
el: Μετακίνηση
es: Mover
fi: Siirrä
he: זוז
hr: Premjesti
is: Færa
it: Sposta
nl: Verplaatsen
no: Flytt
ro: Mutare
sk: Presunúť
tr: Hareket Ettir
uk: Перемістити

source: Move Failed
de: Verschieben fehlgeschlagen
el: Η μετακίνηση απέτυχε
es: Movimiento fallido
fi: Siirto epäonnistui
he: הזזה נכשלה
hr: Premještaj nije uspio
is: Færsla mistókst
it: Spostamento non riuscito
nl: Verplaatsen mislukt
no: Flytting mislyktes
ro: Mutare eșuată
sk: Presun zlyhal
tr: Taşınma Başarısız
uk: Переміщення не вдалося

source: Essentials: File & Directory Navigation
de: Wesentliches: Datei- und Verzeichnisnavigation
el: Βασικά: Πλοήγηση Αρχείων & Καταλόγων
es: Esenciales: Navegación de Archivos y Directorios
fi: Perusteet: Tiedostojen ja Hakemistojen Navigointi
he: יסודות: ניווט בקבצים ובתיקיות
hr: Osnovno: Navigacija datotekama i direktorijima
is: Grunnþættir: Skrá- og Mappa Vöktun
it: Essenziali: Navigazione di File e Directory
nl: Essentials: Bestanden- en Mappen Navigatie
no: Essensielt: Fil- og Katalognavigasjon
ro: Esențiale: Navigare în fișiere și directoare
sk: Základy: Navigácia súborov a adresárov
tr: Temel: Dosya ve Dizin Navigasyonu
uk: Основи: Навігація по файлах і каталогах

source: Lists the contents of a directory, like opening a folder to see what's inside.
de: Listet den Inhalt eines Verzeichnisses, wie das Öffnen eines Ordners, um zu sehen, was darin ist.
el: Λίστες τα περιεχόμενα ενός καταλόγου, όπως το άνοιγμα ενός φακέλου για να δείτε τι υπάρχει μέσα.
es: Enumera el contenido de un directorio, como abrir una carpeta para ver qué hay dentro.
fi: Luettelo hakemiston sisällöstä, kuten kansion avaaminen nähdäksesi, mitä siellä on.
he: מציג את התוכן של תיקיה, כמו פתיחת תיקיה כדי לראות מה יש בפנים.
hr: Prikazuje sadržaj direktorija, poput otvaranja mape da biste vidjeli što se unutra nalazi.
is: Sýnir innihald skráarsafns, eins og að opna möppu til að sjá hvað er inní.
it: Elenca i contenuti di una directory, come aprire una cartella per vedere cosa c'è dentro.
nl: Lijst de inhoud van een map, zoals het openen van een map om te zien wat erin zit.
no: Lister innholdet i en katalog, som å åpne en mappe for å se hva som er inni.
ro: Listează conținutul unui director, ca și cum ai deschide un folder pentru a vedea ce este în interior.
sk: Zobrazuje obsah adresára, ako keď otvoríte priečinok, aby ste videli, čo je vo vnútri.
tr: Bir dizinin içeriğini listeler, tıpkı içinde ne olduğunu görmek için bir klasörü açmak gibi.
uk: Список вмісту каталогу, як відкриття папки, щоб побачити, що всередині.

source: Shows files and directories in the current location.
de: Zeigt Dateien und Verzeichnisse am aktuellen Standort an.
el: Εμφανίζει αρχεία και καταλόγους στην τρέχουσα τοποθεσία.
es: Muestra archivos y directorios en la ubicación actual.
fi: Näyttää tiedostot ja hakemistot nykyisessä sijainnissa.
he: מציג קבצים ותיקיות במיקום הנוכחי.
hr: Prikazuje datoteke i direktorije na trenutnoj lokaciji.
is: Sýnir skrár og möppur á núverandi staðsetningu.
it: Mostra file e directory nella posizione attuale.
nl: Toont bestanden en mappen in de huidige locatie.
no: Viser filer og kataloger i den nåværende plasseringen.
ro: Afișează fișierele și directoarele din locația curentă.
sk: Zobrazuje súbory a adresáre v aktuálnej polohe.
tr: Geçerli konumdaki dosyaları ve dizinleri gösterir.
uk: Показує файли та каталоги в поточному розташуванні.

source: Shows a detailed list, including hidden files and human-readable sizes.
de: Zeigt eine detaillierte Liste an, einschließlich versteckter Dateien und menschenlesbarer Größen.
el: Εμφανίζει μια λεπτομερή λίστα, συμπεριλαμβανομένων των κρυφών αρχείων και μεγεθών σε αναγνώσιμη μορφή.
es: Muestra una lista detallada, incluyendo archivos ocultos y tamaños legibles por humanos.
fi: Näyttää yksityiskohtaisen luettelon, mukaan lukien piilotetut tiedostot ja ihmisten luettavissa olevat koot.
he: מציג רשימה מפורטת, כולל קבצים מוסתרים וגודלים קריאים לאדם.
hr: Prikazuje detaljan popis, uključujući skrivene datoteke i veličine koje su razumljive ljudima.
is: Sýnir ítarlega lista, þar á meðal falin skrár og mannlegum lesanlegum stærðum.
it: Mostra un elenco dettagliato, inclusi i file nascosti e le dimensioni leggibili dall'uomo.
nl: Toon een gedetailleerde lijst, inclusief verborgen bestanden en leesbare formaten.
no: Viser en detaljert liste, inkludert skjulte filer og menneskelig lesbare størrelser.
ro: Afișează o listă detaliată, inclusiv fișiere ascunse și dimensiuni ușor de citit.
sk: Zobrazuje podrobný zoznam, vrátane skrytých súborov a veľkostí čitateľných pre človeka.
tr: Ayrıntılı bir liste gösterir, gizli dosyalar ve insan tarafından okunabilir boyutlar dahil.
uk: Показує детальний список, включаючи приховані файли та зрозумілі для людини розміри.

source: Changes the current directory.
de: Ändert das aktuelle Verzeichnis.
el: Αλλάζει τον τρέχοντα κατάλογο.
es: Cambia el directorio actual.
fi: Muuttaa nykyistä hakemistoa.
he: משנה את התיקיה הנוכחית.
hr: Mijenja trenutni direktorij.
is: Breyti núverandi skráarslóð.
it: Cambia la directory corrente.
nl: Wijzig de huidige map.
no: Endrer den nåværende katalogen.
ro: Schimbă directorul curent.
sk: Zmení aktuálny adresár.
tr: Geçerli dizini değiştirir.
uk: Змінює поточний каталог.

source: Navigates to a specific directory.
de: Navigiert zu einem bestimmten Verzeichnis.
el: Πλοηγείται σε έναν συγκεκριμένο φάκελο.
es: Navega a un directorio específico.
fi: Siirtyy tiettyyn hakemistoon.
he: מנווט לתיקייה ספציפית.
hr: Navigira do određene mape.
is: Fara í ákveðna skráarsafn.
it: Naviga a una directory specifica.
nl: Navigeert naar een specifieke map.
no: Navigerer til en spesifikk katalog.
ro: Navighează la un director specific.
sk: Prechádza do konkrétneho adresára.
tr: Belirli bir dizine gider.

source: Goes up one level to the parent directory.
de: Geht ein Level nach oben zum übergeordneten Verzeichnis.
el: Πηγαίνει ένα επίπεδο προς τα πάνω στον γονικό φάκελο.
es: Sube un nivel al directorio padre.
fi: Siirtyy yhden tason verran ylöspäin vanhempaan hakemistoon.
he: עולה רמה אחת לתיקייה ההורית.
hr: Ide ide jedan nivo prema roditeljskom direktoriju.
is: Færir sig upp eitt stig í foreldra skrá.
it: Sali un livello nella directory padre.
nl: Gaat één niveau omhoog naar de bovenliggende map.
no: Går opp ett nivå til foreldremappen.
ro: Se urcă un nivel la directorul părinte.
sk: Prejde o jednu úroveň vyššie do nadradenej zložky.
tr: Bir üst düzeye, ana dizine çıkar.
uk: Перейти на один рівень в батьківський каталог.

source: Goes directly to your user's home directory.
de: Geht direkt zum Home-Verzeichnis des Benutzers.
el: Πηγαίνει απευθείας στον κατάλογο αρχικής τοποθεσίας του χρήστη σας.
es: Va directamente al directorio personal de tu usuario.
fi: Siirtyy suoraan käyttäjäsi kotihakemistoon.
he: עובר ישירות לתיקיית הבית של המשתמש שלך.
hr: Izravno ide u početni direktorij vašeg korisnika.
is: Fara beint í heimaskrá notanda þíns.
it: Va direttamente alla directory home del tuo utente.
nl: Gaat rechtstreeks naar de thuismap van de gebruiker.
no: Går direkte til brukerens hjemmekatalog.
ro: Merge direct în directorul de acasă al utilizatorului tău.
sk: Prejde priamo do domovského adresára vášho používateľa.
tr: Kullanıcınızın ana dizinine doğrudan gider.
uk: Перейти безпосередньо до домашнього каталогу вашого користувача.

source: Returns to the last directory you were in.
de: Kehrt zum letzten Verzeichnis zurück, in dem Sie sich befanden.
el: Επιστρέφει στον τελευταίο φάκελο που ήσασταν.
es: Regresa al último directorio en el que estuviste.
fi: Palaa viimeiseen hakemistoon, jossa olit.
he: מחזיר לתיקייה האחרונה שבה היית.
hr: Vraća se u posljednji direktorij u kojem ste bili.
is: Færir aftur í síðasta skráarsvæði sem þú varst í.
it: Torna all'ultima directory in cui ti trovavi.
nl: Keert terug naar de laatste map waarin je je bevond.
no: Går tilbake til den siste katalogen du var i.
ro: Se întoarce la ultima director în care te-ai aflat.
sk: Vráti sa do posledného adresára, v ktorom ste boli.
tr: Son bulunduğunuz dizine geri döner.

source: Shows which directory you are currently in.
de: Zeigt an, in welchem Verzeichnis Sie sich gerade befinden.
el: Δείχνει ποιον κατάλογο βρίσκεστε αυτή τη στιγμή.
es: Muestra en qué directorio te encuentras actualmente.
fi: Näyttää, missä hakemistossa olet tällä hetkellä.
he: מראה באיזו תיקייה אתה נמצא כרגע.
hr: Prikazuje u kojem se direktoriju trenutno nalazite.
is: Sýnir hvaða skráarsafn þú ert núna í.
it: Mostra in quale directory ti trovi attualmente.
nl: Toont welke map je momenteel in bent.
no: Viser hvilken katalog du for øyeblikket er i.
ro: Afișează în ce director te afli în prezent.
sk: Zobrazuje, v ktorom adresári sa aktuálne nachádzate.
tr: Hangi dizinde bulunduğunuzu gösterir.
uk: Показує, у якій директорії ви зараз знаходитесь.

source: Displays the full path of your current location.
de: Zeigt den vollständigen Pfad Ihres aktuellen Standorts an.
el: Εμφανίζει τη πλήρη διαδρομή της τρέχουσας τοποθεσίας σας.
es: Muestra la ruta completa de tu ubicación actual.
fi: Näyttää nykyisen sijaintisi täydellisen polun.
he: מציג את הנתיב המלא של המיקום הנוכחי שלך.
hr: Prikazuje punu putanju vaše trenutne lokacije.
is: Sýnir fulla slóð á núverandi staðsetningu þína.
it: Visualizza il percorso completo della tua posizione attuale.
nl: Toon het volledige pad van uw huidige locatie.
no: Viser den fullstendige stien til din nåværende plassering.
ro: Afișează calea completă a locației tale curente.
sk: Zobrazuje úplnú cestu vašej aktuálnej polohy.
tr: Mevcut konumunuzun tam yolunu görüntüler.
uk: Показує повний шлях до вашого поточного місцезнаходження.

source: Creates new directories.
de: Erstellt neue Verzeichnisse.
el: Δημιουργεί νέους καταλόγους.
es: Crea nuevos directorios.
fi: Luo uusia hakemistoja.
he: יוצר תיקיות חדשות.
hr: Stvara nove direktorije.
is: Býr nýjar skálar.
it: Crea nuove directory.
nl: Maakt nieuwe mappen aan.
no: Oppretter nye kataloger.
ro: Creează noi directoare.
sk: Vytvára nové adresáre.
tr: Yeni dizinler oluşturur.
uk: Створює нові каталоги.

source: Creates a single directory.
de: Erstellt ein einzelnes Verzeichnis.
el: Δημιουργεί έναν μόνο φάκελο.
es: Crea un único directorio.
fi: Luo yksi hakemisto.
he: יוצר תיקיה אחת.
hr: Stvara jedan direktorij.
is: Býr til eina skráarsafn.
it: Crea una singola directory.
nl: Maakt een enkele map aan.
no: Oppretter en enkelt katalog.
ro: Creează un singur director.
sk: Vytvára jednu priečinok.
tr: Tek bir dizin oluşturur.
uk: Створює один каталог.

source: Creates a full path of directories, even if the parent directories don't exist.
de: Erstellt einen vollständigen Pfad von Verzeichnissen, auch wenn die übergeordneten Verzeichnisse nicht existieren.
el: Δημιουργεί μια πλήρη διαδρομή καταλόγων, ακόμη και αν οι γονικοί κατάλογοι δεν υπάρχουν.
es: Crea una ruta completa de directorios, incluso si los directorios principales no existen.
fi: Luo täydellinen hakemistorakenne, vaikka vanhempia hakemistoja ei olisi olemassa.
he: יוצר נתיב מלא של תיקיות, גם אם התיקיות ההוריות אינן קיימות.
hr: Stvara puni put do direktorija, čak i ako nadređeni direktoriji ne postoje.
is: Býr til fullan leið að skráasafni, jafnvel þó að foreldraskráarsafn séu ekki til.
it: Crea un percorso completo di directory, anche se le directory padre non esistono.
nl: Maakt een volledig pad van mappen, zelfs als de bovenliggende mappen niet bestaan.
no: Oppretter en full sti av kataloger, selv om overordnede kataloger ikke eksisterer.
ro: Creează un parcurs complet de directoare, chiar dacă directoarele părinte nu există.
sk: Vytvára úplnú cestu adresárov, aj keď nadriadené adresáre neexistujú.
tr: Ana dizinler mevcut olmasa bile, dizinlerin tam yolunu oluşturur.
uk: Створює повний шлях каталогів, навіть якщо батьківські каталоги не існують.

source: Copies files or directories from one place to another.
de: Kopiert Dateien oder Verzeichnisse von einem Ort an einen anderen.
el: Αντιγράφει αρχεία ή καταλόγους από ένα μέρος σε άλλο.
es: Copia archivos o directorios de un lugar a otro.
fi: Kopioi tiedostoja tai hakemistoja yhdestä paikasta toiseen.
he: מעביר קבצים או תיקיות ממקום אחד למקום אחר.
hr: Kopira datoteke ili direktorije s jednog mjesta na drugo.
is: Afritar skrár eða skráarsafn frá einum stað til annars.
it: Copia file o directory da un luogo all'altro.
nl: Kopieert bestanden of mappen van de ene plaats naar de andere.
no: Kopierer filer eller kataloger fra ett sted til et annet.
ro: Copiază fișiere sau directoare dintr-un loc în altul.
sk: Kopíruje súbory alebo adresáre z jedného miesta na druhé.
tr: Dosyaları veya dizinleri bir yerden başka bir yere kopyalar.
uk: Копіює файли або каталоги з одного місця в інше.

source: Copies a single file.
de: Kopiert eine einzelne Datei.
el: Αντιγράφει ένα μόνο αρχείο.
es: Copia un solo archivo.
fi: Kopioi yksi tiedosto.
he: מעתיק קובץ בודד.
hr: Kopira jednu datoteku.
is: Afritar eina skrá.
it: Copia un singolo file.
nl: Kopieert een enkel bestand.
no: Kopierer en enkelt fil.
ro: Copiază un singur fișier.
sk: Kopíruje jeden súbor.
tr: Tek bir dosyayı kopyalar.
uk: Копіює один файл.

source: Copies a directory and everything inside it.
de: Kopiert ein Verzeichnis und alles darin.
el: Αντιγράφει έναν φάκελο και όλα τα περιεχόμενά του.
es: Copia un directorio y todo lo que contiene.
fi: Kopioi hakemiston ja kaiken sen sisällä olevan.
he: מעתיק תיקיה וכל מה שבתוכה.
hr: Kopira direktorij i sve unutar njega.
is: Kopírar skráarsafn og allt inni í því.
it: Copia una directory e tutto ciò che contiene.
nl: Kopieert een map en alles erin.
no: Kopierer en katalog og alt innholdet i den.
ro: Copiază un director și tot ce se află în interiorul său.
sk: Kopíruje adresár a všetko, čo je v ňom.
tr: Bir dizini ve içindeki her şeyi kopyalar.
uk: Копіює каталог та все, що в ньому міститься.

source: Moves or renames files and directories.
de: Verschiebt oder benennt Dateien und Verzeichnisse um.
el: Μετακινεί ή μετονομάζει αρχεία και καταλόγους.
es: Mueve o renombra archivos y directorios.
fi: Siirtää tai nimetä tiedostoja ja hakemistoja uudelleen.
he: מעביר או משנה שם קבצים ודירקטוריות.
hr: Premješta ili preimenuje datoteke i direktorije.
is: Færir eða endurnefnir skrár og möppur.
it: Sposta o rinomina file e directory.
nl: Verplaatst of hernoemt bestanden en mappen.
no: Flytter eller gir nytt navn til filer og kataloger.
ro: Mută sau redenumește fișiere și directoare.
sk: Presúva alebo premenováva súbory a adresáre.
tr: Dosyaları ve dizinleri taşır veya yeniden adlandırır.
uk: Переміщує або перейменовує файли та каталоги.

source: Renames a file or directory.
de: Benennt eine Datei oder ein Verzeichnis um.
el: Μετονομάζει ένα αρχείο ή φάκελο.
es: Renombra un archivo o directorio.
fi: Nimeää tiedoston tai hakemiston.
he: מחדש שם של קובץ או תיקייה.
hr: Preimenuje datoteku ili direktorij.
is: Endurnefnir skrá eða skráarsafn.
it: Rinomina un file o una directory.
nl: Hernoemt een bestand of map.
no: Omdøper en fil eller katalog.
ro: Renumește un fișier sau un director.
sk: Prečíta názov súboru alebo adresára.
tr: Bir dosyayı veya dizini yeniden adlandırır.
uk: Перейменовує файл або каталог.

source: Moves a file to a new location.
de: Verschiebt eine Datei an einen neuen Speicherort.
el: Μετακινεί ένα αρχείο σε νέα τοποθεσία.
es: Mueve un archivo a una nueva ubicación.
fi: Siirtää tiedoston uuteen sijaintiin.
he: מעביר קובץ למיקום חדש.
hr: Premješta datoteku na novu lokaciju.
is: Færir skrá á nýja staðsetningu.
it: Sposta un file in una nuova posizione.
nl: Verplaatst een bestand naar een nieuwe locatie.
no: Flytter en fil til en ny plassering.
ro: Mută un fișier într-o nouă locație.
sk: Presúva súbor na nové miesto.
tr: Bir dosyayı yeni bir konuma taşır.
uk: Переміщує файл до нового місця.

source: Deletes files and directories. CAUTION: this is permanent! Tip: Before deleting, replace 'rm' with 'ls' to preview what will be removed.
de: Löscht Dateien und Verzeichnisse. VORSICHT: dies ist dauerhaft! Tipp: Ersetzen Sie vor dem Löschen 'rm' durch 'ls', um eine Vorschau darauf zu erhalten, was entfernt wird.
el: Διαγράφει αρχεία και καταλόγους. ΠΡΟΣΟΧΗ: αυτό είναι μόνιμο! Συμβουλή: Πριν διαγράψετε, αντικαταστήστε το 'rm' με το 'ls' για να προεπισκοπήσετε τι θα αφαιρεθεί.
es: Elimina archivos y directorios. ¡CUIDADO: esto es permanente! Consejo: Antes de eliminar, reemplaza 'rm' con 'ls' para previsualizar lo que se eliminará.
fi: Poistaa tiedostoja ja hakemistoja. VAROITUS: tämä on pysyvää! Vinkki: Ennen poistamista, vaihda 'rm' 'ls':ksi nähdäksesi, mitä poistetaan.
he: מוחק קבצים ודירקטוריות. שימו לב: זה קבוע! טיפ: לפני המחיקה, החליפו 'rm' ב'ls' כדי להציג מה יימחק.
hr: Briše datoteke i direktorije. PAŽNJA: ovo je trajno! Savjet: Prije brisanja, zamijenite 'rm' s 'ls' da biste pregledali što će biti uklonjeno.
is: Eyðir skrám og möppum. VARÚÐ: þetta er varanlegt! Ráð: Fyrir eyðingu, skiptu 'rm' út fyrir 'ls' til að skoða hvað verður fjarlægt.
it: Elimina file e directory. ATTENZIONE: questo è permanente! Suggerimento: prima di eliminare, sostituisci 'rm' con 'ls' per visualizzare ciò che verrà rimosso.
nl: Verwijdert bestanden en mappen. LET OP: dit is permanent! Tip: Vervang 'rm' door 'ls' om te bekijken wat er verwijderd zal worden.
no: Sletter filer og kataloger. ADVARSEL: dette er permanent! Tips: Før du sletter, erstatt 'rm' med 'ls' for å forhåndsvise hva som vil bli fjernet.
ro: Șterge fișiere și directoare. ATENȚIE: aceasta este permanent! Sfaturi: Înainte de a șterge, înlocuiește 'rm' cu 'ls' pentru a previzualiza ce va fi eliminat.
sk: Odstráni súbory a adresáre. UPOZORNENIE: toto je trvalé! Tip: Pred odstránením nahraďte 'rm' za 'ls', aby ste si prehliadli, čo bude odstránené.
tr: Dosyaları ve dizinleri siler. DİKKAT: bu kalıcıdır! İpucu: Silmeden önce 'rm' komutunu 'ls' ile değiştirerek silinecekleri önizleyin.
uk: Удаляє файли та каталоги. УВАГА: це постійно! Порада: перед видаленням замініть 'rm' на 'ls', щоб переглянути, що буде видалено.

source: Deletes a single file.
de: Löscht eine einzelne Datei.
el: Διαγράφει ένα μόνο αρχείο.
es: Elimina un solo archivo.
fi: Poistaa yhden tiedoston.
he: מוחק קובץ בודד.
hr: Briše jednu datoteku.
is: Eyðir einni skrá.
it: Elimina un singolo file.
nl: Verwijdert een enkel bestand.
no: Sletter en enkelt fil.
ro: Șterge un singur fișier.
sk: Odstrániť jeden súbor.
tr: Tek bir dosyayı siler.
uk: Видаляє один файл.

source: Deletes a directory and everything inside it.
de: Löscht ein Verzeichnis und alles darin.
el: Διαγράφει έναν κατάλογο και όλα τα περιεχόμενά του.
es: Elimina un directorio y todo su contenido.
fi: Poistaa hakemiston ja kaiken sen sisällä.
he: מוחק תיקיה וכל מה שבתוכה.
hr: Briše direktorij i sve unutar njega.
is: Eyðir skráarsafni og öllu innihaldi þess.
it: Elimina una directory e tutto ciò che contiene.
nl: Verwijdert een map en alles wat erin staat.
no: Sletter en katalog og alt innholdet i den.
ro: Șterge un director și tot ce este în interiorul său.
sk: Odstráni adresár a všetko, čo je v ňom.
tr: Bir dizini ve içindeki her şeyi siler.
uk: Видаляє каталог та все, що в ньому міститься.

source: Asks for confirmation before deleting each file.
de: Fragt vor dem Löschen jeder Datei nach Bestätigung.
el: Ζητά επιβεβαίωση πριν διαγράψει κάθε αρχείο.
es: Pide confirmación antes de eliminar cada archivo.
fi: Kysyy vahvistusta ennen kuin poistaa jokaisen tiedoston.
he: מבקש אישור לפני מחיקת כל קובץ.
hr: Traži potvrdu prije brisanja svake datoteke.
is: Biður um staðfestingu áður en hverju skrá er eytt.
it: Richiede conferma prima di eliminare ogni file.
nl: Vraagt om bevestiging voordat elk bestand wordt verwijderd.
no: Ber om bekreftelse før hver fil slettes.
ro: Cere confirmarea înainte de a șterge fiecare fișier.
sk: Žiada o potvrdenie pred odstránením každého súboru.
tr: Her dosyayı silmeden önce onay ister.
uk: Запитує підтвердження перед видаленням кожного файлу.

source: Forces deletion without asking (use with extreme caution).
de: Zwingt die Löschung ohne Nachfrage (mit äußerster Vorsicht verwenden).
el: Επιβάλλει διαγραφή χωρίς προειδοποίηση (χρησιμοποιήστε με εξαιρετική προσοχή).
es: Forza la eliminación sin preguntar (úsese con extrema precaución).
fi: Pakottaa poistamisen kysymättä (käytä äärimmäisen varovaisesti).
he: מכריח מחיקה ללא שאלות (שימוש בזהירות רבה).
hr: Prisiljava brisanje bez pitanja (koristite s ekstremnom oprezom).
is: Þvingar eyðingu án þess að spyrja (notið með mikilli varúð).
it: Forza la cancellazione senza chiedere (utilizzare con estrema cautela).
nl: Verplicht verwijderen zonder te vragen (gebruik met uiterste voorzichtigheid).
no: Tvinger sletting uten å spørre (bruk med ekstrem forsiktighet).
ro: Forțează ștergerea fără a întreba (folosiți cu mare prudență).
sk: Núti odstránenie bez opýtania (používajte s extrémnou opatrnosťou).
tr: Silmeden silmeyi zorlar (aşırı dikkatle kullanın).

source: Essentials: File I/O & Pipes
de: Essentials: Datei-I/O & Pipes
el: Βασικά: Είσοδος/Έξοδος Αρχείων & Σωλήνες
es: Esenciales: Entrada/Salida de Archivos y Tuberías
fi: Perusteet: Tiedostojen syöttö ja putket
he: יסודות: קלט/פלט קבצים וצינורות
hr: Osnovno: Datotečni I/O i Cijevi
is: Grunnþættir: Skrá I/O & Rör
it: Essenziali: I/O di file e pipe
nl: Essentials: Bestanden I/O & Pijpen
no: Essensielt: Fil I/O & Rør
ro: Esențiale: I/O fișiere și pipe
sk: Základy: Práca s súbormi a rúrkami
tr: Temel: Dosya G/Ç ve Borular
uk: Основи: Файловий ввід/вивід та канали
