Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Reset All Shortcuts
de: Alle Tastenkombinationen zurücksetzen
el: Επαναφορά Όλων των Συντομεύσεων
es: Restablecer todos los accesos directos
fi: Nollaa kaikki pikanäppäimet
he: אפס את כל הקיצורים
hr: Poništi sve prečace
is: Endurstillu alla flýtitakkana
it: Ripristina tutte le scorciatoie
nl: Reset alle sneltoetsen
no: Tilbakestill alle snarveier
ro: Resetează toate comenzile rapide
sk: Obnoviť všetky klávesové skratky
tr: Tüm Kısayolları Sıfırla
uk: Скинути всі ярлики

source: This will reset all keyboard shortcuts to their default values. Continue?
de: Dies setzt alle Tastenkombinationen auf ihre Standardwerte zurück. Fortfahren?
el: Αυτό θα επαναφέρει όλες τις συντομεύσεις πληκτρολογίου στις προεπιλεγμένες τιμές τους. Συνεχίσετε;
es: Esto restablecerá todos los atajos de teclado a sus valores predeterminados. ¿Continuar?
fi: Tämä palauttaa kaikki näppäinoikotiet oletusarvoihinsa. Jatketaanko?
he: זה יאפס את כל קיצורי הדרך של המקלדת לערכים ברירת המחדל שלהם. להמשיך?
hr: Ovo će resetirati sve prečace na tipkovnici na njihove zadane vrijednosti. Nastaviti?
is: Þetta mun endurstilla allar lyklaborðsgenveitur í þeirra sjálfgefnar gildi. Halda áfram?
it: Questo ripristinerà tutte le scorciatoie da tastiera ai loro valori predefiniti. Continuare?
nl: Dit zal alle sneltoetsen resetten naar hun standaardwaarden. Doorgaan?
no: Dette vil tilbakestille alle hurtigtaster til standardverdiene. Fortsette?
ro: Aceasta va reseta toate comenzile rapide de la tastatură la valorile lor implicite. Continuare?
sk: Týmto sa obnovia všetky klávesové skratky na ich predvolené hodnoty. Pokračovať?
tr: Bu, tüm klavye kısayollarını varsayılan değerlerine sıfırlayacaktır. Devam edilsin mi?
uk: Це скине всі комбінації клавіш до їхніх значень за замовчуванням. Продовжити?

source: Color Scheme
de: Farbschema
el: Χρωματική Διάταξη
es: Esquema de color
fi: Väriteema
he: סכמת צבעים
hr: Shema boja
is: Litaskipulag
it: Schema Colore
nl: Kleurenschema
no: Fargevalg
ro: Schema de culori
sk: Farebná schéma
tr: Renk Şeması
uk: colour scheme

source: Current Scheme
de: Aktuelles Schema
el: Τρέχουσα Διάταξη
fi: Nykyinen kaavio
he: תוכנית נוכחית
it: Schema attuale
nl: Huidig Schema

source: Manage Schemes...
de: Schemen verwalten...
el: Διαχείριση Σχεδίων...
es: Gestionar Esquemas...
fi: Hallitse kaavioita...
he: נהל תכניות...
hr: Upravljanje shemama...
is: Stjórna áætlunum...
it: Gestisci Schemi...
nl: Beheer Schema's...
no: Administrer ordninger...
ro: Gestionați schemele...
sk: Spravovať schémy...
tr: Şemaları Yönet...
uk: Управління схемами...

source: Typography
de: Typografie
el: Τυπογραφία
fi: Typografia
he: טיפוגרפיה
it: Tipografia
nl: Typografie

source: Configure fonts and spacing
de: Schriftarten und Abstände konfigurieren
el: Ρυθμίστε τις γραμματοσειρές και την απόσταση
fi: Määritä fontit ja väli.
he: הגדר גופנים ורווחים
it: Configura i caratteri e il layout
nl: Configureer lettertypen en spatiëring

source: Terminal Font
de: Terminal-Schriftart
el: Γραμματοσειρά Τερματικού
es: Fuente de Terminal
fi: Päätteenteksti
he: גופן טרמינל
is: Terminal letur
it: Carattere del Terminale
nl: Terminallettertype
no: Terminal skrifttype
ro: Font Terminal
sk: Terminálové písmo
tr: Terminal Yazı Tipi
uk: Термінальний шрифт

source: Select font family and size for terminal text
de: Wählen Sie Schriftart und -größe für den Terminaltext aus
el: Επιλέξτε οικογένεια γραμματοσειράς και μέγεθος για το κείμενο του τερματικού
fi: Valitse fonttiperhe ja koko terminaalitekstille
he: בחר משפחת גופן וגודל לטקסט של הטרמינל
it: Seleziona la famiglia di caratteri e la dimensione per il testo del terminale
nl: Selecteer lettertype en grootte voor terminaltekst

source: Line Spacing
de: Zeilenabstand
el: Διάστιχο γραμμής
es: Espaciado de línea
fi: Riviväli
he: ריווח שורות
hr: Razmak između redova
is: Línufjarlægð
it: Interlinea
nl: Regelafstand
no: Linjeavstand
ro: Spațiere între linii
sk: Medzera medzi riadkami
tr: Satır Aralığı
uk: Міжрядковий інтервал

source: Adjust the vertical space between lines
de: Passen Sie den vertikalen Abstand zwischen den Zeilen an
el: Ρυθμίστε τον κατακόρυφο χώρο μεταξύ των γραμμών
fi: Säädä pystysuoraa tilaa rivien välillä
he: התאם את המרחק האנכי בין השורות
it: Regola lo spazio verticale tra le righe
nl: Pas de verticale ruimte tussen regels aan

source: Miscellaneous
de: Verschiedenes
el: Διάφορα
fi: Muut
he: שונות
it: Varie
nl: Diversen

source: Terminal Transparency
de: Terminal-Transparenz
el: Διαφάνεια Τερματικού
es: Transparencia del Terminal
fi: Päätteen läpinäkyvyys
he: שקיפות טרמינל
hr: Prozirnost terminala
is: Terminal gegnsæi
it: Trasparenza del Terminale
nl: Terminal Doorzichtigheid
no: Terminal Gjennomsiktighet
ro: Transparența Terminalului
sk: Priehľadnosť terminálu
tr: Terminal Şeffaflığı
uk: Прозорість терміналу

source: Adjust terminal background transparency
de: Terminal-Hintergrundtransparenz anpassen
el: Ρυθμίστε τη διαφάνεια του φόντου του τερματικού
fi: Säädä terminaalin taustaläpinäkyvyyttä
he: התאם שקיפות רקע הטרמינל
it: Regola la trasparenza dello sfondo del terminale
nl: Pas de transparantie van de terminalachtergrond aan

source: Headerbar Transparency
de: Headerleisten-Transparenz
el: Διαφάνεια Επικεφαλίδας
es: Transparencia de la barra de encabezado
fi: Otsikkopalkin läpinäkyvyys
he: שקיפות שורת הכותרת
hr: Prozirnost zaglavlja
is: Yfirlitslína gegnsæi
it: Trasparenza della barra di intestazione
nl: Headerbalk Transparantie
no: Headerlinjens gjennomsiktighet
ro: Transparența barei de titlu
sk: Priehľadnosť hlavičky
tr: Başlık Çubuğu Şeffaflığı
uk: Прозорість заголовка

source: For headerbar and file manager
de: Für die Kopfzeile und den Dateimanager
el: Για τη γραμμή τίτλου και τον διαχειριστή αρχείων
fi: Otsikkopalkkiin ja tiedostonhallintaan
he: לסרגל הכותרת ולמנהל הקבצים
it: Per barra del titolo e gestore file
nl: Voor de headerbalk en bestandsbeheerder

source: Use Bright Colors for Bold Text
de: Verwenden Sie helle Farben für fetten Text
el: Χρησιμοποιήστε φωτεινά χρώματα για έντονο κείμενο
es: Usa colores brillantes para texto en negrita
fi: Käytä kirkkaita värejä rohkealle tekstille
he: השתמש בצבעים בהירים לטקסט מודגש
hr: Koristite svijetle boje za podebljani tekst
is: Notaðu bjarta liti fyrir feitletraðan texta
it: Usa colori vivaci per il testo in grassetto
nl: Gebruik heldere kleuren voor vetgedrukte tekst
no: Bruk lyse farger for fet tekst
ro: Folosește culori strălucitoare pentru text îngroșat
sk: Použite jasné farby pre tučný text
tr: Cesur Metin için Parlak Renkler Kullanın
uk: Використовуйте яскраві кольори для жирного тексту

source: Render bold text with the brighter version of the base color
de: Fette Texte mit der helleren Version der Grundfarbe rendern
el: Απόδοση έντονου κειμένου με την πιο φωτεινή έκδοση του βασικού χρώματος
fi: Renderoi rohkeaa tekstiä perusvärin kirkastetulla versiolla.
he: הצג טקסט מודגש עם הגרסה הבהירה יותר של צבע הבסיס
it: Rendi il testo in grassetto con la versione più chiara del colore di base
nl: Render vetgedrukte tekst met de helderdere versie van de basiskleur

source: Auto-Hide Sidebar
de: Auto-Ausblenden der Seitenleiste
el: Αυτόματη Απόκρυψη Πλευρικής Στήλης
fi: Automaattinen piilotus sivupalkki
he: הסתרה אוטומטית של סרגל הצד
it: Nascondi automaticamente la barra laterale
nl: Automatisch verbergen zijbalk

source: Automatically hide the sidebar when activating sessions or layouts
de: Seitenleiste automatisch ausblenden, wenn Sitzungen oder Layouts aktiviert werden.
el: Αυτόματα απόκρυψη της πλαϊνής γραμμής κατά την ενεργοποίηση συνεδριών ή διατάξεων
fi: Piilota sivupalkki automaattisesti istuntoja tai asetteluja aktivoitaessa
he: מסתיר אוטומטית את הסרגל הצדדי בעת הפעלת סשנים או פריסות
it: Nascondi automaticamente la barra laterale quando attivi sessioni o layout
nl: Verberg de zijbalk automatisch bij het activeren van sessies of lay-outs

source: Blinking Text
de: Blinkender Text
el: Κείμενο που αναβοσβήνει
es: Texto parpadeante
fi: Vilkuva teksti
he: טקסט מהבהב
hr: Treptajući tekst
is: Blinkandi Texti
it: Testo Lampeggiante
nl: Knipperende tekst
no: Blinkende tekst
ro: Text care clipește
sk: Blikajúci text
tr: Yanıp Sönen Metin
uk: Мерехтливий текст

source: Control how the terminal handles blinking text
de: Steuern Sie, wie das Terminal blinkenden Text behandelt.
el: Ελέγξτε πώς ο τερματικός χειριστής διαχειρίζεται το αναβοσβήσιμο κείμενο
fi: Ohjaa, miten terminaali käsittelee vilkkuvaa tekstiä
he: שלוט כיצד הטרמינל מטפל בטקסט מהבהב
it: Controlla come il terminale gestisce il testo lampeggiante
nl: Beheer hoe de terminal knipperende tekst behandelt

source: When focused
de: Wenn fokussiert
el: Όταν είναι επιλεγμένο
es: Cuando está enfocado
fi: Kun kohdistettu
he: כאשר ממוקד
hr: Kada je odabrano
is: Þegar einbeitt er
it: Quando in primo piano
nl: Wanneer gefocust
no: Når fokusert
ro: Când este selectat
sk: Keď je zaostrené
tr: Odaklandığında
uk: Коли зосереджено

source: Always
de: Immer
el: Πάντα
es: Siempre
fi: Aina
he: תמיד
hr: Uvijek
is: Alltaf
it: Sempre
nl: Altijd
no: Alltid
ro: Întotdeauna
sk: Vždy
tr: Her zaman
uk: Завжди

source: Tab Alignment
de: Tab-Ausrichtung
el: Στοίχιση Καρτέλας
es: Alineación de pestañas
fi: Väliotsikko Tasapaino
he: יישור טאבים
hr: Poravnanje kartica
is: Taburöðun
it: Allineamento Tabulazione
nl: Tabuitlijning
no: Fanejustering
ro: Aliniere tabulator
sk: Zarovnanie tabulátora
tr: Sekme Hizalaması
uk: Вирівнювання вкладок

source: Align tabs to the left or center of the tab bar
de: Tabs nach links oder zur Mitte der Tab-Leiste ausrichten
el: Ευθυγράμμιση των καρτελών στα αριστερά ή στο κέντρο της γραμμής καρτελών
fi: Tasaa välilehdet vasemmalle tai keskelle välilehtipalkkia
he: יישר כרטיסיות לשמאל או למרכז של שורת הכרטיסיות
it: Allinea le schede a sinistra o al centro della barra delle schede
nl: Tabs uitlijnen naar links of het midden van de tabbladbalk

source: Left
de: Links
el: Αριστερά
es: Izquierda
fi: Vasen
he: שמאל
hr: Lijevo
is: Vinstri
it: Sinistra
nl: Links
no: Venstre
ro: Stânga
sk: Ľavý
tr: Sol

source: Center
de: Zentrum
el: Κέντρο
es: Centro
fi: Keskus
he: מרכז
hr: Središte
is: Miðja
it: Centro
nl: Centrum
no: Senter
ro: Centru
sk: Stred
tr: Merkez
uk: Centre

source: Terminal
el: Τερματικός
fi: Pääte
he: טרמינל
sk: Terminál
uk: Термінал

source: Cursor Shape
de: Cursorgestalt
el: Σχήμα Κέρσορα
es: Forma del cursor
fi: Kursorin muoto
he: צורת סמן
hr: Oblik pokazivača
is: Múska lögun
it: Forma del cursore
nl: Cursorvorm
no: Museformasjon
ro: Forma cursorului
sk: Tvar kurzora
tr: İmleç Şekli
uk: Форма курсора

source: Select the shape of the terminal cursor
de: Wählen Sie die Form des Terminalcursors
el: Επιλέξτε το σχήμα του κέρσορα τερματικού
fi: Valitse terminaalikurssin muoto
he: בחר את צורת הסמן של הטרמינל
it: Seleziona la forma del cursore del terminale
nl: Selecteer de vorm van de terminalcursor

source: Block
el: Μπλοκ
es: Bloque
fi: Lohko
he: חסום
hr: Blok
is: Blokkur
it: Blocco
nl: Blok
no: Blokk
ro: Bloc
sk: Blok
tr: Blok
uk: Блок

source: Underline
de: Unterstreichen
el: Υπογράμμιση
es: Subrayar
fi: Alleviivaa
he: קו תחתון
hr: Podcrtaj
is: Undirstrika
it: Sottolinea
nl: Onderstrepen
no: Understrek
ro: Subliniază
sk: Podčiarknuť
tr: Altı çizili
uk: Підкреслити

source: Cursor Blinking
de: Cursor-Blitzing
el: Κεφαλή Δείκτη
es: Parpadeo del cursor
fi: Kursori vilkkuu
he: הבהוב סמן
hr: Treptanje pokazivača
is: Múska Blikkandi
it: Cursore Lampeggiante
nl: Cursor Knipperen
no: Markørblinking
ro: Clătinarea cursorului
sk: Blikanie kurzora
tr: İmleç Yanıp Sönme
uk: Мигання курсора

source: Control cursor blinking behavior
de: Steuere das Blinken des Cursors
el: Έλεγχος συμπεριφοράς αναλαμπής κέρσορα
fi: Ohjaa kohdistimen vilkkumiskäyttäytymistä
he: שלוט בהתנהגות הבהוב הסמן
it: Controlla il comportamento di lampeggiamento del cursore
nl: Cursor knippergedrag beheren

source: Follow System
de: System folgen
el: Ακολουθήστε το Σύστημα
es: Seguir Sistema
fi: Seuraa järjestelmää
he: עקוב אחרי המערכת
hr: Prati sustav
is: Fylgdu kerfinu
it: Segui Sistema
nl: Volg Systeem
no: Følg system
ro: Urmăriți sistemul
sk: Sledovať systém
tr: Sistemi Takip Et
uk: Слідкувати за системою

source: On
de: Ein
el: Ενεργό
es: Activado
fi: Päällä
he: על
hr: Uključeno
is: Áfram
it: Acceso attivo
nl: Aan
no: På
ro: Activat
sk: Zapnuté
tr: Açık
uk: Ввімкнено

source: Off
de: Aus
el: Απενεργοποιημένο
es: Apagar
fi: Pois päältä
he: כבוי
hr: Isključeno
is: Slökkt
it: Spento
nl: Uit
no: Av.
ro: Oprit
sk: Vypnuté
tr: Kapalı
uk: Вимкнено

source: Scrolling
de: Scrollen
el: Κύλιση
fi: Vieritys
he: גלילה
it: Scorrimento
nl: Scrollen

source: Scrollback Lines
de: Scrollback-Zeilen
el: Γραμμές κύλισης
es: Líneas de retroceso
fi: Vierityslinjat
he: שורות גלילה אחורנית
hr: Linije povratnog pomaka
is: Skráningarlínur
it: Linee di Scorrimento
nl: Scrollback-regels
no: Rullespor Linjer
ro: Linii de derulare înapoi
sk: Záznamové riadky
tr: Kaydırma Satırları
uk: Лінії прокрутки

source: Number of lines to keep in history (0 for unlimited)
de: Anzahl der Zeilen, die im Verlauf beibehalten werden sollen (0 für unbegrenzt)
el: Αριθμός γραμμών που θα διατηρηθούν στην ιστορία (0 για απεριόριστο)
fi: Rivien määrä, jotka säilytetään historiassa (0 tarkoittaa rajatonta)
he: מספר השורות לשמור בהיסטוריה (0 עבור ללא הגבלה)
it: Numero di righe da mantenere nella cronologia (0 per illimitato)
nl: Aantal regels om in de geschiedenis te behouden (0 voor onbeperkt)

source: Mouse Scroll Sensitivity
de: Maus Scroll-Empfindlichkeit
el: ευαισθησία κύλισης ποντικιού
es: Sensibilidad de desplazamiento del ratón
fi: Hiiren vierityksen herkkyys
he: רגישות גלילת עכבר
hr: Osjetljivost pomicanja miša
is: Múska Rúllun Næmni
it: Sensibilità dello Scorrimento del Mouse
nl: Muis Scrollgevoeligheid
no: Musen rullefølsomhet
ro: Sensibilitate derulare mouse
sk: Citlivosť posúvania myši
tr: Fareketme Duyarlılığı
uk: Чутливість прокрутки миші

source: Controls the scroll speed for a mouse wheel. Lower is slower.
de: Steuert die Scrollgeschwindigkeit für ein Mausrad. Niedriger ist langsamer.
el: Ελέγχει την ταχύτητα κύλισης για ένα τροχό ποντικιού. Χαμηλότερα είναι πιο αργά.
fi: Säätelee hiiren pyörän vieritysvauhtia. Alhaisempi on hitaampi.
he: שולט במהירות הגלילה של גלגל העכבר. נמוך יותר הוא איטי יותר.
it: Controlla la velocità di scorrimento per una rotella del mouse. Più basso è, più lento è.
nl: Beheert de scrollsnelheid voor een muiswiel. Lager is langzamer.

source: Touchpad Scroll Sensitivity
de: Touchpad-Scroll-Empfindlichkeit
el: Ευαισθησία κύλισης επιφάνειας αφής
es: Sensibilidad de desplazamiento del panel táctil
fi: Kosketuslevyn vierityksen herkkyys
he: רגישות גלילה של משטח מגע
hr: Osjetljivost pomicanja na dodirnoj podlozi
is: Snerting á snertiflötum
it: Sensibilità dello Scorrimento del Touchpad
nl: Touchpad Scrollgevoeligheid
no: Berøringsplate rullefølsomhet
ro: Sensibilitate la derularea touchpad-ului
sk: Citlivosť posúvania touchpadu
tr: Dokunmatik Yüzey Kaydırma Hassasiyeti
uk: Чутливість прокрутки сенсорної панелі

source: Controls the scroll speed for a touchpad. Lower is slower.
de: Steuert die Scrollgeschwindigkeit für ein Touchpad. Niedriger ist langsamer.
el: Ελέγχει την ταχύτητα κύλισης για ένα touchpad. Χαμηλότερα είναι πιο αργά.
fi: Säätää kosketuslevyn vierityksen nopeutta. Alhaisempi on hitaampi.
he: שולט במהירות הגלילה עבור משטח מגע. נמוך יותר הוא איטי יותר.
it: Controlla la velocità di scorrimento per un touchpad. Più basso è, più lento è.
nl: Beheert de scrollsnelheid voor een touchpad. Lager is langzamer.

source: Scroll on Paste
de: Scroll beim Einfügen
el: Κύλιση κατά την Επικόλληση
es: Desplazar al pegar
fi: Vieritä liitettäessä
he: גלול בהדבקה
hr: Pomakni se prilikom lijepljenja
is: Rúlla við límningu
it: Scorrere durante l'incolla
nl: Scroll bij Plakken
no: Rull på lim inn
ro: Derulare la lipire
sk: Posuňte pri vložení
tr: Yapıştırırken Kaydır
uk: Прокрутка при вставці

source: Automatically scroll to the bottom when pasting text
de: Automatisch zum Ende scrollen, wenn Text eingefügt wird
el: Αυτόματη κύλιση στο κάτω μέρος κατά την επικόλληση κειμένου
fi: Selaa automaattisesti alas liitettäessä tekstiä
he: גלול אוטומטית לתחתית כאשר מדביקים טקסט
it: Scorri automaticamente fino in fondo quando incolli il testo
nl: Automatisch naar de onderkant scrollen bij het plakken van tekst

source: Selection
de: Auswahl
el: Επιλογή
fi: Valinta
he: בחירה
it: Selezione
nl: Selectie

source: Extra characters for word selection (e.g., -_.:/~)
de: Zusätzliche Zeichen zur Wortauswahl (z.B. -_.:/~)
el: Επιπλέον χαρακτήρες για επιλογή λέξεων (π.χ., -_.:/~)
fi: Lisämerkit sanan valintaan (esim. -_.:/~)
he: תווים נוספים לבחירת מילים (למשל, -_.:/~)
it: Caratteri extra per la selezione delle parole (ad es., -_.:/~)
nl: Extra tekens voor woordselectie (bijv. -_.:/~)

source: Word Characters
de: Wortzeichen
el: Χαρακτήρες Λέξεων
es: Caracteres de Word
fi: Sana Merkit
he: תווים של מילה
hr: Riječi znakovi
is: Orðamerki
it: Caratteri di Word
nl: Woordenletters
no: Ordtegn
ro: Caractere Word
sk: Znaky slova
tr: Kelime Karakterleri
uk: Символи слова

source: Shell & Bell
el: Κέλυφος & Καμπάνα
fi: Kuori & Kello
he: שֵׁל וּבֵל
it: Shell e Bell

source: Run Command as a Login Shell
de: Befehl als Login-Shell ausführen
el: Εκτέλεση εντολής ως κέλυφος σύνδεσης
es: Ejecutar comando como un shell de inicio de sesión
fi: Suorita komento kirjautumisshellinä
he: הרץ פקודה כמעטפת כניסה
hr: Pokreni naredbu kao prijavni ljusku
is: Keyra skipun sem innskráningarskál.
it: Esegui comando come shell di accesso
nl: Voer opdracht uit als een inlogshell
no: Kjør kommando som en påloggingsskall
ro: Execută comanda ca un shell de autentificare
sk: Spustiť príkaz ako prihlasovací shell
tr: Giriş Kabuk Olarak Komut Çalıştır
uk: Запустити команду як оболонку входу

source: Sources /etc/profile and ~/.profile on startup
de: Quellen /etc/profile und ~/.profile beim Start
el: Πηγές /etc/profile και ~/.profile κατά την εκκίνηση
fi: Lähteet /etc/profile ja ~/.profile käynnistyksessä
he: מקורות /etc/profile ו-~/.profile בעת הפעלת המערכת
it: Sorgenti /etc/profile e ~/.profile all'avvio
nl: Bronnen /etc/profile en ~/.profile bij opstarten

source: Audible Bell
de: Hörbare Glocke
el: Ακουστικό Κουδούνι
es: Campana audible
fi: Kuultava kello
he: פעמון שמיעתי
hr: Zvučni zvono
is: Hljóðmerki
it: Campanella udibile
nl: Hoorbare Bel
no: Hørbar klokke
ro: Clopot sonor
sk: Zvučná zvonček
tr: Sesli Zil

source: Emit a sound for the terminal bell character
de: Gib einen Ton für das Terminal-Glockenzeichen aus
el: Εκπομπή ήχου για τον χαρακτήρα κουδουνιού τερματικού
fi: Soita ääni terminaalin kello-merkille
he: שדר צליל עבור תו הפעמון של הטרמינל
it: Emetti un suono per il carattere campanella del terminale
nl: Stuur een geluid voor het terminalbel-teken

source: Profiles & Data
de: Profilee & Daten
el: Προφίλ & Δεδομένα
es: Perfiles y Datos
fi: Profiilit ja tiedot
he: פרופילים ונתונים
hr: Profili i podaci
is: Profílar & Gögn
it: Profili e Dati
nl: Profielen & Gegevens
no: Profiler og Data
ro: Profiluri și Date
sk: Profily a dáta
tr: Profiller ve Veriler
uk: Профілі та дані

source: Startup
de: Startseite
el: Εκκίνηση
fi: Käynnistys
he: הפעלה
it: Avvio
nl: Opstarten

source: On Startup
de: Beim Start
el: Κατά την εκκίνηση
es: Al iniciar
fi: Käynnistyksen yhteydessä
he: בהפעלה
hr: Pri pokretanju
is: Við ræsingu
it: All'avvio
nl: Bij opstarten
no: Ved oppstart
ro: La pornire
sk: Pri spustení
tr: Başlangıçta
uk: При запуску

source: Action to take when the application starts
de: Aktion, die beim Start der Anwendung ausgeführt werden soll
el: Ενέργεια που πρέπει να εκτελεστεί κατά την εκκίνηση της εφαρμογής
fi: Toiminto, joka suoritetaan sovelluksen käynnistyessä
he: פעולה לביצוע כאשר היישום מתחיל
it: Azione da intraprendere all'avvio dell'applicazione
nl: Actie die moet worden ondernomen wanneer de applicatie wordt gestart

source: Always restore previous session
de: Immer vorherige Sitzung wiederherstellen
el: Πάντα επαναφορά προηγούμενης συνεδρίας
es: Siempre restaurar la sesión anterior
fi: Aina palauttaa edellinen istunto
he: תמיד שחזר את המושב הקודם
hr: Uvijek vrati prethodnu sesiju
is: Alltaf endurheimta fyrri sesjón
it: Ripristina sempre la sessione precedente
nl: Altijd vorige sessie herstellen
no: Alltid gjenopprett forrige økt
ro: Întotdeauna restaurează sesiunea anterioară
sk: Vždy obnoviť predchádzajúcu reláciu
tr: Her zaman önceki oturumu geri yükle
uk: Завжди відновлювати попередню сесію

source: Ask to restore previous session
de: Fragen Sie, ob die vorherige Sitzung wiederhergestellt werden soll
el: Ζητήστε να επαναφέρετε την προηγούμενη συνεδρία
es: Pedir restaurar la sesión anterior
fi: Kysy edellisen istunnon palauttamista
he: בקש לשחזר את המושב הקודם
hr: Zatraži obnavljanje prethodne sesije
is: Vinsamlegast endurheimtu fyrri sesjón
it: Chiedi di ripristinare la sessione precedente
nl: Vraag om de vorige sessie te herstellen
no: Be om å gjenopprette forrige økt
ro: Cere să restaurezi sesiunea anterioară
sk: Požiadajte o obnovenie predchádzajúcej relácie
tr: Önceki oturumu geri yüklemek için sor.
uk: Запит на відновлення попередньої сесії

source: Never restore previous session
de: Nie vorherige Sitzung wiederherstellen
el: Ποτέ μην επαναφέρετε την προηγούμενη συνεδρία
es: Nunca restaurar la sesión anterior
fi: Älä koskaan palauta edellistä istuntoa
he: אל תשחזר את הסשן הקודם
hr: Nikada ne obnavljaj prethodnu sesiju
is: Aldrei endurheimta fyrri sessjón
it: Non ripristinare la sessione precedente
nl: Herstel nooit de vorige sessie
no: Aldri gjenopprett forrige økt
ro: Niciodată nu restaura sesiunea anterioară
sk: Nikdy neobnoviť predchádzajúcu reláciu
tr: Önceki oturumu asla geri yükleme
uk: Ніколи не відновлювати попередню сесію

source: Backup &amp; Recovery
de: Backup & Wiederherstellung
el: Αντίγραφο ασφαλείας &amp; Ανάκτηση
fi: Varmuuskopiointi ja palautus
he: גיבוי ושחזור
it: Backup e Ripristino
nl: Back-up en Herstel

source: Create an encrypted backup of your data or restore from a previous backup.
de: Erstellen Sie ein verschlüsseltes Backup Ihrer Daten oder stellen Sie ein vorheriges Backup wieder her.
el: Δημιουργήστε ένα κρυπτογραφημένο αντίγραφο ασφαλείας των δεδομένων σας ή επαναφέρετε από ένα προηγούμενο αντίγραφο ασφαλείας.
fi: Luo salattu varmuuskopio tiedoistasi tai palauta aiemmasta varmuuskopiosta.
he: צור גיבוי מוצפן של הנתונים שלך או שחזר מגיבוי קודם.
it: Crea un backup crittografato dei tuoi dati o ripristina da un backup precedente.
nl: Maak een versleutelde back-up van uw gegevens of herstel vanaf een eerdere back-up.

source: Create Backup
de: Backup erstellen
el: Δημιουργία Αντιγράφου Ασφαλείας
es: Crear copia de seguridad
fi: Luo varmuuskopio
he: צור גיבוי
hr: Izradi sigurnosnu kopiju
is: Búa til afrit
it: Crea Backup
nl: Maak een back-up
no: Opprett sikkerhetskopi
ro: Creează Backup
sk: Vytvoriť zálohu
tr: Yedek Oluştur
uk: Создати резервну копію

source: Save all sessions, settings, and passwords to an encrypted file.
de: Alle Sitzungen, Einstellungen und Passwörter in einer verschlüsselten Datei speichern.
el: Αποθήκευση όλων των συνεδριών, ρυθμίσεων και κωδικών πρόσβασης σε ένα κρυπτογραφημένο αρχείο.
fi: Tallenna kaikki istunnot, asetukset ja salasanat salattuun tiedostoon.
he: שמור את כל הסשנים, ההגדרות והסיסמאות לקובץ מוצפן.
it: Salva tutte le sessioni, le impostazioni e le password in un file crittografato.
nl: Sla alle sessies, instellingen en wachtwoorden op in een versleuteld bestand.

source: Create Backup...
de: Backup erstellen...
el: Δημιουργία Αντιγράφου Ασφαλείας...
es: Crear copia de seguridad...
fi: Luo varmuuskopio...
he: צור גיבוי...
hr: Izradi sigurnosnu kopiju...
is: Búa til afrit...
it: Crea backup...
nl: Maak een back-up...
no: Opprett sikkerhetskopi...
ro: Creează backup...
sk: Vytvoriť zálohu...
tr: Yedek Oluştur...
uk: Створити резервну копію...
