Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Remove user customization and revert to system rules
de: Benutzeranpassungen entfernen und auf Systemregeln zurücksetzen
el: Αφαίρεση προσαρμογής χρήστη και επαναφορά στους κανόνες του συστήματος
es: Eliminar la personalización del usuario y revertir a las reglas del sistema
fi: Poista käyttäjän mukautukset ja palauta järjestelmän säännöt.
hr: Ukloni prilagodbu korisnika i vrati na sistemska pravila
is: Fjarlægðu notendaaðlögun og snúðu aftur að kerfisreglum
it: Rimuovi la personalizzazione dell'utente e ripristina le regole di sistema
nl: Verwijder gebruikersaanpassingen en keer terug naar systeemregels
no: Fjern brukertilpasning og gå tilbake til systemregler
ro: Elimină personalizarea utilizatorului și revino la regulile sistemului
sk: Odstrániť prispôsobenie používateľa a vrátiť sa k systémovým pravidlám
tr: Kullanıcı özelleştirmesini kaldır ve sistem kurallarına geri dön.
uk: Remove user customisation and revert to system rules

source: Triggers
de: Auslöser
el: Ενεργοποιήσεις
es: Disparadores
fi: Laajentimet
hr: Okidači
is: Virkjar
it: Attivatori
no: Utløsere
ro: Declanșatoare
sk: Spúšťače
tr: Tetikler
uk: Тригери

source: Commands that activate this context. Add, edit or remove triggers to customize when this context applies.
de: Befehle, die diesen Kontext aktivieren. Fügen Sie Auslöser hinzu, bearbeiten oder entfernen Sie diese, um anzupassen, wann dieser Kontext gilt.
el: Εντολές που ενεργοποιούν αυτό το πλαίσιο. Προσθέστε, επεξεργαστείτε ή αφαιρέστε ενεργοποιητές για να προσαρμόσετε πότε ισχύει αυτό το πλαίσιο.
fi: Komentot, jotka aktivoivat tämän kontekstin. Lisää, muokkaa tai poista laukaisimia mukauttaaksesi, milloin tämä konteksti on voimassa.
it: Comandi che attivano questo contesto. Aggiungi, modifica o rimuovi attivatori per personalizzare quando si applica questo contesto.
nl: Opdrachten die deze context activeren. Voeg triggers toe, bewerk of verwijder ze om aan te passen wanneer deze context van toepassing is.

source: ➕ Add Trigger
de: ➕ Auslöser hinzufügen
el: ➕ Προσθήκη Ενεργοποίησης
es: ➕ Agregar Disparador
fi: ➕ Lisää laukaise
hr: ➕ Dodaj okidač
is: ➕ Bæta við Triggri
it: ➕ Aggiungi Attivatore
nl: ➕ Trigger Toevoegen
no: ➕ Legg til utløser
ro: ➕ Adaugă Trigger
sk: ➕ Pridať spúšťač
tr: ➕ Tetik Ekle
uk: ➕ Додати тригер

source: Add another command that activates this context
de: Fügen Sie einen weiteren Befehl hinzu, der diesen Kontext aktiviert.
el: Προσθέστε μια άλλη εντολή που ενεργοποιεί αυτό το πλαίσιο.
fi: Lisää toinen komento, joka aktivoi tämän kontekstin.
it: Aggiungi un altro comando che attiva questo contesto
nl: Voeg een andere opdracht toe die deze context activeert

source: Highlight Rules
de: Hervorhebungsregeln
el: Κανόνες Επισήμανσης
es: Reglas de Resaltado
fi: Korostussäännöt
hr: Pravila isticanja
is: Sérfræðireglur
it: Regole di evidenziazione
nl: Markeerregels
no: Uthetsregler
ro: Reguli de Evidențiere
sk: Pravidlá zvýraznenia
tr: Vurgu Kuralları

source: Use arrows to reorder. Rules are matched from top to bottom.
de: Verwenden Sie die Pfeile, um die Reihenfolge zu ändern. Regeln werden von oben nach unten abgeglichen.
el: Χρησιμοποιήστε τα βέλη για να αλλάξετε τη σειρά. Οι κανόνες αντιστοιχίζονται από πάνω προς τα κάτω.
fi: Käytä nuolia järjestääksesi. Säännöt sovitetaan ylhäältä alas.
it: Usa le frecce per riordinare. Le regole vengono abbinate dall'alto verso il basso.
nl: Gebruik pijlen om de volgorde te wijzigen. Regels worden van boven naar beneden toegepast.

source: ➕ Add New Rule
de: ➕ Neue Regel hinzufügen
el: ➕ Προσθήκη Νέου Κανόνα
es: ➕ Agregar nueva regla
fi: ➕ Lisää uusi sääntö
hr: ➕ Dodaj novo pravilo
is: ➕ Bæta við nýrri reglu
it: ➕ Aggiungi Nuova Regola
nl: ➕ Nieuwe Regel Toevoegen
no: ➕ Legg til ny regel
ro: ➕ Adaugă Regula Nouă
sk: ➕ Pridať novú pravidlo
tr: ➕ Yeni Kural Ekle
uk: ➕ Додати нове правило

source: Create a new highlighting pattern for this context
de: Erstellen Sie ein neues Hervorhebungsmuster für diesen Kontext
el: Δημιουργήστε ένα νέο μοτίβο επισήμανσης για αυτό το πλαίσιο.
fi: Luo uusi korostusmalli tätä kontekstia varten
it: Crea un nuovo modello di evidenziazione per questo contesto
nl: Maak een nieuw markeerpatroon voor deze context

source: Activates this context
de: Aktiviert diesen Kontext
el: Ενεργοποιεί αυτό το πλαίσιο.
fi: Aktivoi tämän kontekstin
it: Attiva questo contesto
nl: Activeert deze context

source: Edit trigger
de: Trigger bearbeiten
el: Επεξεργασία ενεργοποιητή
es: Editar desencadenador
fi: Muokkaa laukaisevaa tapahtumaa
hr: Uredi okidač
is: Breyta viðvörun
it: Modifica attivatore
nl: Bewerk trigger
no: Rediger utløser
ro: Editare declanșator
sk: Upraviť spúšťač
tr: Tetikleyiciyi Düzenle
uk: Редагувати тригер

source: Remove trigger
de: Trigger entfernen
el: Αφαίρεση ενεργοποιητή
es: Eliminar desencadenador
fi: Poista laukaiseva tekijä
hr: Ukloni okidač
is: Fjarlægja hvatningu
it: Rimuovi attivatore
nl: Verwijder trigger
no: Fjern utløser
ro: Eliminare declanșator
sk: Odstrániť spúšťač
tr: Tetikleyiciyi kaldır
uk: Видалити тригер

source: Cannot remove the last trigger
de: Kann den letzten Trigger nicht entfernen
el: Δεν είναι δυνατή η αφαίρεση του τελευταίου ενεργοποιητή
es: No se puede eliminar el último desencadenador.
fi: Ei voi poistaa viimeistä laukaista.
hr: Ne može se ukloniti posljednji okidač
is: Get ekki fjarlægja síðasta kveikjuna
it: Impossibile rimuovere l'ultimo attivatore
nl: Kan de laatste trigger niet verwijderen
no: Kan ikke fjerne den siste utløseren
ro: Nu se poate elimina ultimul declanșator
sk: Nie je možné odstrániť posledný spúšťač
tr: Son tetikleyiciyi kaldıramazsınız.

source: Remove Trigger?
de: Trigger entfernen?
el: Αφαίρεση Ενεργοποιητή;
es: ¿Eliminar desencadenador?
fi: Poista laukaise?
hr: Ukloni okidač?
is: Fjarlægja Triggers?
it: Rimuovi attivatore?
nl: Trigger verwijderen?
no: Fjern utløser?
ro: Eliminare declanșator?
sk: Odstrániť spúšťač?
tr: Tetikleyiciyi Kaldır?
uk: Видалити тригер?

source: Remove "{}" from the triggers list?
de: Entfernen Sie "{}" aus der Triggerliste?
el: Αφαιρέστε "{}" από τη λίστα των ενεργοποιητών;
es: ¿Eliminar "{}" de la lista de disparadores?
fi: Poista "{}" laukaisimien luettelosta?
hr: Ukloni "{}" s popisa okidača?
is: Fjarlægðu "{}" úr lista yfir viðbrögð?
it: Rimuovere "{}" dall'elenco dei trigger?
nl: Verwijder "{}" uit de lijst met triggers?
no: Fjern "{}" fra listen over triggere?
ro: Elimină "{}" din lista de declanșatoare?
sk: Odstrániť "{}" zo zoznamu spúšťačov?
tr: Tetikleyici listesinden "{}" kaldırılsın mı?
uk: Видалити "{}" зі списку тригерів?

source: Move up
de: Nach oben bewegen
el: Μετακίνηση προς τα πάνω
es: Mover hacia arriba
fi: Siirry ylös
hr: Pomakni se gore
is: Færa upp
it: Sposta su
nl: Omhoog verplaatsen
no: Flytt opp
ro: Mutați în sus
sk: Posuň hore
tr: Yukarı taşı

source: Move down
de: Nach unten bewegen
el: Μετακίνηση προς τα κάτω
es: Mover hacia abajo
fi: Siirry alas
hr: Pomakni se dolje
is: Færa niður
it: Sposta giù
nl: Omlaag bewegen
no: Flytt ned
ro: Mutați în jos
sk: Posuňte sa nadol
tr: Aşağı taşı

source: Edit rule
de: Regel bearbeiten
el: Επεξεργασία κανόνα
es: Editar regla
fi: Muokkaa sääntöä
hr: Uredi pravilo
is: Breyta reglu
it: Modifica regola
nl: Bewerk regel
no: Rediger regel
ro: Editare regulă
sk: Upraviť pravidlo
tr: Kuralı düzenle
uk: Редагувати правило

source: Delete rule
de: Regel löschen
el: Διαγραφή κανόνα
es: Eliminar regla
fi: Poista sääntö
hr: Izbriši pravilo
is: Eyða reglu
it: Elimina regola
nl: Verwijder regel
no: Slett regel
ro: Șterge regulă
sk: Vymazať pravidlo
tr: Kuralı sil
uk: Видалити правило

source: Reset to System Default?
de: Auf Werkseinstellungen zurücksetzen?
el: Επαναφορά στις εργοστασιακές ρυθμίσεις;
es: ¿Restablecer a la configuración de fábrica?
fi: Palauta järjestelmän oletusasetukset?
hr: Poništi na zadane postavke sustava?
is: Endurstilla í kerfislæga?
it: Ripristina le impostazioni di sistema predefinite?
nl: Herstellen naar fabrieksinstellingen?
no: Tilbakestill til systemstandard?
ro: Resetare la setările din fabrică?
sk: Obnoviť na predvolené nastavenia systému?
tr: Sistem Varsayılanlarına Sıfırla?
uk: Скинути до системних значень за замовчуванням?

source: This will remove your customizations for "{}" and revert to system rules.
de: Dies entfernt Ihre Anpassungen für "{}" und stellt die Systemregeln wieder her.
el: Αυτό θα αφαιρέσει τις προσαρμογές σας για "{}" και θα επιστρέψει στους κανόνες του συστήματος.
es: Esto eliminará tus personalizaciones para "{}" y volverá a las reglas del sistema.
fi: Tämä poistaa mukautuksesi "{}" osalta ja palauttaa järjestelmän säännöt.
hr: Ovo će ukloniti vaše prilagodbe za "{}" i vratiti se na sistemska pravila.
is: Þetta mun fjarlægja sérsniðin stillingar fyrir "{}" og snúa aftur að kerfisreglum.
it: Questo rimuoverà le tue personalizzazioni per "{}" e ripristinerà le regole di sistema.
nl: Dit verwijdert uw aanpassingen voor "{}" en herstelt de systeemregels.
no: Dette vil fjerne tilpasningene dine for "{}" og gå tilbake til systemregler.
ro: Aceasta va elimina personalizările pentru "{}" și va reveni la regulile sistemului.
sk: Týmto sa odstránia vaše prispôsobenia pre "{}" a vráti sa to na systémové pravidlá.
tr: Bu, "{}" için özelleştirmelerinizi kaldıracak ve sistem kurallarına geri dönecektir.
uk: Це видалить ваші налаштування для "{}" і поверне до системних правил.

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
he: איפוס
hr: Ponovno postavi
is: Endurstilla
it: Ripristina
nl: Resetten
no: Tilbakestill
ro: Resetare
sk: Obnoviť
tr: Sıfırla
uk: Скинути

source: Delete Rule?
de: Regel löschen?
el: Διαγραφή Κανόνα;
es: ¿Eliminar regla?
fi: Poista sääntö?
hr: Izbriši pravilo?
is: Eyða reglu?
it: Elimina regola?
nl: Regel verwijderen?
no: Slette regel?
ro: Șterge regulă?
sk: Zmazať pravidlo?
tr: Kuralı Sil?

source: Are you sure you want to delete "{}"?
de: Sind Sie sicher, dass Sie "{}" löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε "{}";
es: ¿Estás seguro de que deseas eliminar "{}"?
fi: Oletko varma, että haluat poistaa "{}"?
hr: Jeste li sigurni da želite izbrisati "{}"?
is: Ertu viss um að þú viljir eyða "{}"?
it: Sei sicuro di voler eliminare "{}"?
nl: Weet u zeker dat u "{}" wilt verwijderen?
no: Er du sikker på at du vil slette "{}"?
ro: Ești sigur că vrei să ștergi "{}"?
sk: Ste si istí, že chcete odstrániť "{}"?
tr: "{}'yi silmek istediğinize emin misiniz?"
uk: Ви впевнені, що хочете видалити "{}"?

source: Global Rules
de: Globale Regeln
el: Παγκοσμίοι Κανόνες
es: Reglas Globales
fi: Globaali säännöt
hr: Globalna pravila
is: Alheimsreglur
it: Regole Globali
nl: Globale Regels
no: Globale regler
ro: Reguli Globale
sk: Globálne pravidlá
tr: Küresel Kurallar
uk: Глобальні правила

source: Context Rules
de: Kontextregeln
el: Κανόνες Πλαισίου
fi: Kontekstisäännöt
it: Regole di contesto
nl: Contextregels

source: Syntax highlighting enhances terminal output readability by colorizing patterns like errors, warnings, IP addresses, and more. * Many highlight rules can slow down display of large outputs..
de: Syntaxhervorhebung verbessert die Lesbarkeit der Terminalausgabe, indem Muster wie Fehler, Warnungen, IP-Adressen und mehr farblich hervorgehoben werden. * Viele Hervorhebungsregeln können die Anzeige großer Ausgaben verlangsamen.
el: Η σύνταξη χρωματισμού βελτιώνει την αναγνωσιμότητα της εξόδου του τερματικού χρωματίζοντας μοτίβα όπως σφάλματα, προειδοποιήσεις, διευθύνσεις IP και άλλα. * Πολλοί κανόνες χρωματισμού μπορούν να επιβραδύνουν την εμφάνιση μεγάλων εξόδων.
fi: Synnin korostus parantaa terminaalin tulosteen luettavuutta värittämällä kuvioita, kuten virheitä, varoituksia, IP-osoitteita ja muita. * Monet korostussäännöt voivat hidastaa suurten tulosten näyttämistä.
it: La evidenziazione della sintassi migliora la leggibilità dell'output del terminale colorando modelli come errori, avvisi, indirizzi IP e altro ancora. * Molte regole di evidenziazione possono rallentare la visualizzazione di grandi output.
nl: Syntaxhighlighting verbetert de leesbaarheid van terminaluitvoer door patronen zoals fouten, waarschuwingen, IP-adressen en meer te kleuren. * Veel markeerregels kunnen de weergave van grote uitvoer vertragen.

source: Activation
de: Aktivierung
el: Ενεργοποίηση
es: Activación
fi: Aktivointi
hr: Aktivacija
is: Aktivering
it: Attivazione
nl: Activatie
no: Aktivering
ro: Activare
sk: Aktivácia
tr: Aktivasyon
uk: Активація

source: Control when syntax highlighting is applied to terminal output.
de: Steuern, wann die Syntaxhervorhebung auf die Terminalausgabe angewendet wird.
el: Ελέγξτε πότε εφαρμόζεται η σύνταξη χρωματισμού στην έξοδο του τερματικού.
fi: Ohjaa, milloin syntaksin korostus sovelletaan terminaalin tulosteeseen.
it: Controlla quando l'evidenziazione della sintassi viene applicata all'output del terminale.
nl: Beheer wanneer syntaxisaccentuering wordt toegepast op terminaluitvoer.

source: Local Terminals
de: Lokale Terminals
el: Τοπικοί Τερματικοί Σταθμοί
es: Terminales Locales
fi: Paikalliset terminaalit
hr: Lokalni terminali
is: Staðbundin Terminalar
it: Terminali Locali
nl: Lokale Terminals
no: Lokale terminaler
ro: Terminale Locale
sk: Miestne terminály
tr: Yerel Terminaller
uk: Локальні термінали

source: Apply highlighting to local shell sessions
de: Hervorhebung auf lokale Shell-Sitzungen anwenden
el: Εφαρμογή επισήμανσης σε τοπικές συνεδρίες κελύφους
fi: Käytä korostusta paikallisissa shell-istunnoissa
it: Applica evidenziazione alle sessioni della shell locale
nl: Pas markering toe aan lokale shell-sessies

source: SSH Sessions
de: SSH-Sitzungen
el: Συνεδρίες SSH
es: Sesiones SSH
fi: SSH-istunnot
hr: SSH sesije
is: SSH skeyði
it: Sessioni SSH
nl: SSH-sessies
no: SSH-økter
ro: Sesiuni SSH
sk: SSH relácie
tr: SSH Oturumları

source: Apply highlighting to SSH remote sessions
de: Hervorhebung auf SSH-Remote-Sitzungen anwenden
el: Εφαρμογή επισήμανσης σε απομακρυσμένες συνεδρίες SSH
fi: Käytä korostusta SSH-etäistunnoissa
it: Applica evidenziazione alle sessioni remote SSH
nl: Pas markering toe aan SSH-remote sessies

source: Ignored Commands
de: Ignorierte Befehle
el: Αγνοημένες Εντολές
es: Comandos ignorados
fi: Ohitetut komennot
hr: Ignorirane naredbe
is: Fyrirgefinn skipanir
it: Comandi ignorati
nl: Genegeerde Opdrachten
no: Ignorerte kommandoer
ro: Comenzi Ignorate
sk: Ignorované príkazy
tr: Göz ardı edilen Komutlar
uk: Ігноровані команди

source: Highlighting disabled for these commands
de: Hervorhebung für diese Befehle deaktiviert
el: Η επισήμανση είναι απενεργοποιημένη για αυτές τις εντολές
fi: Korostus poistettu käytöstä näille komennoille
it: Evidenziazione disabilitata per questi comandi
nl: Markeren is uitgeschakeld voor deze opdrachten

source: Click to expand
de: Klicken zum Erweitern
el: Κάντε κλικ για να επεκτείνετε
fi: Napsauta laajentaaksesi
it: Clicca per espandere
nl: Klik om uit te vouwen

source: Restore Defaults
de: Einstellungen zurücksetzen
el: Επαναφορά προεπιλογών
es: Restaurar valores predeterminados
fi: Palauta oletusasetukset
hr: Vrati zadane postavke
is: Endurheimta sjálfgefin gildi
it: Ripristina impostazioni predefinite
nl: Herstellen van Standaardinstellingen
no: Gjenopprett standardinnstillinger
ro: Restaurare setările implicite
sk: Obnovi predvoľby
tr: Varsayılanları Geri Yükle

source: Reset to the default ignored commands list
de: Zurücksetzen der Standardliste ignorierter Befehle
el: Επαναφορά στη λίστα προεπιλεγμένων αγνοημένων εντολών
fi: Palauta oletusarvoinen ohitettujen komentojen luettelo
it: Ripristina l'elenco dei comandi ignorati predefiniti
nl: Reset naar de standaardlijst met genegeerde commando's

source: ➕ Add Ignored Command
de: ➕ Ignorierte Befehle hinzufügen
el: ➕ Προσθήκη Αγνοημένης Εντολής
es: ➕ Agregar Comando Ignorado
fi: ➕ Lisää ohitettu komento
hr: ➕ Dodaj Ignoriranu Komandu
is: ➕ Bæta við Ignoreruðu Skipun
it: ➕ Aggiungi Comando Ignorato
nl: ➕ Voeg Genegeerde Opdracht Toe
no: ➕ Legg til ignorert kommando
ro: ➕ Adaugă Comandă Ignorată
sk: ➕ Pridať ignorovaný príkaz
tr: ➕ Görmezden Gelinen Komutu Ekle
uk: ➕ Додати ігноровану команду

source: Add a command that should preserve its native colors
de: Fügen Sie einen Befehl hinzu, der seine nativen Farben beibehalten sollte.
el: Προσθέστε μια εντολή που θα πρέπει να διατηρεί τα εγγενή της χρώματα
fi: Lisää komento, joka säilyttää sen alkuperäiset värit.
it: Aggiungi un comando che dovrebbe preservare i suoi colori nativi
nl: Voeg een opdracht toe die zijn oorspronkelijke kleuren moet behouden

source: {count} command(s) • Click to expand/collapse
de: {count} Befehl(e) • Klicken Sie, um zu erweitern/zu reduzieren
el: {count} εντολή(ές) • Κάντε κλικ για επέκταση/σύμπτυξη
es: {count} comando(s) • Haga clic para expandir/colapsar
fi: {count} komenttia • Napsauta laajentaaksesi/tiivistääksesi
hr: {count} naredbi • Kliknite za proširenje/smanjenje
is: {count} skipti • Smelltu til að stækka/minnka
it: {count} comando(i) • Clicca per espandere/ridurre
nl: {count} opdracht(en) • Klik om uit te vouwen/samenvouwen
no: {count} kommando(er) • Klikk for å utvide/kolleapse
ro: {count} comandă(e) • Faceți clic pentru a extinde/colapsa
sk: {count} príkaz(ov) • Kliknite na rozbalenie/zbalenie
tr: {count} komut(lar) • Genişletmek/küçültmek için tıklayın
uk: {count} команд(и) • Натисніть, щоб розгорнути/згорнути

source: Native coloring preserved
de: Native-Farbgebung beibehalten
el: Διατηρήθηκε η εγγενής χρωματική απεικόνιση
fi: Natiiviväri säilytetty
it: Colorazione nativa preservata
nl: Natuurlijke kleurbehoud

source: Remove from ignored list
de: Von der Ignorierliste entfernen
el: Αφαίρεση από τη λίστα αγνοημένων
es: Eliminar de la lista de ignorados
fi: Poista sivuutetusta luettelosta
hr: Ukloni s popisa ignoriranih
is: Fjarlægja úr hunsuðu lista
it: Rimuovi dall'elenco ignorato
nl: Verwijder uit de genegeerde lijst
no: Fjern fra ignorert liste
ro: Elimină din lista ignorată
sk: Odstrániť zo zoznamu ignorovaných
tr: Göz ardı edilen listeden kaldır
uk: Видалити з ігнорованого списку

source: Command added: {}
de: Befehl hinzugefügt: {}
el: Εντολή προστέθηκε: {}
es: Comando añadido: {}
fi: Komento lisätty: {}
hr: Naredba dodana: {}
is: Skipun bætt við: {}
it: Comando aggiunto: {}
nl: Opdracht toegevoegd: {}
no: Kommando lagt til: {}
ro: Comandă adăugată: {}
sk: Príkaz pridaný: {}
tr: Komut eklendi: {}
uk: Команда додана: {}

source: Remove Ignored Command?
de: Ignorierten Befehl entfernen?
el: Αφαίρεση Αγνοημένης Εντολής;
es: ¿Eliminar comando ignorado?
fi: Poista ohitettu komento?
hr: Ukloni zanemarenu naredbu?
is: Fjarlægja vanrækt skipun?
it: Rimuovere il comando ignorato?
nl: Verwijder Genegeerde Opdracht?
no: Fjern ignorert kommando?
ro: Eliminare comanda ignorată?
sk: Odstrániť ignorovaný príkaz?
tr: Göz ardı edilen komutu kaldır?
uk: Видалити проігноровану команду?

source: Remove "{}" from the ignored commands list? Highlighting will be applied to this command's output.
de: Entfernen Sie "{}" aus der Liste der ignorierten Befehle? Die Hervorhebung wird auf die Ausgabe dieses Befehls angewendet.
el: Αφαιρέστε "{}" από τη λίστα των αγνοημένων εντολών; Η επισήμανση θα εφαρμοστεί στην έξοδο αυτής της εντολής.
es: ¿Eliminar "{}" de la lista de comandos ignorados? Se aplicará resaltado a la salida de este comando.
fi: Poista "{}" ohitettujen komentojen luettelosta? Korostus sovelletaan tämän komennon tulokseen.
hr: Uklonite "{}" s popisa ignoriranih naredbi? Isticanje će biti primijenjeno na izlaz ove naredbe.
is: Fjarlægja "{}" úr lista yfir vanrækt skipanir? Litað verður á úttak þessarar skipunar.
it: Rimuovere "{}" dall'elenco dei comandi ignorati? L'evidenziazione verrà applicata all'output di questo comando.
nl: Verwijder "{}" uit de lijst met genegeerde commando's? Markering wordt toegepast op de uitvoer van dit commando.
no: Fjerne "{}" fra listen over ignorerte kommandoer? Utheving vil bli brukt på utdataene til denne kommandoen.
ro: Elimină "{}" din lista comenzilor ignorate? Evidențierea va fi aplicată ieșirii acestei comenzi.
sk: Odstrániť "{}" zo zoznamu ignorovaných príkazov? Zvýraznenie sa použije na výstup tohto príkazu.
tr: "{}" komutları göz ardı edilen listeden kaldırmak ister misiniz? Vurgulama, bu komutun çıktısına uygulanacaktır.
uk: Видалити "{}" зі списку ігнорованих команд? Виділення буде застосовано до виходу цієї команди.

source: Command removed: {}
de: Befehl entfernt: {}
el: Η εντολή αφαιρέθηκε: {}
es: Comando eliminado: {}
fi: Komento poistettu: {}
hr: Uklonjena naredba: {}
is: Skipta eyðing: {}
it: Comando rimosso: {}
nl: Opdracht verwijderd: {}
no: Kommando fjernet: {}
ro: Comandă eliminată: {}
sk: Príkaz odstránený: {}
tr: Komut kaldırıldı: {}
uk: Команда видалена: {}

source: Restore Default Ignored Commands?
de: Standardwerte für ignorierte Befehle wiederherstellen?
el: Επαναφορά προεπιλεγμένων αγνοημένων εντολών;
es: ¿Restaurar comandos ignorados predeterminados?
fi: Palauta oletusarvoiset ohitetut komennot?
hr: Vrati zadane ignorirane naredbe?
is: Endur stillt útrýmd skipanir?
it: Ripristina i comandi ignorati predefiniti?
nl: Herstel standaard genegeerde opdrachten?
no: Gjenopprett standard ignorerte kommandoer?
ro: Restaurare comenzile ignorate implicite?
sk: Obnovi predvolené ignorované príkazy?
tr: Varsayılan Yoksayılan Komutları Geri Yükle?
uk: Відновити стандартні проігноровані команди?

source: This will replace your current ignored commands list with the system defaults. Custom additions will be lost.
de: Dies ersetzt Ihre aktuelle Liste ignorierter Befehle durch die Systemstandardeinstellungen. Benutzerdefinierte Ergänzungen gehen verloren.
el: Αυτό θα αντικαταστήσει τη λίστα των αγνοημένων εντολών σας με τις προεπιλεγμένες ρυθμίσεις του συστήματος. Οι προσαρμοσμένες προσθήκες θα χαθούν.
es: Esto reemplazará tu lista actual de comandos ignorados con los valores predeterminados del sistema. Las adiciones personalizadas se perderán.
fi: Tämä korvataan nykyinen ohitettujen komentojen luettelo järjestelmän oletusasetuksilla. Mukautetut lisäykset menetetään.
hr: Ovo će zamijeniti vaš trenutni popis ignoriranih naredbi s zadanim postavkama sustava. Prilagođeni dodaci će biti izgubljeni.
is: Þetta mun skipta út núverandi lista yfir vanrækt skipanir þínar með kerfisskilyrðunum. Sérsniðnar viðbætur munu tapast.
it: Questo sostituirà l'elenco dei comandi ignorati attuale con le impostazioni predefinite del sistema. Le aggiunte personalizzate andranno perse.
nl: Dit vervangt uw huidige lijst met genegeerde commando's door de systeemstandaarden. Aangepaste toevoegingen gaan verloren.
no: Dette vil erstatte din nåværende liste over ignorerte kommandoer med systemstandardene. Egne tillegg vil gå tapt.
ro: Aceasta va înlocui lista curentă de comenzi ignorate cu valorile implicite ale sistemului. Adăugările personalizate vor fi pierdute.
sk: Toto nahradí váš aktuálny zoznam ignorovaných príkazov systémovými predvoľbami. Vlastné prídavky budú stratené.
tr: Bu, mevcut göz ardı edilen komutlar listenizi sistem varsayılanlarıyla değiştirecektir. Özel eklemeler kaybolacaktır.
uk: Це замінить ваш поточний список ігнорованих команд на системні значення за замовчуванням. Користувацькі доповнення будуть втрачені.

source: Restored default ignored commands
de: Wiederhergestellte Standard ignorierte Befehle
el: Αποκατεστημένες προεπιλεγμένες αγνοημένες εντολές
es: Restaurados los comandos ignorados predeterminados
fi: Palautetut oletusarvoiset ohitetut komennot
hr: Vraćene zadane ignorirane naredbe
is: Endurð sjálfgefin vanrækt skipanir
it: Comandi ignorati ripristinati predefiniti
nl: Herstelde standaard genegeerde commando's
no: Gjenopprettede standard ignorerte kommandoer
ro: Comenzi ignorate restaurate la valorile implicite
sk: Obnovené predvolené ignorované príkazy
tr: Varsayılan göz ardı edilen komutlar geri yüklendi
uk: Відновлено ігноровані команди за замовчуванням
