Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Copy
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
he: העתק
hr: Kopiraj
is: Afrita
it: Copia
nl: Kopiëren
no: Kopier
ro: Copiază
sk: Kopírovať
tr: Kopyala
uk: Копіювати

source: Select All
de: Alle auswählen
el: Επιλογή Όλων
es: Seleccionar todo
fi: Valitse kaikki
he: בחר הכל
hr: Odaberi sve
is: Velja allt
it: Seleziona tutto
nl: Alles selecteren
no: Velg alle
ro: Selectați tot
sk: Vybrať všetko
tr: Tümünü Seç
uk: Вибрати все

source: Clear Session
de: Sitzung löschen
el: Καθαρισμός Συνεδρίας
es: Borrar sesión
fi: Tyhjennä istunto
hr: Očisti sesiju
is: Tæma sessjón
it: Cancella sessione
nl: Sessie wissen
no: Tøm økt
ro: Șterge sesiunea
sk: Vymazať reláciu
tr: Oturumu Temizle
uk: Очистити сесію

source: Ask AI
de: Frage KI
el: Ρώτησε την Τεχνητή Νοημοσύνη
es: Preguntar a la IA
fi: Kysy AI:ta
hr: Pitaj AI
is: Spyrja AI
it: Chiedi all'AI
nl: Vraag AI
no: Spør AI
ro: Întreabă AI
sk: Spýtaj sa AI
tr: Yapay Zeka'ya Sor
uk: Запитати ШІ

source: Split Left/Right
de: Links/Rechts teilen
el: Διαίρεση Αριστερά/Δεξιά
es: Dividir Izquierda/Derecha
fi: Jaa vasemmalle/oikealle
he: חלק שמאלה/ימינה
hr: Podijeli lijevo/desno
is: Skipta Vinstri/Hægri
it: Dividi a sinistra/destra
nl: Split Links/Rechts
no: Del opp Venstre/Høyre
ro: Împărțiți Stânga/Dreapta
sk: Rozdeliť vľavo/vpravo
tr: Solunu Sol/sağ Ayır
uk: Розділити ліворуч/праворуч

source: Split Top/Bottom
de: Oben/Unten teilen
el: Διαίρεση Κάτω/Επάνω
es: Dividir Superior/Inferior
fi: Jaa ylhäältä/alhaalta
he: חלק עליון/תחתון
hr: Podijeli gornje/donje
is: Skipta Ofan/Neðan
it: Dividi Sopra/Sotto
nl: Split Boven/Beneden
no: Del opp Topp/Bunn
ro: Împărțiți Sus/Jos
sk: Rozdeliť hore/dole
tr: Üst/Aşağı Ayır
uk: Розділити верх/низ

source: Terminal session cleared.
de: Terminal-Sitzung gelöscht.
el: Η συνεδρία τερματικού καθαρίστηκε.
es: Sesión de terminal borrada.
fi: Päätteistunnon tyhjennys.
hr: Terminal sesija očišćena.
is: Terminal sessjón hreinsað.
it: Sessione del terminale cancellata.
nl: Terminalsessie gewist.
no: Terminaløkten er tømt.
ro: Sesiune terminal ștearsă.
sk: Relácia terminálu bola vymazaná.
tr: Terminal oturumu temizlendi.
uk: Сесія терміналу очищена.

source: No active terminal to clear.
de: Kein aktives Terminal zum Löschen.
el: Δεν υπάρχει ενεργό τερματικό για εκκαθάριση.
es: No hay terminal activa para limpiar.
fi: Ei aktiivista terminaalia tyhjennettäväksi.
hr: Nema aktivnog terminala za brisanje.
is: Engin virkni til að hreinsa.
it: Nessun terminale attivo da cancellare.
nl: Geen actieve terminal om te wissen.
no: Ingen aktiv terminal å tømme.
ro: Nu există un terminal activ de șters.
sk: Žiadny aktívny terminál na vyčistenie.
tr: Temizlenecek aktif terminal yok.
uk: Немає активного терміналу для очищення.

source: Explain this code or command:
de: Erkläre diesen Code oder Befehl:
el: Εξήγησε αυτόν τον κώδικα ή την εντολή:
fi: Selitä tämä koodi tai komento:
it: Spiega questo codice o comando:
nl: Leg deze code of opdracht uit:

source: Please select an SSH session to connect with SFTP.
de: Bitte wählen Sie eine SSH-Sitzung aus, um sich mit SFTP zu verbinden.
el: Παρακαλώ επιλέξτε μια συνεδρία SSH για να συνδεθείτε με SFTP.
es: Por favor, seleccione una sesión SSH para conectarse con SFTP.
fi: Valitse SSH-istunto, johon haluat yhdistää SFTP:llä.
he: אנא בחר מושב SSH להתחבר עם SFTP.
hr: Molimo odaberite SSH sesiju za povezivanje s SFTP-om.
is: Vinsamlegast veldu SSH lotu til að tengjast SFTP.
it: Seleziona una sessione SSH con cui connetterti a SFTP.
nl: Selecteer een SSH-sessie om verbinding te maken met SFTP.
no: Vennligst velg en SSH-økt for å koble til SFTP.
ro: Vă rugăm să selectați o sesiune SSH pentru a vă conecta cu SFTP.
sk: Prosím, vyberte SSH reláciu na pripojenie pomocou SFTP.
tr: Lütfen SFTP ile bağlanmak için bir SSH oturumu seçin.
uk: Будь ласка, виберіть сеанс SSH для підключення до SFTP.

source: New Session
de: Neue Sitzung
el: Νέα Συνεδρία
es: Nueva sesión
fi: Uusi istunto
he: סשן חדש
hr: Nova sesija
is: Nýja sessjón
it: Nuova Sessione
nl: Nieuwe sessie
no: Ny økt
ro: Sesiune nouă
sk: Nová relácia
tr: Yeni Oturum
uk: Нова сесія

source: New Folder
de: Neuer Ordner
el: Νέος Φάκελος
es: Nueva Carpeta
fi: Uusi kansio
he: תיקייה חדשה
hr: Nova mapa
is: Nýr möppur
it: Nuova Cartella
nl: Nieuwe map
no: Ny mappe
ro: Folder Nouă
sk: Nová zložka
tr: Yeni Klasör

source: Session
de: Sitzung
el: Σύνοδος
es: Sesión
fi: Istunto
he: סשן
hr: Sesija
is: Samskipti
it: Sessione
nl: Sessie
no: Økt
ro: Sesiune
sk: Relácia
tr: Oturum
uk: Сесія

source: Folder
de: Ordner
el: Φάκελος
es: Carpeta
fi: Kansio
he: תיקייה
hr: Mapa
is: Mappa
it: Cartella
nl: Mappe
no: Mappe
ro: Dosar
sk: Zložka
tr: Klasör
uk: Dossier

source: Rename {type}
de: Umbenennen {type}
el: Μετονομασία {type}
es: Renombrar {type}
fi: Nimeä {type}
he: שנה שם {type}
hr: Preimenuj {type}
is: Endurnefna {type}
it: Rinomina {type}
nl: Hernoem {type}
no: Gi nytt navn til {type}
ro: Renumește {type}
sk: Prezvani {type}
tr: Yeniden Adlandır {type}

source: Enter new name for "{name}":
de: Geben Sie einen neuen Namen für "{name}" ein:
el: Εισάγετε νέο όνομα για "{name}":
es: Ingrese un nuevo nombre para "{name}":
fi: Syötä uusi nimi kohteelle "{name}":
he: הזן שם חדש עבור "{name}":
hr: Unesite novo ime za "{name}":
is: Sláðu inn nýtt nafn fyrir "{name}":
it: Inserisci un nuovo nome per "{name}":
nl: Voer een nieuwe naam in voor "{name}":
no: Skriv inn nytt navn for "{name}":
ro: Introduceți un nou nume pentru "{name}":
sk: Zadajte nové meno pre "{name}":
tr: "{name}" için yeni ad girin:
uk: Введіть нове ім'я для "{name}":

source: Delete Item
de: Element löschen
el: Διαγραφή Στοιχείου
es: Eliminar elemento
fi: Poista kohde
he: מחק פריט
hr: Izbriši stavku
is: Eyða atriði
it: Elimina elemento
nl: Verwijder item
no: Slett element
ro: Șterge elementul
sk: Odstrániť položku
tr: Öğeyi Sil
uk: Видалити елемент

source: Delete Items
de: Elemente löschen
el: Διαγραφή Στοιχείων
es: Eliminar elementos
fi: Poista kohteet
he: מחק פריטים
hr: Izbriši stavke
is: Eyða hlutum
it: Elimina elementi
nl: Verwijder items
no: Slett elementer
ro: Șterge elemente
sk: Odstrániť položky
tr: Öğeleri Sil

source: Layout
el: Διάταξη
es: Diseño
fi: Asettelu
he: פריסה
hr: Izgled
is: Uppsetning
no: Oppsett
ro: Aspect.
sk: Rozloženie
tr: Düzen
uk: Розташування

source: Delete {type}
de: Löschen {type}
el: Διαγραφή {type}
es: Eliminar {type}
fi: Poista {type}
he: מחק {type}
hr: Izbriši {type}
is: Eyða {type}
it: Elimina {type}
nl: Verwijder {type}
no: Slett {type}
ro: Șterge {type}
sk: Odstrániť {type}
tr: Sil {type}
uk: Видалити {type}

source: The folder "{name}" is not empty. Are you sure you want to permanently delete it and all its contents?
de: Der Ordner "{name}" ist nicht leer. Sind Sie sicher, dass Sie ihn und seinen gesamten Inhalt dauerhaft löschen möchten?
el: Ο φάκελος "{name}" δεν είναι κενός. Είστε σίγουροι ότι θέλετε να τον διαγράψετε μόνιμα και όλα τα περιεχόμενά του;
es: La carpeta "{name}" no está vacía. ¿Estás seguro de que deseas eliminarla permanentemente y todos su contenido?
fi: Kansio "{name}" ei ole tyhjentynyt. Oletko varma, että haluat poistaa sen ja kaikki sen sisällöt pysyvästi?
he: התקייה "{name}" אינה ריקה. האם אתה בטוח שברצונך למחוק אותה ואת כל התוכן שלה לצמיתות?
hr: Mapa "{name}" nije prazna. Jeste li sigurni da želite trajno izbrisati nju i sav njen sadržaj?
is: Skráin "{name}" er ekki tóm. Ertu viss um að þú viljir varanlega eyða henni og öllum innihaldi hennar?
it: La cartella "{name}" non è vuota. Sei sicuro di volerla eliminare permanentemente insieme a tutti i suoi contenuti?
nl: De map "{name}" is niet leeg. Weet u zeker dat u deze en al zijn inhoud permanent wilt verwijderen?
no: Mappen "{name}" er ikke tom. Er du sikker på at du vil slette den permanent og alt innholdet?
ro: Folderul "{name}" nu este gol. Ești sigur că vrei să-l ștergi permanent și să ștergi tot conținutul său?
sk: Zložka "{name}" nie je prázdna. Ste si istí, že ju chcete trvalo odstrániť spolu so všetkým jej obsahom?
tr: "{name}" klasörü boş değil. Onu ve tüm içeriğini kalıcı olarak silmek istediğinizden emin misiniz?

source: Are you sure you want to delete "{name}"?
de: Sind Sie sicher, dass Sie "{name}" löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "{name}"?
es: ¿Estás seguro de que deseas eliminar "{name}"?
fi: Oletko varma, että haluat poistaa "{name}"?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hr: Jeste li sigurni da želite izbrisati "{name}"?
is: Ertu viss um að þú viljir eyða "{name}"?
it: Sei sicuro di voler eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
no: Er du sikker på at du vil slette "{name}"?
ro: Ești sigur că vrei să ștergi "{name}"?
sk: Ste si istí, že chcete odstrániť „{name}“?
tr: "{name}" silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити "{name}"?

source: Are you sure you want to permanently delete these {count} items?
de: Sind Sie sicher, dass Sie diese {count} Elemente dauerhaft löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα αυτά τα {count} στοιχεία;
es: ¿Estás seguro de que deseas eliminar permanentemente estos {count} elementos?
fi: Oletko varma, että haluat pysyvästi poistaa nämä {count} kohdetta?
he: האם אתה בטוח שברצונך למחוק לצמיתות את {count} הפריטים הללו?
hr: Jeste li sigurni da želite trajno izbrisati ovih {count} stavki?
is: Ertu viss um að þú viljir varanlega eyða þessum {count} hlutum?
it: Sei sicuro di voler eliminare permanentemente questi {count} elementi?
nl: Weet u zeker dat u deze {count} items permanent wilt verwijderen?
no: Er du sikker på at du vil slette disse {count} elementene permanent?
ro: Ești sigur că vrei să ștergi permanent aceste {count} elemente?
sk: Ste si istí, že chcete trvalo odstrániť týchto {count} položiek?
tr: Bu {count} öğeyi kalıcı olarak silmek istediğinizden emin misiniz?

source: This will also delete all contents of any selected folders.
de: Dies löscht auch alle Inhalte der ausgewählten Ordner.
el: Αυτό θα διαγράψει επίσης όλα τα περιεχόμενα οποιωνδήποτε επιλεγμένων φακέλων.
es: Esto también eliminará todo el contenido de las carpetas seleccionadas.
fi: Tämä poistaa myös kaikkien valittujen kansioiden sisällön.
he: זה גם ימחק את כל התוכן של כל התיקיות שנבחרו.
hr: Ovo će također izbrisati sav sadržaj bilo kojih odabranih mapa.
is: Þetta mun einnig eyða öllum efni í hvaða valin möppum sem er.
it: Questo eliminerà anche tutti i contenuti di eventuali cartelle selezionate.
nl: Dit zal ook alle inhoud van geselecteerde mappen verwijderen.
no: Dette vil også slette alt innhold i eventuelle valgte mapper.
ro: Aceasta va șterge, de asemenea, toate conținuturile oricăror foldere selectate.
sk: Týmto sa tiež vymažú všetky obsahy akýchkoľvek vybraných priečinkov.
tr: Bu, seçilen klasörlerin tüm içeriklerini de silecektir.
uk: Це також видалить усі вмісти будь-яких вибраних папок.

source: SSH Connection Failed
de: SSH-Verbindung fehlgeschlagen
el: Αποτυχία σύνδεσης SSH
es: Conexión SSH fallida
fi: SSH-yhteys epäonnistui
he: חיבור SSH נכשל
hr: SSH veza nije uspjela
is: SSH tenging mistókst
it: Connessione SSH fallita
nl: SSH-verbinding mislukt
no: SSH-tilkobling mislyktes
ro: Conexiune SSH eșuată
sk: Zlyhanie pripojenia SSH
tr: SSH Bağlantısı Başarısız

source: Could not connect to session '{session_name}'.
de: Konnte keine Verbindung zur Sitzung '{session_name}' herstellen.
el: Δεν ήταν δυνατή η σύνδεση στη συνεδρία '{session_name}'.
es: No se pudo conectar a la sesión '{session_name}'.
fi: Ei voitu yhdistää istuntoon '{session_name}'.
he: לא ניתן להתחבר לסשן '{session_name}'.
hr: Nije moguće povezati se na sesiju '{session_name}'.
is: Gat ekki tengingu við sess '{session_name}'.
it: Impossibile connettersi alla sessione '{session_name}'.
nl: Kon niet verbinden met sessie '{session_name}'.
no: Kunne ikke koble til økt '{session_name}'.
ro: Nu s-a putut conecta la sesiunea '{session_name}'.
sk: Nepodarilo sa pripojiť k relácii '{session_name}'.
tr: '{session_name}' oturumuna bağlanılamadı.

source: Configure AI Assistant
de: KI-Assistent konfigurieren
el: Ρυθμίστε τον Βοηθό Τεχνητής Νοημοσύνης
es: Configurar Asistente de IA
fi: Määritä AI-avustaja
hr: Konfiguriraj AI asistenta
is: Stillir AI aðstoðarmann
it: Configura Assistente AI
nl: Configure AI-assistent
no: Konfigurer AI-assistent
ro: Configurează Asistentul AI
sk: Konfiguruj AI asistenta
tr: Yapay Zeka Asistanını Yapılandır
uk: Налаштувати AI Асистента

source: Provider
de: Anbieter
el: Πάροχος
es: Proveedor
fi: Toimittaja
he: ספק
hr: Pružatelj
is: Veitaandi
it: Fornitore
nl: Leverancier
no: Leverandør
ro: Furnizor
sk: Poskytovateľ
tr: Sağlayıcı
uk: Постачальник

source: Select the AI service provider to use.
de: Wählen Sie den zu verwendenden KI-Dienstanbieter aus.
el: Επιλέξτε τον πάροχο υπηρεσιών AI που θα χρησιμοποιήσετε.
fi: Valitse käytettävä tekoälypalveluntarjoaja.
it: Seleziona il fornitore di servizi AI da utilizzare.
nl: Selecteer de AI-dienstverlener die u wilt gebruiken.

source: Choose between cloud providers or local models.
de: Wählen Sie zwischen Cloud-Anbietern oder lokalen Modellen.
el: Επιλέξτε ανάμεσα σε παρόχους cloud ή τοπικά μοντέλα.
es: Elige entre proveedores de nube o modelos locales.
fi: Valitse pilvipalveluntarjoajien tai paikallisten mallien välillä.
hr: Odaberite između pružatelja usluga u oblaku ili lokalnih modela.
is: Veldu á milli skýjaþjónustu eða staðbundinna módela.
it: Scegli tra fornitori di cloud o modelli locali.
nl: Kies tussen cloudproviders of lokale modellen.
no: Velg mellom skyleverandører eller lokale modeller.
ro: Alegeți între furnizorii de cloud sau modelele locale.
sk: Vyberte si medzi poskytovateľmi cloudu alebo miestnymi modelmi.
tr: Bulut sağlayıcıları veya yerel modeller arasında seçim yapın.
uk: Vyberte si mezi poskytovateli cloudu nebo místními modely.

source: Base URL
de: Basis-URL
el: Βασική Διεύθυνση URL
es: URL base
fi: Perus-URL
hr: Osnovna URL adresa
is: Grunnslóð
it: URL di base
nl: Basis-URL
no: Grunnleggende URL
ro: URL de bază
sk: Základná URL
tr: Temel URL
uk: Базовий URL

source: Authentication
de: Authentifizierung
el: Αυθεντικοποίηση
es: Autenticación
fi: Todennus
he: אימות
hr: Autentifikacija
is: Vottun
it: Autenticazione
nl: Authenticatie
no: Autentisering
ro: Autentificare
sk: Autentifikácia
tr: Kimlik Doğrulama
uk: Аутентифікація

source: API credentials for the selected provider.
de: API-Anmeldeinformationen für den ausgewählten Anbieter.
el: Διαπιστευτήρια API για τον επιλεγμένο πάροχο.
fi: API-tunnistetiedot valitulle tarjoajalle.
it: Credenziali API per il fornitore selezionato.
nl: API-referenties voor de geselecteerde provider.

source: API Key
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
fi: API-avain
he: מפתח API
hr: API ključ
is: API lykill
it: Chiave API
nl: API-sleutel
no: API-nøkkel
ro: Cheie API
sk: API kľúč
tr: API Anahtarı
uk: API ключ

source: Model
de: Modell
el: Μοντέλο
es: Modelo
fi: Malli
he: מודל
is: Líkan
it: Modello
no: Modell
uk: Модель

source: Select or specify the AI model to use.
de: Wählen Sie das zu verwendende KI-Modell aus oder geben Sie es an.
el: Επιλέξτε ή καθορίστε το μοντέλο AI που θα χρησιμοποιήσετε.
fi: Valitse tai määritä käytettävä tekoälymalli.
it: Seleziona o specifica il modello AI da utilizzare.
nl: Selecteer of specificeer het te gebruiken AI-model.

source: Model Identifier
de: Modellbezeichner
el: Ταυτότητα Μοντέλου
es: Identificador del modelo
fi: Mallin tunnus
he: מזהה מודל
hr: Identifikator modela
is: Líkilauki
it: Identificatore del modello
nl: Modelidentificator
no: Modellidentifikator
ro: Identificator model
sk: Identifikátor modelu
tr: Model Tanımlayıcı
uk: Модель ідентифікатор

source: Fetch Available Models
de: Verfügbare Modelle abrufen
el: Ανάκτηση Διαθέσιμων Μοντέλων
fi: Hae saatavilla olevat mallit
it: Recupera modelli disponibili
nl: Haal Beschikbare Modellen Op

source: Query OpenRouter for a list of available models.
de: Abfrage von OpenRouter für eine Liste verfügbarer Modelle.
el: Ερώτηση OpenRouter για μια λίστα διαθέσιμων μοντέλων.
fi: Kysy OpenRouterilta saatavilla olevien mallien luetteloa.
it: Interroga OpenRouter per un elenco dei modelli disponibili.
nl: Vraag OpenRouter om een lijst van beschikbare modellen.

source: Fetch Models
de: Modelle abrufen
el: Ανάκτηση Μοντέλων
fi: Hae malleja
it: Recupera Modelli
nl: Haal modellen op

source: Available Models
de: Verfügbare Modelle
el: Διαθέσιμα Μοντέλα
fi: Saatavilla olevat mallit
it: Modelli disponibili
nl: Beschikbare modellen

source: Select a model from the fetched list.
de: Wählen Sie ein Modell aus der abgerufenen Liste aus.
el: Επιλέξτε ένα μοντέλο από τη ληφθείσα λίστα.
fi: Valitse malli haetusta luettelosta.
it: Seleziona un modello dall'elenco recuperato.
nl: Selecteer een model uit de opgehaalde lijst.

source: OpenRouter Settings
de: OpenRouter-Einstellungen
el: Ρυθμίσεις OpenRouter
es: Configuración de OpenRouter
fi: OpenRouter-asetukset
hr: Postavke OpenRouter-a
is: OpenRouter stillingar
it: Impostazioni OpenRouter
nl: OpenRouter-instellingen
no: ÅpneRouter Innstillinger
ro: Setări OpenRouter
sk: Nastavenia OpenRouter
tr: OpenRouter Ayarları
uk: Налаштування OpenRouter

source: Additional settings for OpenRouter API rankings.
de: Zusätzliche Einstellungen für OpenRouter API-Rankings.
el: Επιπλέον ρυθμίσεις για τις κατατάξεις του OpenRouter API.
es: Configuraciones adicionales para los rankings de la API de OpenRouter.
fi: Lisäasetukset OpenRouter API -rankingeille.
hr: Dodatne postavke za OpenRouter API rangiranje.
is: Aukalegðir fyrir OpenRouter API röðun.
it: Impostazioni aggiuntive per le classifiche dell'API OpenRouter.
nl: Aanvullende instellingen voor OpenRouter API-rangschikkingen.
no: Ytterligere innstillinger for OpenRouter API-rangeringer.
ro: Setări suplimentare pentru clasamentele API OpenRouter.
sk: Dodatočné nastavenia pre hodnotenie OpenRouter API.
tr: OpenRouter API sıralamaları için ek ayarlar.
uk: Додаткові налаштування для рейтингів OpenRouter API.

source: Site URL (optional)
de: Website-URL (optional)
el: Διεύθυνση URL ιστότοπου (προαιρετικό)
es: URL del sitio (opcional)
fi: Sivuston URL (valinnainen)
hr: URL stranice (opcionalno)
is: Vefslóð (valfrjálst)
it: URL del sito (opzionale)
nl: Site-URL (optioneel)
no: Nettstedets URL (valgfritt)
ro: URL-ul site-ului (opțional)
sk: URL stránky (voliteľné)
tr: Site URL (isteğe bağlı)
uk: URL сайту (необов'язково)

source: Site Name (optional)
de: Seitenname (optional)
el: Όνομα Ιστοσελίδας (προαιρετικό)
es: Nombre del sitio (opcional)
fi: Sivuston nimi (valinnainen)
hr: Naziv stranice (opcionalno)
is: Vefsvæðiheiti (valfrjálst)
it: Nome del sito (opzionale)
nl: Site Naam (optioneel)
no: Nettstednavn (valgfritt)
ro: Nume site (opțional)
sk: Názov stránky (voliteľné)
tr: Site Adı (isteğe bağlı)

source: Status
el: Κατάσταση
fi: Tila
it: Stato

source: Enable AI Assistant
de: AI-Assistent aktivieren
el: Ενεργοποίηση Βοηθού Τεχνητής Νοημοσύνης
es: Habilitar Asistente de IA
fi: Ota käyttöön AI-avustaja
he: אפשר עוזר בינה מלאכותית
hr: Omogući AI asistenta
is: Virkja AI aðstoðarmann
it: Abilita Assistente AI
nl: AI-assistent inschakelen
no: Aktiver AI-assistent
ro: Activează Asistentul AI
sk: Povoliť AI asistenta
tr: AI Asistanı Etkinleştir
uk: Увімкнути AI Асистента

source: Show the AI Assistant button in the header bar.
de: Zeige die Schaltfläche für den KI-Assistenten in der Kopfzeile an.
el: Εμφάνιση του κουμπιού Βοηθού AI στη γραμμή κεφαλίδας.
es: Mostrar el botón del Asistente de IA en la barra de encabezado.
fi: Näytä AI-avustajan painike yläreunassa.
hr: Prikaži gumb AI asistenta u traci zaglavlja.
is: Sýna AI aðstoðarmanninn hnappinn í fyrirsagnarlínu.
it: Mostra il pulsante Assistente AI nella barra di intestazione.
nl: Toon de AI Assistent-knop in de bovenbalk.
no: Vis vis AI-assistentknappen i verktøylinjen.
ro: Afișați butonul Asistent AI în bara de antet.
sk: Zobraziť tlačidlo AI asistenta v hornej lište.
tr: Başlık çubuğunda AI Asistanı butonunu göster.
uk: Показати кнопку AI Assistant у заголовку.

source: Groq API Key
de: Groq API-Schlüssel
el: Κλειδί API Groq
es: Clave de API de Groq
fi: Groq API-avain
hr: Groq API ključ
is: Groq API lykill
it: Chiave API Groq
nl: Groq API-sleutel
no: Groq API-nøkkel
ro: Cheia API Groq
sk: Groq API kľúč
tr: Groq API Anahtarı

source: Google AI Studio API Key
de: Google AI Studio API-Schlüssel
el: Κλειδί API Google AI Studio
es: Clave de API de Google AI Studio
fi: Google AI Studio API-avain
hr: Google AI Studio API ključ
is: Google AI Studio API lykill
it: Chiave API di Google AI Studio
nl: Google AI Studio API-sleutel
no: Google AI Studio API-nøkkel
ro: Cheia API Google AI Studio
sk: Kľúč API Google AI Studio
tr: Google AI Studio API Anahtarı

source: OpenRouter API Key
de: OpenRouter API-Schlüssel
el: Κλειδί API OpenRouter
es: Clave de API de OpenRouter
fi: OpenRouter API-avain
hr: OpenRouter API ključ
is: OpenRouter API lykill
it: Chiave API OpenRouter
nl: OpenRouter API-sleutel
no: OpenRouter API-nøkkel
ro: Cheia API OpenRouter
sk: Kľúč OpenRouter API
tr: OpenRouter API Anahtarı

source: Model Name
de: Modellname
el: Όνομα Μοντέλου
es: Nombre del modelo
fi: Mallin nimi
hr: Naziv modela
is: Líkanafn
it: Nome del modello
nl: Modelnaam
no: Modellnavn
ro: Nume model
sk: Názov modelu
tr: Model Adı
uk: Модель назва

source: API Key (if required)
de: API-Schlüssel (falls erforderlich)
el: Κλειδί API (αν απαιτείται)
es: Clave de API (si es necesario)
fi: API-avain (tarvittaessa)
hr: API ključ (ako je potrebno)
is: API lykill (ef nauðsynlegt)
it: Chiave API (se necessaria)
nl: API-sleutel (indien vereist)
no: API-nøkkel (hvis nødvendig)
ro: Cheie API (dacă este necesar)
sk: API kľúč (ak je potrebné)
tr: API Anahtarı (gerekirse)
uk: API ключ (якщо потрібно)

source: Please enter an API key first.
de: Bitte geben Sie zuerst einen API-Schlüssel ein.
el: Παρακαλώ εισάγετε πρώτα ένα κλειδί API.
es: Por favor, ingrese primero una clave de API.
fi: Ole hyvä ja syötä ensin API-avain.
hr: Molimo unesite API ključ prvo.
is: Vinsamlegast sláðu inn API lykil fyrst.
it: Si prega di inserire prima una chiave API.
nl: Voer eerst een API-sleutel in.
no: Vennligst skriv inn en API-nøkkel først.
ro: Vă rugăm să introduceți mai întâi o cheie API.
sk: Prosím, najprv zadajte API kľúč.
tr: Lütfen önce bir API anahtarı girin.
uk: Будь ласка, спочатку введіть ключ API.

source: Fetching...
de: Abrufen...
el: Ανάκτηση...
fi: Haku...
it: Recuperando...
nl: Ophalen...

source: Fetched {count} models.
de: Abgerufene {count} Modelle.
el: Ανακτήθηκαν {count} μοντέλα.
fi: Haettu {count} mallia.
it: Recuperati {count} modelli.
nl: Gekregen {count} modellen.

source: No models found.
de: Keine Modelle gefunden.
el: Δεν βρέθηκαν μοντέλα.
fi: Ei malleja löytynyt.
it: Nessun modello trovato.
nl: Geen modellen gevonden.

source: Failed to fetch models: {error}
de: Fehler beim Abrufen der Modelle: {error}
el: Αποτυχία λήψης μοντέλων: {error}
fi: Mallien hakeminen epäonnistui: {error}
it: Impossibile recuperare i modelli: {error}
nl: Kon het modellen niet ophalen: {error}

source: Black
de: Schwarz
el: Μαύρος
es: Negro
fi: Musta
hr: Crna
is: Svartur
it: Nero
nl: Zwart
no: Svart
ro: Negru
sk: Čierna
tr: Siyah
uk: Чорний

source: Red
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
hr: Crvena
is: Rauður
it: Rosso
nl: Rood
no: Rød
ro: Roșu
sk: Červená
tr: Kırmızı
uk: Rouge

source: Green
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
hr: Zelena
is: Grænn
it: Verde
nl: Groen
no: Grønn
ro: Verde
sk: Zelená
tr: Yeşil
uk: 緑

source: Yellow
de: Gelb
el: Κίτρινο
es: Amarillo
fi: Keltainen
hr: Žuta
is: Gulur
it: Giallo
nl: Geel
no: Gul
ro: Galben
sk: Žltá
tr: Sarı

source: Blue
de: Blau
el: Μπλε
es: Azul
fi: Sininen
hr: Plava
is: Blár
it: Blu.
nl: Blauw
no: Blå
ro: Albastru
sk: Modrá
tr: Mavi
uk: Синій

source: Magenta
el: Ματζέντα
uk: Маджента

source: Cyan
el: Κυανίς
es: Cian
fi: Syaani
hr: Cijan
it: Ciano
nl: Cyaan
tr: Siyan
