Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I schedule recurring tasks with systemd timers?
de: Wie plane ich wiederkehrende Aufgaben mit systemd-Timern?
el: Πώς μπορώ να προγραμματίσω επαναλαμβανόμενες εργασίες με χρονοδιακόπτες systemd;
es: ¿Cómo programo tareas recurrentes con temporizadores de systemd?
fi: Kuinka aikataulutan toistuvia tehtäviä systemd-ajastimilla?
he: איך אני מתזמן משימות חוזרות עם טיימרים של systemd?
hr: Kako mogu zakazati ponavljajuće zadatke s systemd tajmerima?
is: Hvernig á ég að skipuleggja endurteknar verkefni með systemd tímum?
it: Come posso pianificare attività ricorrenti con i timer di systemd?
nl: Hoe plan ik terugkerende taken met systemd-timers?
no: Hvordan planlegger jeg gjentakende oppgaver med systemd-timere?
ro: Cum pot programa sarcini recurente cu temporizatoarele systemd?
sk: Ako naplánujem opakujúce sa úlohy pomocou systemd časovačov?
tr: systemd zamanlayıcıları ile tekrarlayan görevleri nasıl planlarım?
uk: Як я можу запланувати повторювані завдання за допомогою таймерів systemd?

source: How can I configure custom log rotation with logrotate?
de: Wie kann ich benutzerdefinierte Protokollrotation mit logrotate konfigurieren?
el: Πώς μπορώ να ρυθμίσω προσαρμοσμένη περιστροφή καταγραφών με το logrotate;
es: ¿Cómo puedo configurar la rotación de registros personalizada con logrotate?
fi: Kuinka voin määrittää mukautetun lokin kierron logrotate-ohjelmalla?
he: איך אני יכול להגדיר סיבוב יומנים מותאם אישית עם logrotate?
hr: Kako mogu konfigurirati prilagođeno rotiranje dnevnika s logrotateom?
is: Hvernig get ég stillt sérsniðið skráarúthringingu með logrotate?
it: Come posso configurare la rotazione dei log personalizzata con logrotate?
nl: Hoe kan ik aangepaste logrotatie configureren met logrotate?
no: Hvordan kan jeg konfigurere tilpasset loggrotasjon med logrotate?
ro: Cum pot configura rotația personalizată a jurnalelor cu logrotate?
sk: Ako môžem nakonfigurovať vlastnú rotáciu protokolov pomocou logrotate?
tr: Logrotate ile özel günlük döngüsünü nasıl yapılandırabilirim?
uk: Як я можу налаштувати власну ротацію журналів за допомогою logrotate?

source: How do I access the systemd journal from another host?
de: Wie greife ich auf das systemd-Journal von einem anderen Host zu?
el: Πώς μπορώ να αποκτήσω πρόσβαση στο ημερολόγιο systemd από έναν άλλο υπολογιστή;
es: ¿Cómo accedo al diario de systemd desde otro host?
fi: Miten pääsen käsiksi systemd-lokikirjaan toiselta isännältä?
he: איך אני גישה ליומן systemd ממחשב אחר?
hr: Kako mogu pristupiti systemd dnevniku s drugog hosta?
is: Hvernig get ég aðgang að systemd dagbókinni frá öðrum hýsli?
it: Come posso accedere al journal di systemd da un altro host?
nl: Hoe krijg ik toegang tot de systemd-journal vanaf een andere host?
no: Hvordan får jeg tilgang til systemd-journalen fra en annen vert?
ro: Cum pot accesa jurnalul systemd de pe un alt gazdă?
sk: Ako získam prístup k systemd žurnálu z iného hostiteľa?
tr: Başka bir host'tan systemd günlüklerine nasıl erişebilirim?
uk: Як я можу отримати доступ до журналу systemd з іншого хоста?

source: How do I tail logs in real time and filter by keyword?
de: Wie kann ich Protokolle in Echtzeit überwachen und nach Schlüsselwörtern filtern?
el: Πώς μπορώ να παρακολουθήσω τα αρχεία καταγραφής σε πραγματικό χρόνο και να φιλτράρω κατά λέξη-κλειδί;
es: ¿Cómo hago para seguir los registros en tiempo real y filtrarlos por palabra clave?
fi: Kuinka voin seurata lokitietoja reaaliajassa ja suodattaa avainsanan mukaan?
he: איך אני עוקב אחרי יומני מערכת בזמן אמת ומסנן לפי מילות מפתח?
hr: Kako mogu pratiti logove u stvarnom vremenu i filtrirati po ključnoj riječi?
is: Hvernig sía ég skráningar í rauntíma og sía eftir lykilorði?
it: Come faccio a seguire i log in tempo reale e filtrare per parola chiave?
nl: Hoe kan ik logs in realtime volgen en filteren op trefwoord?
no: Hvordan kan jeg følge logger i sanntid og filtrere etter nøkkelord?
ro: Cum pot să urmăresc jurnalele în timp real și să filtrez după cuvânt cheie?
sk: Ako môžem sledovať protokoly v reálnom čase a filtrovať podľa kľúčového slova?
tr: Gerçek zamanlı olarak logları nasıl takip ederim ve anahtar kelimeye göre filtrelerim?
uk: Як я можу переглядати журнали в реальному часі та фільтрувати за ключовим словом?

source: How can I check which package installed a specific file?
de: Wie kann ich überprüfen, welches Paket eine bestimmte Datei installiert hat?
el: Πώς μπορώ να ελέγξω ποιο πακέτο εγκατέστησε ένα συγκεκριμένο αρχείο;
es: ¿Cómo puedo verificar qué paquete instaló un archivo específico?
fi: Miten voin tarkistaa, mikä paketti asensi tietyn tiedoston?
he: איך אני יכול לבדוק איזה חבילה התקינה קובץ ספציפי?
hr: Kako mogu provjeriti koji paket je instalirao određenu datoteku?
is: Hvernig get ég athugað hvaða pakki setti ákveðið skrá?
it: Come posso verificare quale pacchetto ha installato un file specifico?
nl: Hoe kan ik controleren welk pakket een specifiek bestand heeft geïnstalleerd?
no: Hvordan kan jeg sjekke hvilket pakke som installerte en spesifikk fil?
ro: Cum pot verifica ce pachet a instalat un fișier specific?
sk: Ako môžem skontrolovať, ktorý balík nainštaloval konkrétny súbor?
tr: Belirli bir dosyayı hangi paketin kurduğunu nasıl kontrol edebilirim?
uk: Як я можу перевірити, який пакет встановив конкретний файл?

source: How do I list package dependencies before installing?
de: Wie liste ich die Paketabhängigkeiten vor der Installation auf?
el: Πώς μπορώ να καταγράψω τις εξαρτήσεις πακέτων πριν από την εγκατάσταση;
es: ¿Cómo puedo listar las dependencias del paquete antes de instalar?
fi: Kuinka voin luetella pakettiriippuvuudet ennen asennusta?
he: איך אני רושם את התלויות של החבילה לפני ההתקנה?
hr: Kako mogu navesti ovisnosti paketa prije instalacije?
is: Hvernig lista ég pakkaferlar áður en ég set upp?
it: Come faccio a elencare le dipendenze dei pacchetti prima di installare?
nl: Hoe kan ik pakketafhankelijkheden vóór installatie weergeven?
no: Hvordan lister jeg pakkeavhengigheter før jeg installerer?
ro: Cum pot lista dependențele pachetului înainte de instalare?
sk: Ako môžem zobraziť závislosti balíkov pred inštaláciou?
tr: Kurulumdan önce paket bağımlılıklarını nasıl listeleyebilirim?
uk: Як я можу перерахувати залежності пакета перед встановленням?

source: How can I simulate a pacman upgrade without changing the system?
de: Wie kann ich ein Pacman-Upgrade simulieren, ohne das System zu ändern?
el: Πώς μπορώ να προσομοιώσω μια αναβάθμιση του pacman χωρίς να αλλάξω το σύστημα;
es: ¿Cómo puedo simular una actualización de pacman sin cambiar el sistema?
fi: Kuinka voin simuloida pacman-päivitystä ilman, että muutan järjestelmää?
he: איך אני יכול לדמות שדרוג של פקמן מבלי לשנות את המערכת?
hr: Kako mogu simulirati nadogradnju pacmana bez promjene sustava?
is: Hvernig get ég simulað pacman uppfærslu án þess að breyta kerfinu?
it: Come posso simulare un aggiornamento di pacman senza modificare il sistema?
nl: Hoe kan ik een pacman-upgrade simuleren zonder het systeem te veranderen?
no: Hvordan kan jeg simulere en pacman-oppgradering uten å endre systemet?
ro: Cum pot simula o actualizare pacman fără a schimba sistemul?
sk: Ako môžem simulovať aktualizáciu pacman bez zmeny systému?
tr: Sistemi değiştirmeden pacman güncellemesini nasıl simüle edebilirim?
uk: Як я можу змоделювати оновлення pacman, не змінюючи систему?

source: How do I recover a system that fails to boot after a kernel update?
de: Wie stelle ich ein System wieder her, das nach einem Kernel-Update nicht mehr bootet?
el: Πώς μπορώ να ανακτήσω ένα σύστημα που αποτυγχάνει να εκκινήσει μετά από μια ενημέρωση πυρήνα;
es: ¿Cómo recupero un sistema que no arranca después de una actualización del kernel?
fi: Miten palautan järjestelmän, joka ei käynnisty ydinpäivityksen jälkeen?
he: איך אני משחזר מערכת שלא מצליחה להפעיל לאחר עדכון קרנל?
hr: Kako mogu oporaviti sustav koji se ne pokreće nakon ažuriranja kernela?
is: Hvernig endurheimti ég kerfi sem getur ekki ræst eftir kjarnauppfærslu?
it: Come posso recuperare un sistema che non si avvia dopo un aggiornamento del kernel?
nl: Hoe herstel ik een systeem dat niet opstart na een kernelupdate?
no: Hvordan gjenoppretter jeg et system som ikke starter etter en kjerneoppdatering?
ro: Cum pot să recuperez un sistem care nu pornește după o actualizare a kernel-ului?
sk: Ako obnovím systém, ktorý sa po aktualizácii jadra nespustí?
tr: Kernelle güncellemesinden sonra açılmayan bir sistemi nasıl kurtarabilirim?

source: How do I mount ISO images without burning them?
de: Wie mounte ich ISO-Abbilder, ohne sie zu brennen?
el: Πώς μπορώ να τοποθετήσω εικόνες ISO χωρίς να τις κάψω;
es: ¿Cómo monto imágenes ISO sin grabarlas?
fi: Kuinka voin liittää ISO-kuvia polttamatta niitä?
he: איך אני מחבר תמונות ISO מבלי לשרוף אותן?
hr: Kako mogu montirati ISO slike bez njihova snimanja?
is: Hvernig set ég ISO myndir upp án þess að brenna þær?
it: Come posso montare le immagini ISO senza masterizzarle?
nl: Hoe mount ik ISO-afbeeldingen zonder ze te branden?
no: Hvordan monterer jeg ISO-bilder uten å brenne dem?
ro: Cum pot monta imagini ISO fără a le grava?
sk: Ako pripojiť ISO obrazy bez ich vypaľovania?
tr: ISO görüntülerini yakmadan nasıl monte ederim?
uk: Як я можу змонтувати образи ISO без їх запису?

source: How do I verify downloads using sha256sum?
de: Wie verifiziere ich Downloads mit sha256sum?
el: Πώς μπορώ να επαληθεύσω τις λήψεις χρησιμοποιώντας το sha256sum;
es: ¿Cómo verifico las descargas usando sha256sum?
fi: Miten vahvistan lataukset käyttäen sha256sumia?
he: איך אני מאמת הורדות באמצעות sha256sum?
hr: Kako mogu provjeriti preuzimanja koristeći sha256sum?
is: Hvernig staðfesti ég niðurhal með sha256sum?
it: Come posso verificare i download utilizzando sha256sum?
nl: Hoe verifieer ik downloads met sha256sum?
no: Hvordan verifiserer jeg nedlastinger ved hjelp av sha256sum?
ro: Cum verific descărcările folosind sha256sum?
sk: Ako overím stiahnutia pomocou sha256sum?
tr: sha256sum kullanarak indirmeleri nasıl doğrularım?
uk: Як я можу перевірити завантаження за допомогою sha256sum?

source: How can I set persistent aliases for frequent commands?
de: Wie kann ich permanente Aliase für häufige Befehle festlegen?
el: Πώς μπορώ να ορίσω μόνιμα ψευδώνυμα για συχνές εντολές;
es: ¿Cómo puedo establecer alias persistentes para comandos frecuentes?
fi: Kuinka voin asettaa pysyviä aliaksia usein käytetyille komennoille?
he: איך אני יכול לקבוע כינויים קבועים לפקודות תכופות?
hr: Kako mogu postaviti trajne nadimke za česte naredbe?
is: Hvernig get ég stillt varanlegar skammstafanir fyrir tíð skipan?
it: Come posso impostare alias persistenti per comandi frequenti?
nl: Hoe kan ik persistente aliassen instellen voor frequente commando's?
no: Hvordan kan jeg sette vedvarende aliaser for hyppige kommandoer?
ro: Cum pot seta aliasuri persistente pentru comenzi frecvente?
sk: Ako môžem nastaviť trvalé aliasy pre časté príkazy?
tr: Sık kullanılan komutlar için kalıcı takma adları nasıl ayarlayabilirim?
uk: Як я можу налаштувати постійні псевдоніми для частих команд?

source: How do I create custom shell functions in my bashrc?
de: Wie erstelle ich benutzerdefinierte Shell-Funktionen in meiner bashrc?
el: Πώς μπορώ να δημιουργήσω προσαρμοσμένες συναρτήσεις shell στο bashrc μου;
es: ¿Cómo creo funciones de shell personalizadas en mi bashrc?
fi: Miten luon mukautettuja shell-toimintoja bashrc-tiedostossani?
he: איך אני יוצר פונקציות ש-shell מותאמות אישית בקובץ bashrc שלי?
hr: Kako mogu stvoriti prilagođene shell funkcije u svom bashrc-u?
is: Hvernig bjó ég til sérsniðnar skel aðgerðir í bashrc mínu?
it: Come posso creare funzioni shell personalizzate nel mio bashrc?
nl: Hoe maak ik aangepaste shellfuncties aan in mijn bashrc?
no: Hvordan lager jeg tilpassede skallfunksjoner i min bashrc?
ro: Cum pot crea funcții shell personalizate în bashrc-ul meu?
sk: Ako vytvorím vlastné shell funkcie vo svojom bashrc?
tr: Bashrc dosyamda özel shell fonksiyonları nasıl oluşturabilirim?
uk: Як створити власні функції оболонки у моєму bashrc?

source: How do I share a folder with Samba and manage permissions?
de: Wie teile ich einen Ordner mit Samba und verwalte Berechtigungen?
el: Πώς μπορώ να μοιραστώ έναν φάκελο με Samba και να διαχειριστώ δικαιώματα;
es: ¿Cómo comparto una carpeta con Samba y gestiono permisos?
fi: Kuinka jaan kansion Samban avulla ja hallitsen käyttöoikeuksia?
he: איך אני משתף תיקיה עם סמבה ומנהל הרשאות?
hr: Kako mogu dijeliti mapu s Sambom i upravljati dozvolama?
is: Hvernig deili ég möppu með Samba og stjórna heimildum?
it: Come posso condividere una cartella con Samba e gestire i permessi?
nl: Hoe deel ik een map met Samba en beheer ik de machtigingen?
no: Hvordan deler jeg en mappe med Samba og administrerer tillatelser?
ro: Cum pot să partajez un folder cu Samba și să gestionez permisiunile?
sk: Ako zdieľať priečinok so Samba a spravovať povolenia?
tr: Samba ile bir klasörü nasıl paylaşırım ve izinleri nasıl yönetirim?
uk: Як я можу поділитися папкою з Samba та керувати дозволами?

source: How do I mount a CIFS share securely with credentials?
de: Wie mounte ich ein CIFS-Share sicher mit Anmeldeinformationen?
el: Πώς μπορώ να συνδέσω ένα CIFS share με ασφάλεια με διαπιστευτήρια;
es: ¿Cómo monto un recurso compartido CIFS de forma segura con credenciales?
fi: Kuinka liitän CIFS-jakson turvallisesti käyttäjätunnuksilla?
he: איך אני מחבר שיתוף CIFS בצורה מאובטחת עם אישורים?
hr: Kako mogu sigurno montirati CIFS dijeljenje s vjerodajnicama?
is: Hvernig set ég CIFS deilingu upp á öruggan hátt með auðkennum?
it: Come posso montare in modo sicuro una condivisione CIFS con le credenziali?
nl: Hoe monteer ik een CIFS-share veilig met inloggegevens?
no: Hvordan monterer jeg en CIFS-deling sikkert med legitimasjon?
ro: Cum pot monta un share CIFS în siguranță cu acreditive?
sk: Ako môžem bezpečne pripojiť zdieľanie CIFS s povereniami?
tr: Kimlik bilgileriyle CIFS paylaşımını güvenli bir şekilde nasıl monte ederim?
uk: How do I securely mount a CIFS share with credentials?

source: How do I find my internal and external IP address quickly?
de: Wie finde ich schnell meine interne und externe IP-Adresse?
el: Πώς μπορώ να βρω γρήγορα τη εσωτερική και εξωτερική διεύθυνση IP μου;
es: ¿Cómo encuentro rápidamente mi dirección IP interna y externa?
fi: Miten löydän sisäisen ja ulkoisen IP-osoitteeni nopeasti?
he: איך אני מוצא את כתובת ה-IP הפנימית והחיצונית שלי במהירות?
hr: Kako brzo pronaći svoju internu i eksternu IP adresu?
is: Hvernig finn ég innri og ytri IP-tölu mína fljótt?
it: Come posso trovare rapidamente il mio indirizzo IP interno ed esterno?
nl: Hoe vind ik snel mijn interne en externe IP-adres?
no: Hvordan finner jeg raskt min interne og eksterne IP-adresse?
ro: Cum pot găsi rapid adresa mea IP internă și externă?
sk: Ako rýchlo nájdem svoju internú a externú IP adresu?
tr: İç ve dış IP adresimi hızlıca nasıl bulabilirim?
uk: Як швидко знайти свою внутрішню та зовнішню IP-адресу?

source: How can I test network speed from the command line?
de: Wie kann ich die Netzwerkgeschwindigkeit über die Eingabeaufforderung testen?
el: Πώς μπορώ να δοκιμάσω την ταχύτητα δικτύου από τη γραμμή εντολών;
es: ¿Cómo puedo probar la velocidad de la red desde la línea de comandos?
fi: Miten voin testata verkkonopeuden komentoriviltä?
he: איך אני יכול לבדוק את מהירות הרשת משורת הפקודה?
hr: Kako mogu testirati brzinu mreže iz naredbenog retka?
is: Hvernig get ég prófað nethraða frá skipanalínu?
it: Come posso testare la velocità della rete dalla riga di comando?
nl: Hoe kan ik de netsnelheid testen vanuit de opdrachtregel?
no: Hvordan kan jeg teste nettverkshastighet fra kommandolinjen?
ro: Cum pot testa viteza rețelei din linia de comandă?
sk: Ako môžem otestovať rýchlosť siete z príkazového riadku?
tr: Komut satırından ağ hızını nasıl test edebilirim?
uk: Як я можу перевірити швидкість мережі з командного рядка?

source: How do I scan local devices with nmap?
de: Wie scanne ich lokale Geräte mit nmap?
el: Πώς μπορώ να σαρώσω τοπικές συσκευές με το nmap;
es: ¿Cómo escaneo dispositivos locales con nmap?
fi: Kuinka skannaan paikalliset laitteet nmapilla?
he: איך אני סורק מכשירים מקומיים עם nmap?
hr: Kako da skeniram lokalne uređaje s nmap-om?
is: Hvernig skanna ég staðbundin tæki með nmap?
it: Come posso scansionare i dispositivi locali con nmap?
nl: Hoe scan ik lokale apparaten met nmap?
no: Hvordan skanner jeg lokale enheter med nmap?
ro: Cum pot să scanez dispozitivele locale cu nmap?
sk: Ako skenujem miestne zariadenia pomocou nmap?
tr: nmap ile yerel cihazları nasıl tararım?
uk: Як я можу сканувати локальні пристрої за допомогою nmap?

source: How can I troubleshoot slow or failing DNS?
de: Wie kann ich langsames oder fehlerhaftes DNS beheben?
el: Πώς μπορώ να επιλύσω προβλήματα με αργό ή αποτυχημένο DNS;
es: ¿Cómo puedo solucionar problemas de DNS lentos o fallidos?
fi: Miten voin vianjäljittää hitaita tai epäonnistuvia DNS:ää?
he: איך אני יכול לפתור בעיות של DNS איטי או כושל?
hr: Kako mogu riješiti probleme s sporim ili neispravnim DNS-om?
is: Hvernig get ég leyst vandamál með hæga eða biluð DNS?
it: Come posso risolvere problemi di DNS lenti o non funzionanti?
nl: Hoe kan ik traag of falend DNS oplossen?
no: Hvordan kan jeg feilsøke treg eller sviktende DNS?
ro: Cum pot să depanez DNS-ul lent sau care nu funcționează?
sk: Ako môžem riešiť problémy so pomalým alebo zlyhávajúcim DNS?
tr: Yavaş veya başarısız DNS'i nasıl giderebilirim?
uk: Як я можу усунути проблеми з повільним або ненадійним DNS?

source: How do I configure a local DNS resolver with systemd-resolved?
de: Wie konfiguriere ich einen lokalen DNS-Resolver mit systemd-resolved?
el: Πώς μπορώ να ρυθμίσω έναν τοπικό DNS resolver με το systemd-resolved;
es: ¿Cómo configuro un resolvedor DNS local con systemd-resolved?
fi: Miten konfiguroin paikallisen DNS-resolverin systemd-resolvedin kanssa?
he: איך אני מגדיר פתרון DNS מקומי עם systemd-resolved?
hr: Kako mogu konfigurirati lokalni DNS resolver s systemd-resolved?
is: Hvernig stilli ég staðbundinn DNS leysir með systemd-resolved?
it: Come posso configurare un risolutore DNS locale con systemd-resolved?
nl: Hoe configureer ik een lokale DNS-resolver met systemd-resolved?
no: Hvordan konfigurerer jeg en lokal DNS-resolver med systemd-resolved?
ro: Cum configurez un rezolvator DNS local cu systemd-resolved?
sk: Ako nakonfigurujem lokálny DNS resolver so systemd-resolved?
tr: systemd-resolved ile yerel bir DNS çözümleyicisini nasıl yapılandırırım?
uk: Як я можу налаштувати локальний DNS-резолвер за допомогою systemd-resolved?

source: How can I capture suspicious traffic with tcpdump?
de: Wie kann ich verdächtigen Datenverkehr mit tcpdump erfassen?
el: Πώς μπορώ να καταγράψω ύποπτη κίνηση με το tcpdump;
es: ¿Cómo puedo capturar tráfico sospechoso con tcpdump?
fi: Miten voin tallentaa epäilyttävää liikennettä tcpdumpilla?
he: איך אני יכול ללכוד תעבורה חשודה עם tcpdump?
hr: Kako mogu snimiti sumnjivi promet s tcpdump-om?
is: Hvernig get ég fangað grunsamlegan umferð með tcpdump?
it: Come posso catturare il traffico sospetto con tcpdump?
nl: Hoe kan ik verdachte verkeer vastleggen met tcpdump?
no: Hvordan kan jeg fange mistenkelig trafikk med tcpdump?
ro: Cum pot captura trafic suspect cu tcpdump?
sk: Ako môžem zachytiť podozrivú prevádzku pomocou tcpdump?
tr: tcpdump ile şüpheli trafiği nasıl yakalayabilirim?
uk: Як я можу захопити підозрілий трафік за допомогою tcpdump?

source: How do I limit bandwidth for a process using tc or trickle?
de: Wie begrenze ich die Bandbreite für einen Prozess mit tc oder trickle?
el: Πώς μπορώ να περιορίσω το εύρος ζώνης για μια διαδικασία χρησιμοποιώντας tc ή trickle;
es: ¿Cómo limito el ancho de banda para un proceso usando tc o trickle?
fi: Kuinka rajoitan kaistanleveyttä prosessille käyttäen tc:tä tai trickleä?
he: איך אני מגביל רוחב פס עבור תהליך באמצעות tc או trickle?
hr: Kako mogu ograničiti propusnost za proces koristeći tc ili trickle?
is: Hvernig takmarka ég bandbreidd fyrir ferli með því að nota tc eða trickle?
it: Come posso limitare la larghezza di banda per un processo utilizzando tc o trickle?
nl: Hoe beperk ik de bandbreedte voor een proces met tc of trickle?
no: Hvordan begrenser jeg båndbredden for en prosess ved å bruke tc eller trickle?
ro: Cum pot limita lățimea de bandă pentru un proces folosind tc sau trickle?
sk: Ako obmedzím šírku pásma pre proces pomocou tc alebo trickle?
tr: Bir işlemin bant genişliğini tc veya trickle kullanarak nasıl sınırlayabilirim?
uk: Як я можу обмежити пропускну здатність для процесу, використовуючи tc або trickle?

source: How can I inspect routing tables and metrics?
de: Wie kann ich Routing-Tabellen und Metriken überprüfen?
el: Πώς μπορώ να επιθεωρήσω τους πίνακες δρομολόγησης και τα μετρικά;
es: ¿Cómo puedo inspeccionar las tablas de enrutamiento y métricas?
fi: Miten voin tarkastella reititystauluja ja metriikoita?
he: איך אני יכול לבדוק טבלאות ניתוב ומדדים?
hr: Kako mogu pregledati usmjerivačke tablice i metrike?
is: Hvernig get ég skoðað leiðingartöflur og mælikvarða?
it: Come posso ispezionare le tabelle di routing e le metriche?
nl: Hoe kan ik routeringstabellen en metrics inspecteren?
no: Hvordan kan jeg inspisere rutetabeller og metrikker?
ro: Cum pot inspecta tabelele de rutare și metricile?
sk: Ako môžem skontrolovať smerovacie tabuľky a metriky?
tr: Yönlendirme tablolarını ve metrikleri nasıl inceleyebilirim?
uk: Як я можу перевірити таблиці маршрутизації та метрики?

source: How do I configure NTP servers and sync time automatically?
de: Wie konfiguriere ich NTP-Server und synchronisiere die Zeit automatisch?
el: Πώς μπορώ να ρυθμίσω τους διακομιστές NTP και να συγχρονίσω την ώρα αυτόματα;
es: ¿Cómo configuro los servidores NTP y sincronizo la hora automáticamente?
fi: Miten määritän NTP-palvelimet ja synkronoin ajan automaattisesti?
he: איך אני מגדיר שרתי NTP ומסנכרן את השעה אוטומטית?
hr: Kako mogu konfigurirati NTP poslužitelje i automatski sinkronizirati vrijeme?
is: Hvernig stilli ég NTP þjónustu og samræmi tíma sjálfkrafa?
it: Come posso configurare i server NTP e sincronizzare automaticamente l'ora?
nl: Hoe configureer ik NTP-servers en synchroniseer ik de tijd automatisch?
no: Hvordan konfigurerer jeg NTP-servere og synkroniserer tid automatisk?
ro: Cum configurez serverele NTP și sincronizez automat timpul?
sk: Ako nakonfigurujem NTP servery a automaticky synchronizujem čas?
tr: NTP sunucularını nasıl yapılandırırım ve zamanı otomatik olarak senkronize ederim?
uk: Як я можу налаштувати NTP-сервери та автоматично синхронізувати час?

source: How do I manage users and groups with useradd and gpasswd?
de: Wie verwalte ich Benutzer und Gruppen mit useradd und gpasswd?
el: Πώς μπορώ να διαχειριστώ χρήστες και ομάδες με το useradd και το gpasswd;
es: ¿Cómo gestiono usuarios y grupos con useradd y gpasswd?
fi: Miten hallitsen käyttäjiä ja ryhmiä useradd- ja gpasswd-komentojen avulla?
he: איך אני מנהל משתמשים וקבוצות עם useradd ו-gpasswd?
hr: Kako upravljam korisnicima i grupama s useradd i gpasswd?
is: Hvernig stjórna ég notendum og hópum með useradd og gpasswd?
it: Come gestisco utenti e gruppi con useradd e gpasswd?
nl: Hoe beheer ik gebruikers en groepen met useradd en gpasswd?
no: Hvordan administrerer jeg brukere og grupper med useradd og gpasswd?
ro: Cum gestionez utilizatorii și grupurile cu useradd și gpasswd?
sk: Ako spravujem používateľov a skupiny pomocou useradd a gpasswd?
tr: Kullanıcıları ve grupları useradd ve gpasswd ile nasıl yönetirim?
uk: Як я можу керувати користувачами та групами за допомогою useradd та gpasswd?
