Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Set logging level
de: Protokollierungsstufe festlegen
el: Ρύθμιση επιπέδου καταγραφής
es: Establecer nivel de registro
fi: Aseta lokitustaso
he: הגדר רמת רישום
hr: Postavi razinu zapisivanja
is: Stillingar fyrir skráningu
it: Imposta il livello di registrazione
nl: Stel logniveau in
no: Sett loggingnivå
ro: Setați nivelul de jurnalizare
sk: Nastavte úroveň protokolovania
tr: Günlükleme seviyesini ayarla
uk: Set рівень журналювання

source: Set the working directory for the initial terminal
de: Legen Sie das Arbeitsverzeichnis für das ursprüngliche Terminal fest
el: Ορίστε τον κατάλογο εργασίας για το αρχικό τερματικό
es: Establecer el directorio de trabajo para el terminal inicial
fi: Aseta työskentelyhakemisto alkuperäiselle terminaalille
he: הגדר את תיקיית העבודה עבור הטרמינל הראשוני
hr: Postavite radni direktorij za inicijalni terminal
is: Stilltu vinnuslóðina fyrir upphafsterminalinn
it: Imposta la directory di lavoro per il terminale iniziale
nl: Stel de werkdirectory in voor de initiële terminal
no: Sett arbeidskatalogen for den innledende terminalen
ro: Setați directorul de lucru pentru terminalul inițial
sk: Nastavte pracovný adresár pre počiatočný terminál
tr: Başlangıç terminali için çalışma dizinini ayarla

source: Working directory (positional argument)
de: Arbeitsverzeichnis (positionsabhängiges Argument)
el: Κατάλογος εργασίας (θέση παραμέτρου)
es: Directorio de trabajo (argumento posicional)
fi: Työhakemisto (paikallinen argumentti)
he: ספריית עבודה (ארגומנט מיקום)
hr: Radni direktorij (pozicijski argument)
is: Vinnuskrá (staðsetningargildi)
it: Directory di lavoro (argomento posizionale)
nl: Werkdirectory (positieargument)
no: Arbeidskatalog (posisjonsargument)
ro: Directorul de lucru (argument pozițional)
sk: Pracovný adresár (pozicionálny argument)
tr: Çalışma dizini (pozisyonel argüman)
uk: Робочий каталог (позиційний аргумент)

source: Execute command in the terminal
de: Befehl im Terminal ausführen
el: Εκτέλεση εντολής στο τερματικό
fi: Suorita komento terminaalissa
he: בצע פקודה במסוף
it: Esegui comando nel terminale
nl: Voer opdracht uit in de terminal

source: Close terminal after executing command (only with --execute)
de: Terminal nach Ausführung des Befehls schließen (nur mit --execute)
el: Κλείσιμο τερματικού μετά την εκτέλεση της εντολής (μόνο με --execute)
es: Cerrar terminal después de ejecutar el comando (solo con --execute)
fi: Sulje terminaali komennon suorittamisen jälkeen (vain --execute -valitsimella)
he: סגור את הטרמינל לאחר ביצוע הפקודה (רק עם --execute)
hr: Zatvori terminal nakon izvršavanja naredbe (samo s --execute)
is: Loka terminal eftir að hafa keyrt skipun (bara með --execute)
it: Chiudi il terminale dopo aver eseguito il comando (solo con --execute)
nl: Sluit terminal na het uitvoeren van het commando (alleen met --execute)
no: Lukk terminal etter å ha kjørt kommando (kun med --execute)
ro: Închide terminalul după executarea comenzii (doar cu --execute)
sk: Zavrieť terminál po vykonaní príkazu (iba s --execute)
tr: Komutu çalıştırdıktan sonra terminali kapat (sadece --execute ile)
uk: Закрити термінал після виконання команди (тільки з --execute)

source: Connect to SSH host with optional user, port, and remote path
de: Verbinden Sie sich mit dem SSH-Host mit optionalem Benutzer, Port und entferntem Pfad.
el: Συνδεθείτε με τον διακομιστή SSH με προαιρετικό χρήστη, θύρα και απομακρυσμένη διαδρομή
es: Conectar al host SSH con usuario, puerto y ruta remota opcionales
fi: Yhdistä SSH-isäntään valinnaisella käyttäjällä, portilla ja etäpolulla
he: התחבר לארח SSH עם משתמש, פורט ונתיב מרוחק אופציונליים
hr: Poveži se na SSH poslužitelj s opcionalnim korisnikom, portom i udaljenom putanjom
is: Tengdu samband við SSH hýsingu með valfrjálsum notanda, porti og fjarleið.
it: Collegati all'host SSH con utente, porta e percorso remoto opzionali
nl: Verbind met SSH-host met optionele gebruiker, poort en extern pad
no: Koble til SSH-vert med valgfritt brukernavn, port og fjernbane
ro: Conectare la gazda SSH cu utilizator, port și cale la distanță opționale
sk: Pripojiť sa k SSH hostiteľovi s voliteľným používateľom, portom a vzdialenou cestou
tr: SSH anahtarına isteğe bağlı kullanıcı, port ve uzak yol ile bağlanın
uk: Підключитися до SSH-хоста з необов'язковим користувачем, портом та віддаленим шляхом

source: Convert KIO/GVFS URI path to SSH format
de: KIO/GVFS-URI-Pfad in SSH-Format konvertieren
el: Μετατροπή διαδρομής URI KIO/GVFS σε μορφή SSH
es: Convertir la ruta URI de KIO/GVFS al formato SSH
fi: Muuta KIO/GVFS URI-polku SSH-muotoon
he: המרת נתיב URI של KIO/GVFS לפורמט SSH
hr: Pretvori KIO/GVFS URI putanju u SSH format
is: Breytir KIO/GVFS URI slóð í SSH sniðið
it: Converti il percorso URI KIO/GVFS in formato SSH
nl: Converteer KIO/GVFS URI-pad naar SSH-indeling
no: Konverter KIO/GVFS URI-sti til SSH-format
ro: Convertiți calea URI KIO/GVFS în format SSH
sk: Preveďte KIO/GVFS URI cestu do SSH formátu
tr: KIO/GVFS URI yolunu SSH formatına dönüştür
uk: Перетворити шлях URI KIO/GVFS у формат SSH

source: Force opening a new window
de: Erzwingen, dass ein neues Fenster geöffnet wird
el: Αναγκαστική άνοιγμα νέου παραθύρου
es: Forzar la apertura de una nueva ventana
fi: Pakota uuden ikkunan avaus
he: כפה פתיחת חלון חדש
hr: Prisilno otvaranje novog prozora
is: Þvinga opnun nýs glugga
it: Forza l'apertura di una nuova finestra
nl: Force het openen van een nieuw venster
no: Tvinge åpning av et nytt vindu
ro: Forțează deschiderea unei feronete noi
sk: Nútiť otvorenie nového okna
tr: Yeni bir pencere açmayı zorla
uk: Примусове відкриття нового вікна

source: Fatal Application Error
de: Fatale Anwendungsfehler
el: Κρίσιμο σφάλμα εφαρμογής
es: Error Fatal de Aplicación
fi: Kriittinen sovellusvirhe
hr: Kritična pogreška aplikacije
is: Alvarleg forritavilla
it: Errore fatale dell'applicazione
nl: Fatale toepassingsfout
no: Fatal applikasjonsfeil
ro: Eroare fatală a aplicației
sk: Kritická chyba aplikácie
tr: Ağır Uygulama Hatası
uk: Фатальна помилка програми

source: Could not start Ashy Terminal. Error: {}
de: Konnte Ashy Terminal nicht starten. Fehler: {}
el: Δεν ήταν δυνατή η εκκίνηση του Ashy Terminal. Σφάλμα: {}
es: No se pudo iniciar Ashy Terminal. Error: {}
fi: Ei voitu käynnistää Ashy Terminalia. Virhe: {}
hr: Nije moguće pokrenuti Ashy Terminal. Greška: {}
is: Gat ekki að ræsa Ashy Terminal. Villa: {}
it: Impossibile avviare Ashy Terminal. Errore: {}
nl: Kon Ashy Terminal niet starten. Fout: {}
no: Kunne ikke starte Ashy Terminal. Feil: {}
ro: Nu s-a putut porni Ashy Terminal. Eroare: {}
sk: Nemožno spustiť Ashy Terminal. Chyba: {}
tr: Ashy Terminal başlatılamadı. Hata: {}
uk: Не вдалося запустити Ashy Terminal. Помилка: {}

source: Save Layout
de: Layout speichern
el: Αποθήκευση Διάταξης
es: Guardar diseño
fi: Tallenna asettelu
he: שמור פריסה
hr: Spremi raspored
is: Vista skipulag
it: Salva Layout
nl: Sla Lay-out Op
no: Lagre oppsett
ro: Salvează aranjamentul
sk: Uložiť rozloženie
tr: Düzeni Kaydet
uk: Зберегти макет

source: Enter a name for the current layout:
de: Geben Sie einen Namen für das aktuelle Layout ein:
el: Εισάγετε ένα όνομα για την τρέχουσα διάταξη:
es: Ingrese un nombre para el diseño actual:
fi: Anna nimi nykyiselle asettelulle:
he: הזן שם עבור הפריסה הנוכחית:
hr: Unesite naziv za trenutni raspored:
is: Sláðu inn nafn fyrir núverandi uppsetningu:
it: Inserisci un nome per il layout attuale:
nl: Voer een naam in voor de huidige lay-out:
no: Skriv inn et navn for den nåværende oppsettet:
ro: Introduceți un nume pentru aspectul curent:
sk: Zadajte názov pre aktuálnu rozloženie:
tr: Geçerli düzen için bir ad girin:
uk: Введіть ім'я для поточної розкладки:

source: e.g., 'My Dev Setup'
de: Mein Entwicklungs-Setup
el: Η Ρύθμιση Ανάπτυξής Μου
es: Mi configuración de desarrollo
fi: Oma kehitysympäristö
he: הגדרת הפיתוח שלי
hr: Moj razvojni postavke
is: Mín þróunaruppsetning
it: La mia configurazione di sviluppo
nl: Mijn ontwikkelomgeving
no: Min utviklingsoppsett
ro: Setarea mea de dezvoltare
sk: Moje vývojové prostredie
tr: Geliştirme Ortamım
uk: Моя розробницька налаштування

source: Layout name cannot be empty.
de: Layoutname darf nicht leer sein.
el: Το όνομα διάταξης δεν μπορεί να είναι κενό.
es: El nombre del diseño no puede estar vacío.
fi: Asettelun nimeä ei voi jättää tyhjäksi.
he: שם הפריסה אינו יכול להיות ריק.
hr: Ime rasporeda ne može biti prazno.
is: Layout nafnið má ekki vera tómt.
it: Il nome del layout non può essere vuoto.
nl: De lay-outnaam mag niet leeg zijn.
no: Layoutnavn kan ikke være tomt.
ro: Numele layout-ului nu poate fi gol.
sk: Názov rozloženia nemôže byť prázdny.
tr: Düzen adı boş olamaz.
uk: Ім'я макета не може бути порожнім.

source: Layout Saved
de: Layout gespeichert
el: Διάταξη Αποθηκευμένη
es: Diseño Guardado
fi: Asettelu tallennettu
he: פריסת שמורה
hr: Izgled spremljen
is: Uppsetning vistuð
it: Layout Salvato
nl: Lay-out Opgeslagen
no: Oppsett lagret
ro: Aspect Saved
sk: Rozloženie uložené
tr: Düzen Kaydedildi
uk: Макет збережено

source: Error Saving Layout
de: Fehler beim Speichern des Layouts
el: Σφάλμα κατά την αποθήκευση διάταξης
es: Error al guardar el diseño
fi: Virhe asettelun tallentamisessa
he: שגיאה בשמירת פריסה
hr: Greška pri spremanju izgleda
is: Villa að vista uppsetningu
it: Errore nel salvataggio del layout
nl: Fout bij het opslaan van de lay-out
no: Feil ved lagring av oppsett
ro: Eroare la salvarea layout-ului
sk: Chyba pri ukladaní rozloženia
tr: Düzen Kaydetme Hatası
uk: Помилка збереження макета

source: Saved layout not found.
de: Gespeicherte Layouts nicht gefunden.
el: Δεν βρέθηκε αποθηκευμένη διάταξη.
es: Diseño guardado no encontrado.
fi: Tallennettua asettelua ei löytynyt.
he: פריסת שמורה לא נמצאה.
hr: Spremi raspored nije pronađen.
is: Vistaður uppsetning fannst ekki.
it: Layout salvato non trovato.
nl: Opgeslagen lay-out niet gevonden.
no: Lagring av oppsett ble ikke funnet.
ro: Dispunerea salvată nu a fost găsită.
sk: Uložená rozloženie nenájdené.
tr: Kaydedilmiş düzen bulunamadı.
uk: Збережене макет не знайдено.

source: Restore Saved Layout?
de: Gespeichertes Layout wiederherstellen?
el: Επαναφορά Αποθηκευμένης Διάταξης;
es: ¿Restaurar diseño guardado?
fi: Palauta tallennettu asettelu?
he: שחזר פריסה שנשמרה?
hr: Vrati spremljeni raspored?
is: Endurðu vistaða uppsetningu?
it: Ripristina layout salvato?
nl: Herstelde Indeling Terugzetten?
no: Gjenopprett lagret oppsett?
ro: Restaurare aranjamentul salvat?
sk: Obnovi uložené rozloženie?
tr: Kaydedilen Düzeni Geri Yükle?
uk: Відновити збережене розташування?

source: This will close all current tabs and restore the '{name}' layout. Are you sure?
de: Dies schließt alle aktuellen Tabs und stellt das Layout '{name}' wieder her. Bist du sicher?
el: Αυτό θα κλείσει όλες τις τρέχουσες καρτέλες και θα επαναφέρει τη διάταξη '{name}'. Είστε σίγουροι;
es: Esto cerrará todas las pestañas actuales y restaurará el diseño '{name}'. ¿Estás seguro?
fi: Tämä sulkee kaikki avoimet välilehdet ja palauttaa '{name}' asettelun. Oletko varma?
he: זה יסגור את כל הטאבים הנוכחיים ויחזיר את פריסת '{name}'. אתה בטוח?
hr: Ovo će zatvoriti sve trenutne kartice i vratiti '{name}' raspored. Jeste li sigurni?
is: Þetta mun loka öllum núverandi flipum og endurheimta '{name}' uppsetninguna. Ertu viss?
it: Questo chiuderà tutte le schede attuali e ripristinerà il layout '{name}'. Sei sicuro?
nl: Dit sluit alle huidige tabbladen en herstelt de '{name}' lay-out. Weet je het zeker?
no: Dette vil lukke alle nåværende faner og gjenopprette '{name}'-oppsettet. Er du sikker?
ro: Aceasta va închide toate tab-urile curente și va restaura layout-ul '{name}'. Ești sigur?
sk: Toto zavrie všetky aktuálne karty a obnoví rozloženie '{name}'. Ste si istý?
tr: Bu, tüm açık sekmeleri kapatacak ve '{name}' düzenini geri yükleyecektir. Emin misiniz?
uk: Це закриє всі поточні вкладки та відновить макет '{name}'. Ви впевнені?

source: Error Restoring Layout
de: Fehler beim Wiederherstellen des Layouts
el: Σφάλμα Επαναφοράς Διάταξης
es: Error al restaurar el diseño
fi: Virhe asettelun palauttamisessa
he: שגיאה בשחזור פריסה
hr: Greška prilikom obnavljanja izgleda
is: Villa við að endurheimta uppsetningu
it: Errore nel ripristino del layout
nl: Fout bij het herstellen van de lay-out
no: Feil ved gjenoppretting av oppsett
ro: Eroare la restaurarea aspectului
sk: Chyba pri obnove rozloženia
tr: Düzen Geri Yüklenirken Hata
uk: Помилка відновлення макета

source: Delete Layout?
de: Layout löschen?
el: Διαγραφή Διάταξης;
es: ¿Eliminar diseño?
fi: Poista asettelu?
he: מחק פריסה?
hr: Izbriši raspored?
is: Eyða skipulagi?
it: Elimina layout?
nl: Lay-out verwijderen?
no: Slette oppsett?
ro: Ștergeți aspectul?
sk: Zmazať rozloženie?
tr: Düzeni Sil?

source: Are you sure you want to permanently delete the layout '{name}'?
de: Sind Sie sicher, dass Sie das Layout '{name}' dauerhaft löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα τη διάταξη '{name}'?
es: ¿Estás seguro de que deseas eliminar permanentemente el diseño '{name}'?
fi: Oletko varma, että haluat poistaa asettelun '{name}' pysyvästi?
he: האם אתה בטוח שברצונך למחוק לצמיתות את הפריסה '{name}'?
hr: Jeste li sigurni da želite trajno izbrisati raspored '{name}'?
is: Ertu viss um að þú viljir varanlega eyða skipulaginu '{name}'?
it: Sei sicuro di voler eliminare permanentemente il layout '{name}'?
nl: Weet u zeker dat u de lay-out '{name}' permanent wilt verwijderen?
no: Er du sikker på at du vil slette oppsettet '{name}' permanent?
ro: Ești sigur că vrei să ștergi permanent layout-ul '{name}'?
sk: Ste si istí, že chcete trvalo odstrániť rozloženie '{name}'?
tr: '{name}' düzenini kalıcı olarak silmek istediğinizden emin misiniz?

source: Layout Deleted
de: Layout gelöscht
el: Διάταξη Διαγράφηκε
es: Diseño Eliminado
fi: Asettelu poistettu
he: פריסת מחוקה
hr: Raspored izbrisan
is: Uppsetning Eytt
it: Layout Eliminato
nl: Lay-out Verwijderd
no: Layout slettet
ro: Aspecte șterse
sk: Rozloženie odstránené
tr: Düzen Silindi
uk: Макет видалено

source: Error Deleting Layout
de: Fehler beim Löschen des Layouts
el: Σφάλμα κατά τη διαγραφή διάταξης
es: Error al eliminar el diseño
fi: Virhe asettelun poistamisessa
he: שגיאה במחיקת פריסה
hr: Greška pri brisanju izgleda
is: Villa að eyða uppsetningu
it: Errore durante l'eliminazione del layout
nl: Fout bij het verwijderen van lay-out
no: Feil ved sletting av oppsett
ro: Eroare la ștergerea layout-ului
sk: Chyba pri odstraňovaní rozloženia
tr: Düzen Silme Hatası
uk: Помилка видалення макета

source: Error Moving Layout
de: Fehler beim Verschieben des Layouts
el: Σφάλμα Μετακίνησης Διάταξης
es: Error al mover el diseño
fi: Virhe siirrettäessä asettelua
he: שגיאה בהעברת פריסה
hr: Greška prilikom premještanja izgleda
is: Villa að færa uppsetningu
it: Errore durante lo spostamento del layout
nl: Fout bij het verplaatsen van de lay-out
no: Feil ved flytting av oppsett
ro: Eroare la mutarea layout-ului
sk: Chyba pri presúvaní rozloženia
tr: Düzen Taşıma Hatası
uk: Помилка переміщення макета

source: I-Beam
de: I-Balken
fi: I-säde
he: סמן I
hr: I-zrak
is: I-geisli
nl: I-balk
no: I-bjelke
tr: I-Kiriş

source: Received signal {}, shutting down gracefully...
es: Señal recibida {}, apagándose de manera ordenada...
fi: Vastaanotettu signaali {}, sammutetaan siististi...
hr: Primljen signal {}, isključivanje u mirnom režimu...
is: Móttaka merki {}, að loka niður á faglegan hátt...
it: Segnale ricevuto {}, spegnimento in corso...
nl: Ontvangen signaal {}, het systeem wordt op een nette manier afgesloten...
no: Mottatt signal {}, stenger ned på en kontrollert måte...
ro: Semnal primit {}, închidere grațioasă...
sk: Prijatý signál {}, vypínam sa elegantne...
tr: Alınan sinyal {}, düzgün bir şekilde kapatılıyor...
uk: Отримано сигнал {}, завершення роботи коректно...

source: ASCII BACKSPACE (^H)
de: ASCII-RÜCKTASTE (^H)
es: ASCII RETROCESO (^H)
is: ASCII BAKRÚN (^H)
tr: ASCII GERI ALMA (^H)

source: Sessions Panel
es: Panel de Sesiones
hr: Panel sesija
is: Sniðsvið Panel
no: Øktpanel
ro: Panoul de sesiuni
sk: Panel relácií
tr: Oturumlar Paneli
uk: Сесії Панель

source: Hide Sessions Panel
es: Ocultar panel de sesiones
hr: Sakrij Ploču Sesija
is: Fela sessíus panel
no: Skjul øktpanel
ro: Ascunde Panoul de Sesiuni
sk: Skryť panel relácií
tr: Oturumlar Panelini Gizle
uk: Сховати панель сесій

source: Show Sessions Panel
es: Mostrar panel de sesiones
hr: Prikaži panel sesija
is: Sýna fundarpanel
no: Vis visningspanel for økter
ro: Afișează panoul de sesiuni
sk: Zobraziť panel relácií
tr: Oturumlar Panelini Göster
uk: Показати панель сесій

source: Explain this code or command: ``` {text} ```
es: Explica este código o comando: ``` {text} ```
hr: Objasnite ovaj kod ili naredbu: ``` {text} ```
is: Útskýra þennan kóða eða skipun: ``` {text} ```
no: Forklar denne koden eller kommandoen: ``` {text} ```
ro: Explică acest cod sau comandă: ``` {text} ```
sk: Vysvetlite tento kód alebo príkaz: ``` {text} ```
tr: Bu kodu veya komutu açıklayın: ``` {text} ```
uk: Поясніть цей код або команду: ``` {text} ```

source: Browse Available Models
es: Explorar Modelos Disponibles
hr: Pregledaj dostupne modele
is: Skoða tiltækar gerðir
no: Bla gjennom tilgjengelige modeller
ro: Răsfoiește modelele disponibile
sk: Prehliadať dostupné modely
tr: Mevcut Modelleri Gözat
uk: Переглянути доступні моделі

source: Search and select from available OpenRouter models.
es: Buscar y seleccionar entre los modelos de OpenRouter disponibles.
hr: Pretražite i odaberite dostupne OpenRouter modele.
is: Leitaðu og veldu úr tiltækum OpenRouter gerðum.
no: Søk og velg blant tilgjengelige OpenRouter-modeller.
ro: Căutați și selectați din modelele OpenRouter disponibile.
sk: Hľadajte a vyberte z dostupných modelov OpenRouter.
tr: Mevcut OpenRouter modellerinden arama yapın ve seçin.
uk: Пошук та вибір з доступних моделей OpenRouter.

source: Browse Models
es: Explorar Modelos
hr: Pregledaj modele
is: Skoða Gerðir
no: Bla gjennom modeller
ro: Răsfoiește modele
sk: Prehliadať modely
tr: Modelleri Gözat
uk: Перегляд моделей

source: Select OpenRouter Model
es: Seleccionar modelo de OpenRouter
hr: Odaberite OpenRouter model
is: Veldu OpenRouter líkan
no: Velg OpenRouter-modell
ro: Selectați modelul OpenRouter
sk: Vyberte model OpenRouter
tr: Açık Yönlendirici Modelini Seçin

source: Search models by name or ID...
es: Buscar modelos por nombre o ID...
hr: Pretraži modele po imenu ili ID-u...
is: Leita að líkanum eftir nafni eða ID...
no: Søk etter modeller med navn eller ID...
ro: Căutați modele după nume sau ID...
sk: Hľadať modely podľa názvu alebo ID...
tr: Modelleri isim veya ID ile ara...
uk: Пошук моделей за назвою або ID...

source: Loading models...
es: Cargando modelos...
hr: Učitavanje modela...
is: Hlaða líkanum...
no: Laster modeller...
ro: Încărcarea modelelor...
sk: Načítanie modelov...
tr: Modeller yükleniyor...
uk: Завантаження моделей...

source: Failed to load models: {error}
es: Error al cargar los modelos: {error}
hr: Neuspjelo učitavanje modela: {error}
is: Mistók að hlaða líkanum: {error}
no: Feilet å laste inn modeller: {error}
ro: Nu s-au putut încărca modelele: {error}
sk: Nepodarilo sa načítať modely: {error}
tr: Modeller yüklenemedi: {error}
uk: Не вдалося завантажити моделі: {error}

source: {count} models available
es: {count} modelos disponibles
hr: {count} dostupnih modela
is: {count} módlar í boði
no: {count} modeller tilgjengelig
ro: {count} modele disponibile
sk: {k} modelov k dispozícii
tr: {count} model mevcut
uk: {count} моделей доступно

source: Showing {shown} of {total} models
es: Mostrando {shown} de {total} modelos
hr: Prikazivanje {shown} od {total} modela
is: Sýnir {shown} af {total} gerðum
no: Viser {shown} av {total} modeller
ro: Afișare {shown} din {total} modele
sk: Zobrazenie {shown} z {total} modelov
tr: {total} modeldan {shown} gösteriliyor

source: Showing first 100 results. Refine your search to see more.
es: Mostrando los primeros 100 resultados. Refinar su búsqueda para ver más.
hr: Prikaz prvih 100 rezultata. Učinite pretraživanje preciznijim za više rezultata.
is: Sýnir fyrstu 100 niðurstöðurnar. Fínpússaðu leitina þína til að sjá fleiri.
no: Viser de første 100 resultatene. Forbedre søket ditt for å se flere.
ro: Afișarea primelor 100 de rezultate. Rafinare căutării pentru a vedea mai multe.
sk: Zobrazenie prvých 100 výsledkov. Upresnite svoj vyhľadávanie, aby ste videli viac.
tr: İlk 100 sonucu gösteriliyor. Daha fazla görmek için aramanızı daraltın.

source: Bold
es: Negrita
hr: Podebljano
is: Feitletrað
no: Fet
ro: Îngroșat
sk: Tučný
tr: Kalın
uk: Gras

source: Italic
es: Cursiva
hr: Kurzivno
is: Kursiv
no: Kursiv
sk: Kurzký text
tr: İtalik

source: Strikethrough
es: Tachado
hr: Precrtano
no: Gjennomstreking
ro: Tăiere prin linie
sk: Prečiarknutie
tr: Üstü Çizili
uk: Tachyons

source: Dim/Faint
es: Tenue/Desvanecido
hr: Prigušeno/Slabo
is: Dauf/Veikur
no: Dimmere/Usynlig
ro: Sofocat/Palid
sk: Tlmý/Slabý
tr: Sönük/Belirsiz

source: Blink
es: Parpadeo
hr: Treptaj
sk: Blesk
uk: 眨眼

source: Default
es: Predeterminado
hr: Zadano
is: Sjálfgefið
no: Standard
ro: Implicit
sk: Predvolené
tr: Varsayılan
uk: За замовчуванням

source: Color:
hr: Boja:
is: Litur:
no: Farge:
ro: Culoare:
sk: Farba:
tr: Renk:
uk: Colour:

source: Python regex syntax. Capture groups () can have individual colors.
es: Sintaxis de regex de Python. Los grupos de captura () pueden tener colores individuales.
hr: Python regex sintaksa. Grupe za hvatanje () mogu imati pojedinačne boje.
is: Python regex sintaksis. Fanga hólf () geta haft einstakar litir.
no: Python regex-syntaks. Fanggrupper () kan ha individuelle farger.
ro: Sintaxă regex Python. Grupurile de captură () pot avea culori individuale.
sk: Syntax regulárnych výrazov v Pythone. Zachytávacie skupiny () môžu mať individuálne farby.
tr: Python regex sözdizimi. Yakalama grupları () bireysel renklere sahip olabilir.
uk: Python регулярний вираз. Групи захоплення () можуть мати індивідуальні кольори.

source: Colors & Effects
es: Colores y Efectos
hr: Boje i Efekti
is: Litir og Áhrif
no: Farger og effekter
ro: Culori și Efecte
sk: Farby a efekty
tr: Renkler ve Efektler
uk: Colours & Effects

source: First color applies to entire match if no groups.
es: El primer color se aplica a toda la coincidencia si no hay grupos.
hr: Prva boja primjenjuje se na cijelo podudaranje ako nema grupa.
is: Fyrsta liturinn gildir um allt samsvörun ef engin hópar eru til staðar.
no: Første farge gjelder for hele treffet hvis det ikke er grupper.
ro: Prima culoare se aplică întregului meci dacă nu există grupuri.
sk: Prvá farba sa aplikuje na celý zápas, ak nie sú skupiny.
tr: İlk renk, grup yoksa tüm eşleşmeye uygulanır.
uk: Перший колір застосовується до всього збігу, якщо немає груп.

source: Command: {}
es: Comando: {}
hr: Naredba: {}
is: Skipta: {}
no: Kommando: {}
ro: Comandă: {}
sk: Príkaz: {}
tr: Komut: {}
uk: Команда: {}

source: Enable Command Rules
es: Habilitar Reglas de Comando
hr: Omogući pravila naredbi
is: Virkja skipunareglur
no: Aktiver Kommando Regler
ro: Activare reguli de comandă
sk: Povoliť pravidlá príkazov
tr: Komut Kurallarını Etkinleştir
uk: Увімкнути правила команд

source: Command Rules
es: Reglas de Comando
hr: Pravila naredbi
is: Skipulagning skipana
no: Kommando regler
ro: Reguli de Comandă
sk: Pravidlá príkazov
tr: Komut Kuralları
uk: Правила команд
