Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Command is empty, nothing to run.
de: Befehl ist leer, nichts auszuführen.
el: Η εντολή είναι κενή, δεν υπάρχει τίποτα για εκτέλεση.
es: El comando está vacío, nada que ejecutar.
fi: Komento on tyhjää, ei mitään suoritettavaa.
he: הפקודה ריקה, אין מה להריץ.
hr: Naredba je prazna, nema što pokrenuti.
is: Skipti er tómt, ekkert til að keyra.
it: Il comando è vuoto, nulla da eseguire.
nl: Opdracht is leeg, niets om uit te voeren.
no: Kommandoet er tomt, ingenting å kjøre.
ro: Comanda este goală, nimic de rulat.
sk: Príkaz je prázdny, nič na spustenie.
tr: Komut boş, çalıştırılacak hiçbir şey yok.
uk: Команда пуста, нічого не виконати.

source: Command sent to the terminal.
de: Befehl an das Terminal gesendet.
el: Εντολή που στάλθηκε στο τερματικό.
es: Comando enviado al terminal.
fi: Komento lähetetty terminaaliin.
he: פקודה נשלחה לטרמינל.
hr: Naredba poslana terminalu.
is: Skipun send til terminala.
it: Comando inviato al terminale.
nl: Opdracht naar de terminal verzonden.
no: Kommando sendt til terminalen.
ro: Comandă trimisă terminalului.
sk: Príkaz odoslaný do terminálu.
tr: Terminal'e komut gönderildi.
uk: Команда надіслана до терміналу.

source: Failed to execute the command.
de: Befehl konnte nicht ausgeführt werden.
el: Αποτυχία εκτέλεσης της εντολής.
es: Error al ejecutar el comando.
fi: Komentoa ei voitu suorittaa.
he: נכשל בביצוע הפקודה.
hr: Nije moguće izvršiti naredbu.
is: Ekki tókst að framkvæma skipunina.
it: Impossibile eseguire il comando.
nl: Opdracht kon niet worden uitgevoerd.
no: Mislyktes i å utføre kommandoen.
ro: Eșec la executarea comenzii.
sk: Nepodarilo sa vykonať príkaz.
tr: Komut yürütülemedi.
uk: Не вдалося виконати команду.

source: Session Validation Error
de: Sitzungsvalidierungsfehler
el: Σφάλμα Επικύρωσης Συνεδρίας
es: Error de validación de sesión
fi: Istuntotarkistuksen virhe
he: שגיאת אימות מושב
hr: Pogreška validacije sesije
is: Villaunarskekkja í sessi
it: Errore di convalida della sessione
nl: Sessievalidatiefout
no: Sesjonsvalideringsfeil
ro: Eroare de validare a sesiunii
sk: Chyba overenia relácie
tr: Oturum Doğrulama Hatası
uk: Помилка перевірки сеансу

source: Session validation failed: {errors}
de: Sitzungsvalidierung fehlgeschlagen: {errors}
el: Αποτυχία επικύρωσης συνεδρίας: {errors}
es: La validación de la sesión ha fallado: {errors}
fi: Istunnon vahvistaminen epäonnistui: {errors}
he: אימות מושב נכשל: {errors}
hr: Validacija sesije nije uspjela: {errors}
is: Gildisvottun mistókst: {errors}
it: La convalida della sessione è fallita: {errors}
nl: Sessievalidatie mislukt: {errors}
no: Sesjonsvalidering mislyktes: {errors}
ro: Validarea sesiunii a eșuat: {errors}
sk: Overenie relácie zlyhalo: {errors}
tr: Oturum doğrulaması başarısız oldu: {errors}

source: Cannot detach the last tab.
de: Kann den letzten Tab nicht abtrennen.
el: Δεν μπορείτε να αποσυνδέσετε την τελευταία καρτέλα.
es: No se puede separar la última pestaña.
fi: Viimeistä välilehteä ei voi irrottaa.
he: לא ניתן לנתק את הלשונית האחרונה.
hr: Ne može se odvojiti posljednja kartica.
is: Get ekki að losa síðasta flipa.
it: Impossibile staccare l'ultima scheda.
nl: Kan het laatste tabblad niet loskoppelen.
no: Kan ikke løsne den siste fanen.
ro: Nu se poate detașa ultima filă.
sk: Nie je možné odpojiť poslednú kartu.
tr: Son sekmeyi ayıramazsınız.
uk: Не можна від'єднати останню вкладку.

source: Terminal {id}
el: Τερματικός {id}
fi: Pääte {id}
he: טרמינל {id}
it: Terminale {id}
sk: Terminál {id}
uk: Термінал {id}

source: No open terminals found.
de: Keine offenen Terminals gefunden.
el: Δεν βρέθηκαν ανοιχτές κονσόλες.
es: No se encontraron terminales abiertos.
fi: Ei avoimia terminaaleja löytynyt.
he: לא נמצאו טרמינלים פתוחים.
hr: Nema otvorenih terminala.
is: Engar opnar terminalar fundin.
it: Nessun terminale aperto trovato.
nl: Geen open terminals gevonden.
no: Ingen åpne terminaler funnet.
ro: Nu au fost găsite terminale deschise.
sk: Nenašli sa žiadne otvorené terminály.
tr: Açık terminal bulunamadı.
uk: Немає відкритих терміналів.

source: Confirm sending of command
de: Befehl senden bestätigen
el: Επιβεβαίωση αποστολής εντολής
es: Confirmar el envío del comando
fi: Vahvista komennon lähettäminen
he: אשר שליחת פקודה
hr: Potvrdi slanje naredbe
is: Staðfesta sendingu skipunar
it: Conferma l'invio del comando
nl: Bevestig het verzenden van het commando
no: Bekreft sending av kommando
ro: Confirmare trimitere a comenzii
sk: Potvrdiť odoslanie príkazu
tr: Komutun gönderilmesini onayla
uk: Підтвердити відправлення команди

source: Select which of the <b>{count}</b> open terminals should receive the command below.
de: Wählen Sie aus, welche der <b>{count}</b> offenen Terminals den folgenden Befehl erhalten sollen.
el: Επιλέξτε ποιο από τα <b>{count}</b> ανοιχτά τερματικά θα πρέπει να λάβει την παρακάτω εντολή.
es: Seleccione cuál de los <b>{count}</b> terminales abiertos debe recibir el comando a continuación.
fi: Valitse, mitkä <b>{count}</b> avoimista terminaaleista saavat alla olevan komennon.
he: בחר אילו מתוך <b>{count}</b> הטרמינלים הפתוחים צריכים לקבל את הפקודה למטה.
hr: Odaberite koji od <b>{count}</b> otvorenih terminala treba primiti naredbu u nastavku.
is: Veldu hvaða af <b>{count}</b> opnum terminalum eigi að fá skipunina hér að neðan.
it: Seleziona quale dei <b>{count}</b> terminali aperti dovrebbe ricevere il comando qui sotto.
nl: Selecteer welke van de <b>{count}</b> open terminals het onderstaande commando moeten ontvangen.
no: Velg hvilken av de <b>{count}</b> åpne terminalene som skal motta kommandoen nedenfor.
ro: Selectați care dintre cele <b>{count}</b> terminale deschise ar trebui să primească comanda de mai jos.
sk: Vyberte, ktorý z <b>{count}</b> otvorených terminálov by mal prijať nižšie uvedený príkaz.
tr: Aşağıdaki komutu alması gereken <b>{count}</b> açık terminalden hangisini seçeceğinizi belirleyin.

source: Choose the tabs that should run this command:
de: Wählen Sie die Registerkarten aus, die diesen Befehl ausführen sollen:
el: Επιλέξτε τις καρτέλες που θα εκτελέσουν αυτή την εντολή:
es: Elige las pestañas que deben ejecutar este comando:
fi: Valitse välilehdet, jotka suorittavat tämän komennon:
he: בחר את הכרטיסיות שצריכות להריץ פקודה זו:
hr: Odaberite kartice koje trebaju izvršiti ovu naredbu:
is: Veldu flipa sem ættu að keyra þessa skipun:
it: Scegli le schede che devono eseguire questo comando:
nl: Kies de tabbladen die deze opdracht moeten uitvoeren:
no: Velg fanene som skal kjøre denne kommandoen:
ro: Alegeți tab-urile care ar trebui să execute acest comandament:
sk: Vyberte karty, ktoré by mali spustiť tento príkaz:
tr: Bu komutu çalıştırması gereken sekmeleri seçin:
uk: Виберіть вкладки, які повинні виконати цю команду:

source: Remember my choice
de: Merke meine Wahl
el: Θυμήσου την επιλογή μου
es: Recuerda mi elección
fi: Muista valintani
he: זכור את הבחירה שלי
hr: Zapamti moj izbor
is: Munduð valið mitt
it: Ricorda la mia scelta
nl: Onthoud mijn keuze
no: Husk valget mitt
ro: Amintește-ți alegerea mea
sk: Zapamätať moju voľbu
tr: Seçimimi hatırla
uk: Запам'ятати мій вибір

source: Send Command
de: Befehl senden
el: Αποστολή Εντολής
es: Enviar Comando
fi: Lähetä komento
he: שלח פקודה
hr: Pošalji naredbu
is: Senda skipun
it: Invia Comando
nl: Verzend Opdracht
no: Send kommando
ro: Trimite Comandă
sk: Odoslať príkaz
tr: Komut Gönder
uk: Відправити команду

source: No tabs were selected to receive the command.
de: Es wurden keine Registerkarten ausgewählt, um den Befehl zu empfangen.
el: Δεν επιλέχθηκαν καρτέλες για να λάβουν την εντολή.
es: No se seleccionaron pestañas para recibir el comando.
fi: Ei välilehtiä ollut valittuna komentoa varten.
he: לא נבחרו כרטיסיות לקבל את הפקודה.
hr: Nijedna kartica nije odabrana za primanje naredbe.
is: Engin voru ekki valin til að taka við skipuninni.
it: Nessuna scheda è stata selezionata per ricevere il comando.
nl: Er zijn geen tabbladen geselecteerd om het commando te ontvangen.
no: Ingen faner ble valgt for å motta kommandoen.
ro: Nu au fost selectate tab-uri pentru a primi comanda.
sk: Neboli vybrané žiadne karty na prijatie príkazu.
tr: Hiçbir sekme komutu almak için seçilmedi.
uk: Не було вибрано жодних вкладок для отримання команди.

source: No active terminal to search in.
de: Kein aktives Terminal zum Suchen.
el: Δεν υπάρχει ενεργός τερματικός για αναζήτηση.
es: No hay terminal activa para buscar.
fi: Ei aktiivista terminaalia, johon etsiä.
he: אין טרמינל פעיל לחיפוש בו.
hr: Nema aktivnog terminala za pretraživanje.
is: Engin virkur til að leita í.
it: Nessun terminale attivo in cui cercare.
nl: Geen actieve terminal om in te zoeken.
no: Ingen aktiv terminal å søke i.
ro: Nu există un terminal activ pentru a căuta.
sk: Žiadny aktívny terminál na vyhľadávanie.
tr: Arama yapmak için aktif bir terminal yok.
uk: Немає активного терміналу для пошуку.

source: Invalid search pattern.
de: Ungültiges Suchmuster.
el: Μη έγκυρο μοτίβο αναζήτησης.
es: Patrón de búsqueda no válido.
fi: Virheellinen hakumalli.
he: תבנית חיפוש לא חוקית.
hr: Nevažeći obrazac pretraživanja.
is: Ógildur leitarmynstur.
it: Modello di ricerca non valido.
nl: Ongeldig zoekpatroon.
no: Ugyldig søkemønster.
ro: Model de căutare invalid.
sk: Neplatný vyhľadávací vzor.
tr: Geçersiz arama deseni.
uk: Неправильний шаблон пошуку.

source: No more matches found.
de: Keine weiteren Übereinstimmungen gefunden.
el: Δεν βρέθηκαν άλλες αντιστοιχίες.
es: No se encontraron más coincidencias.
fi: Ei enää osumia löytynyt.
he: לא נמצאו עוד תוצאות.
hr: Nema više pronađenih podudaranja.
is: Engin fleiri leitarniðurstöður fundust.
it: Nessuna corrispondenza trovata.
nl: Geen verdere overeenkomsten gevonden.
no: Ingen flere treff funnet.
ro: Nu s-au găsit alte potriviri.
sk: Žiadne ďalšie zhody nenájdené.
tr: Daha fazla eşleşme bulunamadı.
uk: Не знайдено більше збігів.

source: Initialization Error
de: Initialisierungsfehler
el: Σφάλμα Αρχικοποίησης
es: Error de Inicialización
fi: Alustamisvirhe
he: שגיאת אתחול
hr: Pogreška inicijalizacije
is: Upphafs Villa
it: Errore di inizializzazione
nl: Initialisatiefout
no: Initialiseringsfeil
ro: Eroare de inițializare
sk: Chyba inicializácie
tr: Başlatma Hatası
uk: Помилка ініціалізації

source: Failed to initialize terminal: {error}
de: Fehler beim Initialisieren des Terminals: {error}
el: Αποτυχία στην αρχικοποίηση του τερματικού: {error}
es: Error al inicializar el terminal: {error}
fi: Terminalin alustaminen epäonnistui: {error}
he: נכשל בהתחלת הטרמינל: {error}
hr: Neuspjelo inicijaliziranje terminala: {error}
is: Mistók að byrja terminal: {error}
it: Impossibile inizializzare il terminale: {error}
nl: Konsole kon niet worden geïnitialiseerd: {error}
no: Feilet å initialisere terminal: {error}
ro: Eșec la inițializarea terminalului: {error}
sk: Nepodarilo sa inicializovať terminál: {error}
tr: Terminal başlatılamadı: {error}
uk: Не вдалося ініціалізувати термінал: {error}

source: Save Current Session?
de: Aktuelle Sitzung speichern?
el: Αποθήκευση Τρέχουσας Συνεδρίας;
es: ¿Guardar sesión actual?
fi: Tallenna nykyinen istunto?
he: שמור את המושב הנוכחי?
hr: Spremi trenutačnu sesiju?
is: Vista núverandi sess?
it: Salva sessione corrente?
nl: Sla huidige sessie op?
no: Lagre nåværende økt?
ro: Salvează sesiunea curentă?
sk: Uložiť aktuálnu reláciu?
tr: Mevcut Oturumu Kaydet?
uk: Зберегти поточну сесію?

source: Do you want to restore these tabs the next time you open Ashy Terminal?
de: Möchten Sie diese Tabs beim nächsten Öffnen von Ashy Terminal wiederherstellen?
el: Θέλετε να επαναφέρετε αυτές τις καρτέλες την επόμενη φορά που θα ανοίξετε το Ashy Terminal;
es: ¿Quieres restaurar estas pestañas la próxima vez que abras Ashy Terminal?
fi: Haluatko palauttaa nämä välilehdet seuraavan kerran, kun avaat Ashy Terminalin?
he: האם אתה רוצה לשחזר את הכרטיסיות הללו בפעם הבאה שתפתח את Ashy Terminal?
hr: Želite li vratiti ove kartice sljedeći put kada otvorite Ashy Terminal?
is: Viltu endurheimta þessar flipar næst þegar þú opnar Ashy Terminal?
it: Vuoi ripristinare queste schede la prossima volta che apri Ashy Terminal?
nl: Wilt u deze tabbladen herstellen de volgende keer dat u Ashy Terminal opent?
no: Vil du gjenopprette disse fanene neste gang du åpner Ashy Terminal?
ro: Vrei să restaurezi aceste tab-uri data viitoare când deschizi Ashy Terminal?
sk: Chcete obnoviť tieto karty pri ďalšom otvorení Ashy Terminal?
tr: Ashy Terminal'ı bir sonraki açışınızda bu sekmeleri geri yüklemek istiyor musunuz?
uk: Чи хочете ви відновити ці вкладки наступного разу, коли ви відкриєте Ashy Terminal?

source: Don't Save
de: Nicht speichern
el: Μην Αποθηκεύσετε
es: No guardar
fi: Älä tallenna
he: אל תשמור
hr: Ne spremi
is: Ekki vista
it: Non salvare
nl: Niet Opslaan
no: Ikke lagre
ro: Nu salva
sk: Nesúhlasím so zmenami
tr: Kaydetme

source: Save and Close
de: Speichern und Schließen
el: Αποθήκευση και Κλείσιμο
es: Guardar y cerrar
fi: Tallenna ja sulje
he: שמור וסגור
hr: Spremi i zatvori
is: Vista og Loka
it: Salva e Chiudi
nl: Opslaan en Sluiten
no: Lagre og lukk
ro: Salvează și Închide
sk: Uložiť a zatvoriť
tr: Kaydet ve Kapat
uk: Зберегти та закрити

source: Close Window
de: Fenster schließen
el: Κλείσιμο παραθύρου
es: Cerrar ventana
fi: Sulje ikkuna
he: סגור חלון
hr: Zatvori prozor
is: Loka glugga
it: Chiudi finestra
nl: Sluit Venster
no: Lukk vindu
ro: Închide fereastra
sk: Zavrieť okno
tr: Pencereyi Kapat
uk: Закрити вікно

source: This window has active SSH connections. Closing will disconnect them. Are you sure?
de: Dieses Fenster hat aktive SSH-Verbindungen. Das Schließen trennt diese. Sind Sie sicher?
el: Αυτό το παράθυρο έχει ενεργές συνδέσεις SSH. Το κλείσιμο θα τις αποσυνδέσει. Είστε σίγουροι;
es: Esta ventana tiene conexiones SSH activas. Cerrar desconectará estas conexiones. ¿Estás seguro?
fi: Tässä ikkunassa on aktiivisia SSH-yhteyksiä. Sulkeminen katkaisee ne. Oletko varma?
he: חלון זה מכיל חיבורים פעילים של SSH. סגירה תנתק אותם. האם אתה בטוח?
hr: Ovaj prozor ima aktivne SSH veze. Zatvaranjem će se prekinuti. Jeste li sigurni?
is: Þetta gluggi hefur virk SSH tengingar. Að loka honum mun slíta tengingunum. Ertu viss?
it: Questa finestra ha connessioni SSH attive. Chiudere disconnetterà queste connessioni. Sei sicuro?
nl: Dit venster heeft actieve SSH-verbindingen. Sluiten zal ze verbreken. Weet u het zeker?
no: Dette vinduet har aktive SSH-tilkoblinger. Å lukke vil koble dem fra. Er du sikker?
ro: Această fereastră are conexiuni SSH active. Închiderea va deconecta aceste conexiuni. Ești sigur?
sk: Toto okno má aktívne SSH pripojenia. Zatvorenie ich odpojí. Ste si istý?
tr: Bu pencerede aktif SSH bağlantıları var. Kapatmak bunları keser. Emin misiniz?
uk: Це вікно має активні SSH-з'єднання. Закриття призведе до їх відключення. Ви впевнені?

source: Invalid SSH Target
de: Ungültiges SSH-Ziel
el: Μη έγκυρος στόχος SSH
es: Destino SSH no válido
fi: Virheellinen SSH-kohde
he: יעד SSH לא חוקי
hr: Nevažeći SSH cilj
is: Ógildur SSH markmið
it: Target SSH non valido
nl: Ongeldig SSH-doel
no: Ugyldig SSH-mål
ro: Țintă SSH invalidă
sk: Neplatný SSH cieľ
tr: Geçersiz SSH Hedefi
uk: Неправильна SSH ціль

source: Could not parse the provided SSH connection string.
de: Konnte die bereitgestellte SSH-Verbindungszeichenfolge nicht analysieren.
el: Δεν ήταν δυνατή η ανάλυση της παρεχόμενης συμβολοσειράς σύνδεσης SSH.
es: No se pudo analizar la cadena de conexión SSH proporcionada.
fi: Ei voitu jäsentää annettua SSH-yhteysmerkkijonoa.
he: לא ניתן לנתח את מיתר החיבור SSH שסופק.
hr: Nije moguće analizirati pruženi SSH konekcijski niz.
is: Gat ekki að greina veitt SSH tengistreng.
it: Impossibile analizzare la stringa di connessione SSH fornita.
nl: Kon de opgegeven SSH-verbindingstring niet parseren.
no: Kunne ikke analysere den angitte SSH-tilkoblingsstrengen.
ro: Nu s-a putut analiza șirul de conexiune SSH furnizat.
sk: Nepodarilo sa analyzovať poskytnutý SSH pripojovací reťazec.
tr: Verilen SSH bağlantı dizesi ayrıştırılamadı.
uk: Не вдалося розібрати наданий рядок з'єднання SSH.

source: Remove this temporary file
de: Entfernen Sie diese temporäre Datei
el: Αφαιρέστε αυτό το προσωρινό αρχείο
es: Eliminar este archivo temporal
fi: Poista tämä väliaikainen tiedosto
he: הסר את הקובץ הזמני הזה
hr: Ukloni ovu privremenu datoteku
is: Fjarlægðu þetta tímabundna skjal
it: Rimuovi questo file temporaneo
nl: Verwijder dit tijdelijke bestand
no: Fjern denne midlertidige filen
ro: Elimină acest fișier temporar
sk: Odstrániť tento dočasný súbor
tr: Bu geçici dosyayı kaldırın

source: No temporary files found.
de: Keine temporären Dateien gefunden.
el: Δεν βρέθηκαν προσωρινά αρχεία.
es: No se encontraron archivos temporales.
fi: Ei väliaikaisia tiedostoja löytynyt.
he: לא נמצאו קבצים זמניים.
hr: Nema privremenih datoteka.
is: Engin tímabundin skrá fannst.
it: Nessun file temporaneo trovato.
nl: Geen tijdelijke bestanden gevonden.
no: Ingen midlertidige filer funnet.
ro: Nu au fost găsite fișiere temporare.
sk: Neboli nájdené žiadne dočasné súbory.
tr: Geçici dosya bulunamadı.
uk: No temporární soubory nebyly nalezeny.

source: Clear All Temporary Files
de: Alle temporären Dateien löschen
el: Καθαρισμός όλων των προσωρινών αρχείων
es: Eliminar todos los archivos temporales
fi: Tyhjennä kaikki tilapäiset tiedostot
he: נקה את כל הקבצים הזמניים
hr: Obriši sve privremene datoteke
is: Eyða öllum tímabundnum skrám
it: Cancella tutti i file temporanei
nl: Verwijder alle tijdelijke bestanden
no: Fjern alle midlertidige filer
ro: Șterge toate fișierele temporare
sk: Vymazať všetky dočasné súbory
tr: Tüm Geçici Dosyaları Temizle
uk: Очистити всі тимчасові файли

source: Clear All Temporary Files?
de: Alle temporären Dateien löschen?
el: Καθαρισμός όλων των προσωρινών αρχείων;
es: ¿Eliminar todos los archivos temporales?
fi: Tyhjennä kaikki tilapäiset tiedostot?
he: מחק את כל הקבצים הזמניים?
hr: Izbriši sve privremene datoteke?
is: Eyða öllum tímabundnum skrám?
it: Elimina tutti i file temporanei?
nl: Alle tijdelijke bestanden wissen?
no: Slett alle midlertidige filer?
ro: Ștergeți toate fișierele temporare?
sk: Vymazať všetky dočasné súbory?
tr: Tüm Geçici Dosyaları Temizle?
uk: Очистити всі тимчасові файли?

source: This will remove all locally downloaded files for remote editing. Any unsaved changes in your editor will be lost. This action cannot be undone.
de: Dies entfernt alle lokal heruntergeladenen Dateien für die Remote-Bearbeitung. Alle nicht gespeicherten Änderungen in Ihrem Editor gehen verloren. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα αφαιρέσει όλα τα τοπικά κατεβασμένα αρχεία για απομακρυσμένη επεξεργασία. Οποιεσδήποτε μη αποθηκευμένες αλλαγές στον επεξεργαστή σας θα χαθούν. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará todos los archivos descargados localmente para la edición remota. Cualquier cambio no guardado en su editor se perderá. Esta acción no se puede deshacer.
fi: Tämä poistaa kaikki paikallisesti ladatut tiedostot etämuokkausta varten. Kaikki tallentamattomat muutokset editorissasi menetetään. Tätä toimintoa ei voi peruuttaa.
he: זה יסיר את כל הקבצים שהורדו מקומית לעריכה מרחוק. כל השינויים שלא נשמרו בעורך שלך יאבדו. פעולה זו אינה ניתנת לביטול.
hr: Ovo će ukloniti sve lokalno preuzete datoteke za daljinsko uređivanje. Sve nespremljene promjene u vašem uređivaču bit će izgubljene. Ova radnja se ne može poništiti.
is: Þetta mun fjarlægja öll skráð skrár á staðnum fyrir fjarritun. Öll óvistaðar breytingar í ritlinum þínum munu tapast. Þessi aðgerð er ekki hægt að afturkalla.
it: Questo rimuoverà tutti i file scaricati localmente per la modifica remota. Eventuali modifiche non salvate nel tuo editor andranno perse. Questa azione non può essere annullata.
nl: Dit verwijdert alle lokaal gedownloade bestanden voor externe bewerking. Alle niet-opgeslagen wijzigingen in uw editor gaan verloren. Deze actie kan niet ongedaan worden gemaakt.
no: Dette vil fjerne alle lokalt nedlastede filer for ekstern redigering. Eventuelle usparte endringer i redigeringsprogrammet ditt vil gå tapt. Denne handlingen kan ikke angres.
ro: Aceasta va elimina toate fișierele descărcate local pentru editare de la distanță. Orice modificări nesalvate în editorul dumneavoastră vor fi pierdute. Această acțiune nu poate fi anulată.
sk: Týmto sa odstránia všetky lokálne stiahnuté súbory pre vzdialené úpravy. Všetky neuložené zmeny vo vašom editore budú stratené. Túto akciu nie je možné vrátiť späť.
tr: Bu, uzaktan düzenleme için yerel olarak indirilmiş tüm dosyaları kaldıracaktır. Düzenleyicinizdeki kaydedilmemiş değişiklikler kaybolacaktır. Bu işlem geri alınamaz.
uk: Це видалить всі локально завантажені файли для віддаленого редагування. Усі незбережені зміни у вашому редакторі будуть втрачені. Цю дію не можна скасувати.

source: Clear All
de: Alle löschen
el: Καθαρισμός όλων
es: Borrar todo
fi: Tyhjennä kaikki
he: נקה הכל
hr: Izbriši sve
is: Tæma allt
it: Cancella tutto
nl: Alles wissen
no: Fjern alt
ro: Șterge tot
sk: Vymazať všetko
tr: Tümünü Temizle
uk: Очистити все

source: No active terminal to send command to.
de: Kein aktives Terminal, um einen Befehl zu senden.
el: Δεν υπάρχει ενεργό τερματικό για να στείλετε εντολή.
es: No hay un terminal activo para enviar el comando.
fi: Ei aktiivista terminaalia komennon lähettämistä varten.
he: אין טרמינל פעיל לשליחת פקודה.
hr: Nema aktivnog terminala za slanje naredbe.
is: Engin virkur til að senda skipun til.
it: Nessun terminale attivo a cui inviare il comando.
nl: Geen actieve terminal om commando naar te verzenden.
no: Ingen aktiv terminal for å sende kommando til.
ro: Nu există un terminal activ pentru a trimite comanda.
sk: Žiadny aktívny terminál na odoslanie príkazu.
tr: Gönderilecek komut için aktif bir terminal yok.
uk: Неактивний термінал для відправлення команди.

source: Preferences Error
de: Einstellungsfehler
el: Σφάλμα Ρυθμίσεων
es: Error de Preferencias
fi: Asetuksetvirhe
he: שגיאת העדפות
hr: Pogreška u postavkama
is: Stillir Villa
it: Errore delle Preferenze
nl: Voorkeurenfout
no: Innstillingsfeil
ro: Eroare de Preferințe
sk: Chyba nastavení
tr: Tercihler Hatası
uk: Помилка налаштувань

source: Failed to open preferences: {}
de: Fehler beim Öffnen der Einstellungen: {}
el: Αποτυχία ανοίγματος προτιμήσεων: {}
es: Error al abrir las preferencias: {}
fi: Ei voitu avata asetuksia: {}
he: נכשל בפתיחת העדפות: {}
hr: Nije moguće otvoriti postavke: {}
is: Ekki tókst að opna stillingar: {}
it: Impossibile aprire le preferenze: {}
nl: Kon niet openen voorkeuren: {}
no: Kunne ikke åpne innstillinger: {}
ro: Eșec la deschiderea preferințelor: {}
sk: Nepodarilo sa otvoriť nastavenia: {}
tr: Tercihleri açma başarısız oldu: {}
uk: Не вдалося відкрити налаштування: {}

source: A modern terminal emulator with session management
de: Ein moderner Terminalemulator mit Sitzungsverwaltung
el: Ένας σύγχρονος εξομοιωτής τερματικού με διαχείριση συνεδριών
es: Un emulador de terminal moderno con gestión de sesiones
fi: Moderni terminaaliemulaattori istunnon hallinnalla
he: מממשק מסוף מודרני עם ניהול מושבים
hr: Moderni terminal emulator s upravljanjem sesijama
is: Nútíma skel emulators með sessastjórnun
it: Un emulatore di terminale moderno con gestione delle sessioni
nl: Een moderne terminalemulator met sessiebeheer
no: En moderne terminalemulator med sesjonsadministrasjon
ro: Un emulator de terminal modern cu gestionarea sesiunilor
sk: Moderný terminálový emulátor s manažmentom relácií
tr: Modern bir terminal emülatörü ve oturum yönetimi.
uk: Сучасний емулятор терміналу з управлінням сесіями
