Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I roll back a Kubernetes deployment?
de: Wie stelle ich ein Kubernetes-Deployment wieder her?
el: Πώς μπορώ να επαναφέρω μια ανάπτυξη Kubernetes;
es: ¿Cómo hago para revertir un despliegue de Kubernetes?
fi: Miten palautan Kubernetes-julkaisun?
he: איך אני מחזיר פריסה של קוברנטיס?
hr: Kako da vratim Kubernetes implementaciju?
is: Hvernig rulla ég aftur Kubernetes útfærslu?
it: Come faccio a ripristinare un deployment di Kubernetes?
nl: Hoe rol ik een Kubernetes-implementatie terug?
no: Hvordan ruller jeg tilbake en Kubernetes-distribusjon?
ro: Cum pot să revin la o implementare Kubernetes?
sk: Ako môžem vrátiť nasadenie Kubernetes späť?
tr: Kubernetes dağıtımını nasıl geri alırım?
uk: Як я можу скасувати розгортання Kubernetes?

source: How can I manage secrets securely on Linux?
de: Wie kann ich Geheimnisse sicher auf Linux verwalten?
el: Πώς μπορώ να διαχειριστώ μυστικά με ασφάλεια σε Linux;
es: ¿Cómo puedo gestionar secretos de forma segura en Linux?
fi: Miten voin hallita salaisuuksia turvallisesti Linuxissa?
he: איך אני יכול לנהל סודות בצורה מאובטחת על לינוקס?
hr: Kako mogu sigurno upravljati tajnama na Linuxu?
is: Hvernig get ég stjórnað leyndarmálum örugglega á Linux?
it: Come posso gestire segreti in modo sicuro su Linux?
nl: Hoe kan ik geheimen veilig beheren op Linux?
no: Hvordan kan jeg håndtere hemmeligheter sikkert på Linux?
ro: Cum pot gestiona secretele în siguranță pe Linux?
sk: Ako môžem bezpečne spravovať tajomstvá na Linuxe?
tr: Linux'ta gizli anahtarları güvenli bir şekilde nasıl yönetebilirim?
uk: Як я можу безпечно керувати секретами на Linux?

source: How do I inspect SELinux or AppArmor audit logs?
de: Wie inspiziere ich die Audit-Protokolle von SELinux oder AppArmor?
el: Πώς μπορώ να επιθεωρήσω τα αρχεία καταγραφής ελέγχου SELinux ή AppArmor;
es: ¿Cómo inspecciono los registros de auditoría de SELinux o AppArmor?
fi: Kuinka tarkistan SELinux- tai AppArmor-tarkastelulokit?
he: איך אני בודק את יומני הביקורת של SELinux או AppArmor?
hr: Kako mogu pregledati SELinux ili AppArmor auditne zapise?
is: Hvernig skoða ég SELinux eða AppArmor úttektarskrár?
it: Come posso ispezionare i log di audit di SELinux o AppArmor?
nl: Hoe inspecteer ik SELinux- of AppArmor-auditlogs?
no: Hvordan inspiserer jeg SELinux- eller AppArmor-revisjonslogger?
ro: Cum pot inspecta jurnalele de audit SELinux sau AppArmor?
sk: Ako môžem skontrolovať auditné protokoly SELinux alebo AppArmor?
tr: SELinux veya AppArmor denetim günlüklerini nasıl inceleyebilirim?
uk: Як я можу перевірити журнали аудиту SELinux або AppArmor?

source: How can I test firewall rules without disrupting traffic?
de: Wie kann ich Firewall-Regeln testen, ohne den Verkehr zu stören?
el: Πώς μπορώ να δοκιμάσω τους κανόνες του τείχους προστασίας χωρίς να διαταράξω την κίνηση;
es: ¿Cómo puedo probar las reglas del firewall sin interrumpir el tráfico?
fi: Kuinka voin testata palomuurisääntöjä häiritsemättä liikennettä?
he: איך אני יכול לבדוק כללי חומת אש מבלי להפריע לתנועה?
hr: Kako mogu testirati pravila vatrozida bez ometanja prometa?
is: Hvernig get ég prófað eldveggreglur án þess að trufla umferð?
it: Come posso testare le regole del firewall senza interrompere il traffico?
nl: Hoe kan ik firewallregels testen zonder het verkeer te verstoren?
no: Hvordan kan jeg teste brannmurregler uten å forstyrre trafikken?
ro: Cum pot testa regulile firewall-ului fără a perturba traficul?
sk: Ako môžem testovať pravidlá firewallu bez narušenia prevádzky?
tr: Ağ trafiğini kesintiye uğratmadan güvenlik duvarı kurallarını nasıl test edebilirim?
uk: Як я можу протестувати правила брандмауера, не порушуючи трафік?

source: How do I benchmark disk throughput?
de: Wie messe ich die Festplattendurchsatzrate?
el: Πώς μπορώ να μετρήσω την απόδοση του δίσκου;
es: ¿Cómo puedo medir el rendimiento del disco?
fi: Miten mittaan levyn läpimenonopeuden?
he: איך אני מבצע בדיקת ביצועים לזרימת נתונים בדיסק?
hr: Kako mogu mjeriti propusnost diska?
is: Hvernig mæli ég disk gegnumstrik?
it: Come posso misurare le prestazioni del disco?
nl: Hoe benchmark ik de schijfdoorvoer?
no: Hvordan kan jeg måle diskytelse?
ro: Cum pot să evaluez lățimea de bandă a discului?
sk: Ako môžem otestovať priepustnosť disku?
tr: Disk verimliliğini nasıl test ederim?
uk: Як я можу оцінити пропускну здатність диска?

source: How can I track battery health on laptops?
de: Wie kann ich die Batterielebensdauer auf Laptops überwachen?
el: Πώς μπορώ να παρακολουθήσω την υγεία της μπαταρίας σε φορητούς υπολογιστές;
es: ¿Cómo puedo rastrear la salud de la batería en laptops?
fi: Miten voin seurata kannettavien tietokoneiden akun kuntoa?
he: איך אני יכול לעקוב אחרי מצב הסוללה במחשבים ניידים?
hr: Kako mogu pratiti zdravlje baterije na prijenosnim računalima?
is: Hvernig get ég fylgst með rafhlöðuheilbrigði á fartölvum?
it: Come posso monitorare la salute della batteria sui laptop?
nl: Hoe kan ik de batterijgezondheid op laptops volgen?
no: Hvordan kan jeg spore batterihelse på bærbare datamaskiner?
ro: Cum pot urmări starea bateriei pe laptopuri?
sk: Ako môžem sledovať stav batérie na prenosných počítačoch?
tr: Laptoplarda pil sağlığını nasıl takip edebilirim?
uk: Як я можу відстежувати стан батареї на ноутбуках?

source: How do I configure automatic screen locking and idle timeouts?
de: Wie konfiguriere ich die automatische Bildschirmsperre und die Leerlaufzeitüberschreitungen?
el: Πώς μπορώ να ρυθμίσω την αυτόματη κλείδωμα οθόνης και τα χρονικά όρια αδράνειας;
es: ¿Cómo configuro el bloqueo automático de pantalla y los tiempos de espera por inactividad?
fi: Miten määritän automaattisen näytön lukituksen ja käyttämättömyysaikakatkaisut?
he: איך אני מגדיר נעילת מסך אוטומטית וזמני השבתה?
hr: Kako mogu konfigurirati automatsko zaključavanje ekrana i vrijeme neaktivnosti?
is: Hvernig stilli ég sjálfvirka skjálásun og óvirkni tímamörk?
it: Come posso configurare il blocco automatico dello schermo e i timeout di inattività?
nl: Hoe configureer ik automatische schermvergrendeling en inactiviteitstimeouts?
no: Hvordan konfigurerer jeg automatisk skjermlås og inaktivitetstidsavbrudd?
ro: Cum configurez blocarea automată a ecranului și timpii de așteptare?
sk: Ako nakonfigurujem automatické uzamknutie obrazovky a časové limity nečinnosti?
tr: Otomatik ekran kilitleme ve boşta kalma sürelerini nasıl yapılandırırım?
uk: Як я можу налаштувати автоматичне блокування екрану та тайм-аути бездіяльності?

source: How can I share files over the network easily?
de: Wie kann ich Dateien einfach über das Netzwerk teilen?
el: Πώς μπορώ να μοιραστώ αρχεία μέσω του δικτύου εύκολα;
es: ¿Cómo puedo compartir archivos a través de la red fácilmente?
fi: Kuinka voin jakaa tiedostoja verkon yli helposti?
he: איך אני יכול לשתף קבצים ברשת בקלות?
hr: Kako mogu lako dijeliti datoteke preko mreže?
is: Hvernig get ég deilt skrám yfir netið auðveldlega?
it: Come posso condividere file facilmente sulla rete?
nl: Hoe kan ik eenvoudig bestanden delen via het netwerk?
no: Hvordan kan jeg enkelt dele filer over nettverket?
ro: Cum pot să partajez fișiere peste rețea cu ușurință?
sk: Ako môžem jednoducho zdieľať súbory cez sieť?
tr: Ağ üzerinden dosyaları nasıl kolayca paylaşabilirim?
uk: Як я можу легко ділитися файлами через мережу?

source: How do I monitor GPU usage on Linux?
de: Wie überwache ich die GPU-Nutzung unter Linux?
el: Πώς μπορώ να παρακολουθήσω τη χρήση της GPU σε Linux;
es: ¿Cómo monitorizo el uso de la GPU en Linux?
fi: Kuinka voin seurata GPU:n käyttöä Linuxissa?
he: איך אני עוקב אחרי השימוש ב-GPU בלינוקס?
hr: Kako mogu pratiti korištenje GPU-a na Linuxu?
is: Hvernig fylgist ég með GPU notkun á Linux?
it: Come posso monitorare l'utilizzo della GPU su Linux?
nl: Hoe monitor ik het GPU-gebruik op Linux?
no: Hvordan overvåker jeg GPU-bruk på Linux?
ro: Cum pot monitoriza utilizarea GPU-ului pe Linux?
sk: Ako môžem monitorovať využitie GPU na Linuxe?
tr: Linux'te GPU kullanımını nasıl izlerim?
uk: Як я можу контролювати використання GPU на Linux?

source: How can I check for firmware updates?
de: Wie kann ich nach Firmware-Updates suchen?
el: Πώς μπορώ να ελέγξω για ενημερώσεις υλικολογισμικού;
es: ¿Cómo puedo comprobar si hay actualizaciones de firmware?
fi: Miten voin tarkistaa laiteohjelmistopäivitykset?
he: איך אני יכול לבדוק אם יש עדכוני קושחה?
hr: Kako mogu provjeriti ima li ažuriranja firmvera?
is: Hvernig get ég athugað hugbúnaðaruppfærslur?
it: Come posso controllare gli aggiornamenti del firmware?
nl: Hoe kan ik controleren op firmware-updates?
no: Hvordan kan jeg sjekke etter fastvareoppdateringer?
ro: Cum pot verifica actualizările de firmware?
sk: Ako môžem skontrolovať aktualizácie firmvéru?
tr: Firmware güncellemelerini nasıl kontrol edebilirim?

source: How do I enable hardware acceleration in browsers?
de: Wie aktiviere ich die Hardwarebeschleunigung in Browsern?
el: Πώς μπορώ να ενεργοποιήσω την επιτάχυνση υλικού στους περιηγητές;
es: ¿Cómo habilito la aceleración por hardware en los navegadores?
fi: Kuinka voin ottaa käyttöön laitteistokiihdytyksen selaimissa?
he: איך אני מפעיל האצה חומרתית בדפדפנים?
hr: Kako da omogućim hardversku akceleraciju u preglednicima?
is: Hvernig virkja ég vélbúnaður hraðun í vöfrum?
it: Come posso abilitare l'accelerazione hardware nei browser?
nl: Hoe schakel ik hardwareversnelling in browsers in?
no: Hvordan aktiverer jeg maskinvareakselerasjon i nettlesere?
ro: Cum activez accelerarea hardware în browsere?
sk: Ako povolím hardvérové zrýchlenie v prehliadačoch?
tr: Tarayıcılarda donanım hızlandırmayı nasıl etkinleştiririm?
uk: Як увімкнути апаратне прискорення в браузерах?

source: How can I detect memory leaks in applications?
de: Wie kann ich Speicherlecks in Anwendungen erkennen?
el: Πώς μπορώ να ανιχνεύσω διαρροές μνήμης σε εφαρμογές;
es: ¿Cómo puedo detectar fugas de memoria en aplicaciones?
fi: Miten voin havaita muistivuotoja sovelluksissa?
he: איך אני יכול לגלות דליפות זיכרון ביישומים?
hr: Kako mogu otkriti curenja memorije u aplikacijama?
is: Hvernig get ég greint minni leka í forritum?
it: Come posso rilevare perdite di memoria nelle applicazioni?
nl: Hoe kan ik geheugenlekken in applicaties detecteren?
no: Hvordan kan jeg oppdage minnelekkasjer i applikasjoner?
ro: Cum pot detecta scurgerile de memorie în aplicații?
sk: Ako môžem detegovať úniky pamäte v aplikáciách?
tr: Uygulamalarda bellek sızıntılarını nasıl tespit edebilirim?
uk: Як я можу виявити витоки пам'яті в додатках?

source: How do I profile Python scripts for performance?
de: Wie profiliere ich Python-Skripte hinsichtlich der Leistung?
el: Πώς μπορώ να προφίλνω σενάρια Python για απόδοση;
es: ¿Cómo perfilo scripts de Python para rendimiento?
fi: Miten voin profiloida Python-skriptejä suorituskyvyn osalta?
he: איך אני מפרופיל סקריפטים של פייתון לביצועים?
hr: Kako mogu profilirati Python skripte za performanse?
is: Hvernig prófa ég Python skriftur fyrir frammistöðu?
it: Come posso profilare gli script Python per le prestazioni?
nl: Hoe profileer ik Python-scripts voor prestaties?
no: Hvordan profilerer jeg Python-skript for ytelse?
ro: Cum pot profila scripturi Python pentru performanță?
sk: Ako profilovať Python skripty pre výkon?
tr: Python betiklerini performans için nasıl profil çıkarırım?

source: How can I measure latency between servers?
de: Wie kann ich die Latenz zwischen Servern messen?
el: Πώς μπορώ να μετρήσω την καθυστέρηση μεταξύ διακομιστών;
es: ¿Cómo puedo medir la latencia entre servidores?
fi: Miten voin mitata viivettä palvelimien välillä?
he: איך אני יכול למדוד השהיה בין שרתים?
hr: Kako mogu izmjeriti latenciju između poslužitelja?
is: Hvernig get ég mælt seinkun milli þjónustu?
it: Come posso misurare la latenza tra i server?
nl: Hoe kan ik de latentie tussen servers meten?
no: Hvordan kan jeg måle latens mellom servere?
ro: Cum pot măsura latența între servere?
sk: Ako môžem merať latenciu medzi servermi?
tr: Sunucular arasındaki gecikmeyi nasıl ölçebilirim?
uk: Як я можу виміряти затримку між серверами?

source: How do I configure a VPN client connection?
de: Wie konfiguriere ich eine VPN-Clientverbindung?
el: Πώς μπορώ να ρυθμίσω μια σύνδεση πελάτη VPN;
es: ¿Cómo configuro una conexión de cliente VPN?
fi: Kuinka määritän VPN-asiakasliitännän?
he: איך אני מגדיר חיבור לקוח VPN?
hr: Kako konfigurirati VPN klijentsku vezu?
is: Hvernig stilli ég VPN viðskiptavina tengingu?
it: Come posso configurare una connessione client VPN?
nl: Hoe configureer ik een VPN-clientverbinding?
no: Hvordan konfigurerer jeg en VPN-klientforbindelse?
ro: Cum configurez o conexiune client VPN?
sk: Ako nakonfigurujem pripojenie VPN klienta?
tr: VPN istemci bağlantısını nasıl yapılandırırım?
uk: Як налаштувати з'єднання клієнта VPN?

source: How can I script repetitive maintenance tasks?
de: Wie kann ich sich wiederholende Wartungsaufgaben skripten?
el: Πώς μπορώ να προγραμματίσω επαναλαμβανόμενες εργασίες συντήρησης;
es: ¿Cómo puedo scriptar tareas de mantenimiento repetitivas?
fi: Kuinka voin skriptata toistuvia ylläpitotehtäviä?
he: איך אני יכול לכתוב סקריפטים למשימות תחזוקה שחוזרות על עצמן?
hr: Kako mogu napisati skripte za ponavljajuće zadatke održavanja?
is: Hvernig get ég skrifað skriftur fyrir endurteknar viðhaldsaðgerðir?
it: Come posso scrivere script per attività di manutenzione ripetitive?
nl: Hoe kan ik repetitieve onderhoudstaken scriptie?
no: Hvordan kan jeg skrive skript for repetitive vedlikeholdsoppgaver?
ro: Cum pot să scriu scripturi pentru sarcini de întreținere repetitive?
sk: Ako môžem skriptovať opakujúce sa údržbové úlohy?
tr: Tekrarlayan bakım görevlerini nasıl scriptleyebilirim?
uk: Як я можу написати сценарій для повторюваних завдань з обслуговування?

source: How do I document server configuration automatically?
de: Wie dokumentiere ich die Serverkonfiguration automatisch?
el: Πώς μπορώ να τεκμηριώσω αυτόματα τη διαμόρφωση του διακομιστή;
es: ¿Cómo documento la configuración del servidor automáticamente?
fi: Miten dokumentoin palvelimen kokoonpanon automaattisesti?
he: איך אני מתעד את תצורת השרת באופן אוטומטי?
hr: Kako mogu automatski dokumentirati konfiguraciju poslužitelja?
is: Hvernig skrái ég þjónustuskilgreiningu sjálfvirkt?
it: Come posso documentare automaticamente la configurazione del server?
nl: Hoe documenteer ik serverconfiguratie automatisch?
no: Hvordan dokumenterer jeg serverkonfigurasjon automatisk?
ro: Cum documentez automat configurația serverului?
sk: Ako automaticky zdokumentujem konfiguráciu servera?
tr: Sunucu yapılandırmasını otomatik olarak nasıl belgelerim?
uk: Як я можу автоматично документувати конфігурацію сервера?

source: How can I manage dotfiles across multiple machines?
de: Wie kann ich Dotfiles über mehrere Maschinen hinweg verwalten?
el: Πώς μπορώ να διαχειριστώ τα dotfiles σε πολλές μηχανές;
es: ¿Cómo puedo gestionar los dotfiles en múltiples máquinas?
fi: Miten voin hallita dotfileja useilla koneilla?
he: איך אני יכול לנהל קבצי דוט במכונות מרובות?
hr: Kako mogu upravljati dot datotekama na više uređaja?
is: Hvernig get ég stjórnað dotfölum á mörgum vélum?
it: Come posso gestire i dotfile su più macchine?
nl: Hoe kan ik dotfiles beheren op meerdere machines?
no: Hvordan kan jeg administrere dotfiler på tvers av flere maskiner?
ro: Cum pot gestiona fișierele dot pe mai multe mașini?
sk: Ako môžem spravovať dotfiles na viacerých zariadeniach?
tr: Birden fazla makinede dotfile'ları nasıl yönetebilirim?

source: How do I set up passwordless sudo for automation?
de: Wie richte ich passwortloses Sudo für die Automatisierung ein?
el: Πώς μπορώ να ρυθμίσω το sudo χωρίς κωδικό για αυτοματοποίηση;
es: ¿Cómo configuro sudo sin contraseña para la automatización?
fi: Miten asetetaan salasana ilman sudo-tilaa automaatiota varten?
he: איך אני מגדיר sudo ללא סיסמה עבור אוטומציה?
hr: Kako postaviti sudo bez lozinke za automatizaciju?
is: Hvernig stilli ég sudo án lykilorðs fyrir sjálfvirkni?
it: Come posso configurare sudo senza password per l'automazione?
nl: Hoe stel ik wachtwoordloze sudo in voor automatisering?
no: Hvordan setter jeg opp passordløs sudo for automatisering?
ro: Cum configurez sudo fără parolă pentru automatizare?
sk: Ako nastavím sudo bez hesla pre automatizáciu?
tr: Parolasız sudo'yu otomasyon için nasıl ayarlayabilirim?
uk: Як я можу налаштувати безпарольний sudo для автоматизації?

source: How can I monitor cron job failures?
de: Wie kann ich Cron-Job-Fehler überwachen?
el: Πώς μπορώ να παρακολουθήσω τις αποτυχίες των cron job;
es: ¿Cómo puedo monitorear los fallos de trabajos cron?
fi: Kuinka voin seurata cron-tehtävien epäonnistumisia?
he: איך אני יכול לעקוב אחרי כישלונות של משימות קרון?
hr: Kako mogu pratiti neuspjehe cron poslova?
is: Hvernig get ég fylgst með mistökum í cron verkefnum?
it: Come posso monitorare i fallimenti dei cron job?
nl: Hoe kan ik cronjob-fouten monitoren?
no: Hvordan kan jeg overvåke feil i cron-jobber?
ro: Cum pot monitoriza eșecurile sarcinilor cron?
sk: Ako môžem sledovať zlyhania cron úloh?
tr: Cron iş hatalarını nasıl izleyebilirim?
uk: Як я можу контролювати збої cron job?

source: How do I send notifications to Slack or Matrix from scripts?
de: Wie sende ich Benachrichtigungen von Skripten an Slack oder Matrix?
el: Πώς μπορώ να στείλω ειδοποιήσεις στο Slack ή στο Matrix από σενάρια;
es: ¿Cómo envío notificaciones a Slack o Matrix desde scripts?
fi: Miten lähetän ilmoituksia Slackiin tai Matrixiin skripteistä?
he: איך אני שולח התראות ל-Slack או Matrix מסקריפטים?
hr: Kako mogu slati obavijesti na Slack ili Matrix iz skripti?
is: Hvernig sendi ég tilkynningar til Slack eða Matrix frá skriftum?
it: Come posso inviare notifiche a Slack o Matrix da script?
nl: Hoe verstuur ik meldingen naar Slack of Matrix vanuit scripts?
no: Hvordan sender jeg varsler til Slack eller Matrix fra skript?
ro: Cum pot trimite notificări către Slack sau Matrix din scripturi?
sk: Ako môžem posielať oznámenia do Slacku alebo Matrixu zo skriptov?
tr: Scriptlerden Slack veya Matrix'e bildirimleri nasıl gönderirim?
uk: Як надіслати сповіщення до Slack або Matrix з скриптів?

source: How can I manage secrets in environment variables?
de: Wie kann ich Geheimnisse in Umgebungsvariablen verwalten?
el: Πώς μπορώ να διαχειριστώ μυστικά σε μεταβλητές περιβάλλοντος;
es: ¿Cómo puedo gestionar secretos en variables de entorno?
fi: Miten voin hallita salaisuuksia ympäristömuuttujissa?
he: איך אני יכול לנהל סודות במשתני סביבה?
hr: Kako mogu upravljati tajnama u varijablama okruženja?
is: Hvernig get ég stjórnað leyndarmálum í umhverfisbreytum?
it: Come posso gestire i segreti nelle variabili di ambiente?
nl: Hoe kan ik geheimen beheren in omgevingsvariabelen?
no: Hvordan kan jeg håndtere hemmeligheter i miljøvariabler?
ro: Cum pot gestiona secretele în variabilele de mediu?
sk: Ako môžem spravovať tajomstvá v premenných prostredia?
tr: Ortam değişkenlerinde gizli anahtarları nasıl yönetebilirim?
uk: Як я можу керувати секретами в змінних середовища?

source: How do I install and maintain ZFS on Linux?
de: Wie installiere und verwalte ich ZFS unter Linux?
el: Πώς μπορώ να εγκαταστήσω και να διατηρήσω το ZFS σε Linux;
es: ¿Cómo instalo y mantengo ZFS en Linux?
fi: Kuinka asennan ja ylläpidän ZFS:ää Linuxissa?
he: איך אני מתקין ומתחזק ZFS על לינוקס?
hr: Kako instalirati i održavati ZFS na Linuxu?
is: Hvernig set ég upp og viðhaldi ZFS á Linux?
it: Come posso installare e mantenere ZFS su Linux?
nl: Hoe installeer en onderhoud ik ZFS op Linux?
no: Hvordan installerer og vedlikeholder jeg ZFS på Linux?
ro: Cum pot instala și întreține ZFS pe Linux?
sk: Ako nainštalujem a udržujem ZFS na Linuxe?
tr: ZFS'i Linux'ta nasıl kurarım ve bakımını yaparım?
uk: Як я можу встановити та підтримувати ZFS на Linux?

source: How can I create and restore Btrfs snapshots?
de: Wie kann ich Btrfs-Snapshots erstellen und wiederherstellen?
el: Πώς μπορώ να δημιουργήσω και να επαναφέρω στιγμιότυπα Btrfs;
es: ¿Cómo puedo crear y restaurar instantáneas de Btrfs?
fi: Kuinka voin luoda ja palauttaa Btrfs-otoksia?
he: איך אני יכול ליצור ולשחזר תמונות מצב של Btrfs?
hr: Kako mogu stvoriti i vratiti Btrfs snimke?
is: Hvernig get ég búið til og endurheimt Btrfs myndir?
it: Come posso creare e ripristinare snapshot Btrfs?
nl: Hoe kan ik Btrfs-snapshots maken en herstellen?
no: Hvordan kan jeg opprette og gjenopprette Btrfs-snapshotter?
ro: Cum pot crea și restaura instantanee Btrfs?
sk: Ako môžem vytvoriť a obnoviť Btrfs snímky?
tr: Btrfs anlık görüntülerini nasıl oluşturup geri yükleyebilirim?

source: How do I check ext4 filesystem health?
de: Wie überprüfe ich die Gesundheit des ext4-Dateisystems?
el: Πώς μπορώ να ελέγξω την υγεία του συστήματος αρχείων ext4;
es: ¿Cómo verifico la salud del sistema de archivos ext4?
fi: Kuinka tarkistan ext4-tiedostojärjestelmän terveyden?
he: איך אני בודק את בריאות מערכת הקבצים ext4?
hr: Kako mogu provjeriti zdravlje ext4 datotečnog sustava?
is: Hvernig athuga ég heilsu ext4 skráakerfis?
it: Come posso controllare la salute del filesystem ext4?
nl: Hoe controleer ik de gezondheid van het ext4-bestandssysteem?
no: Hvordan sjekker jeg helsen til ext4-filsystemet?
ro: Cum verific sănătatea sistemului de fișiere ext4?
sk: Ako skontrolujem zdravie súborového systému ext4?
tr: ext4 dosya sisteminin sağlığını nasıl kontrol ederim?
uk: Як я можу перевірити стан файлової системи ext4?

source: How can I detect hardware errors with dmesg?
de: Wie kann ich Hardwarefehler mit dmesg erkennen?
el: Πώς μπορώ να ανιχνεύσω σφάλματα υλικού με το dmesg;
es: ¿Cómo puedo detectar errores de hardware con dmesg?
fi: Miten voin havaita laitteistovirheitä dmesg:llä?
he: איך אני יכול לגלות שגיאות חומרה עם dmesg?
hr: Kako mogu otkriti hardverske greške pomoću dmesg-a?
is: Hvernig get ég greint vélbúnaðarvillur með dmesg?
it: Come posso rilevare errori hardware con dmesg?
nl: Hoe kan ik hardwarefouten detecteren met dmesg?
no: Hvordan kan jeg oppdage maskinvarefeil med dmesg?
ro: Cum pot detecta erorile hardware cu dmesg?
sk: Ako môžem detegovať hardvérové chyby pomocou dmesg?
tr: dmesg ile donanım hatalarını nasıl tespit edebilirim?

source: How do I tune kernel parameters with sysctl?
de: Wie passe ich Kernelparameter mit sysctl an?
el: Πώς μπορώ να ρυθμίσω τις παραμέτρους του πυρήνα με το sysctl;
es: ¿Cómo ajusto los parámetros del kernel con sysctl?
fi: Miten säädän ydinparametreja sysctl:llä?
he: איך אני מכוון פרמטרים של ליבת מערכת עם sysctl?
hr: Kako mogu prilagoditi kernel parametre pomoću sysctl-a?
is: Hvernig stilli ég kjarnaþætti með sysctl?
it: Come posso regolare i parametri del kernel con sysctl?
nl: Hoe pas ik kernelparameters aan met sysctl?
no: Hvordan justerer jeg kjernens parametere med sysctl?
ro: Cum îmi ajustează parametrii kernel-ului cu sysctl?
sk: Ako naladiť parametre jadra pomocou sysctl?
tr: sysctl ile çekirdek parametrelerini nasıl ayarlarım?
uk: Як я можу налаштувати параметри ядра за допомогою sysctl?

source: How can I configure huge pages for databases?
de: Wie kann ich große Seiten für Datenbanken konfigurieren?
el: Πώς μπορώ να ρυθμίσω μεγάλες σελίδες για βάσεις δεδομένων;
es: ¿Cómo puedo configurar páginas grandes para bases de datos?
fi: Miten voin konfiguroida suuria sivuja tietokantoja varten?
he: איך אני יכול להגדיר דפים גדולים עבור מסדי נתונים?
hr: Kako mogu konfigurirati velike stranice za baze podataka?
is: Hvernig get ég stillt risasíður fyrir gagnagrunna?
it: Come posso configurare le huge pages per i database?
nl: Hoe kan ik grote pagina's voor databases configureren?
no: Hvordan kan jeg konfigurere store sider for databaser?
ro: Cum pot configura pagini mari pentru baze de date?
sk: Ako môžem nakonfigurovať veľké stránky pre databázy?
tr: Veritabanları için büyük sayfaları nasıl yapılandırabilirim?
uk: Як я можу налаштувати великі сторінки для баз даних?
