Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Finds which package a specific file belongs to.
de: Findet heraus, zu welchem Paket eine bestimmte Datei gehört.
el: Βρίσκει σε ποιο πακέτο ανήκει ένα συγκεκριμένο αρχείο.
es: Encuentra a qué paquete pertenece un archivo específico.
fi: Löytää, mihin pakettiin tietty tiedosto kuuluu.
he: מוצא לאיזה חבילה שייך קובץ ספציפי.
hr: Pronalazi kojem paketu pripada određena datoteka.
is: Finnur hvaða pakka tilheyrir ákveðin skrá.
it: Trova a quale pacchetto appartiene un file specifico.
nl: Vindt welk pakket bij een specifiek bestand hoort.
no: Finner ut hvilket pakke en spesifikk fil tilhører.
ro: Găsește ce pachet aparține unui fișier specific.
sk: Nájde, do ktorého balíka patrí konkrétny súbor.
tr: Belirli bir dosyanın hangi pakete ait olduğunu bulur.
uk: Визначає, до якого пакету належить конкретний файл.

source: An AUR helper for Arch-based systems that wraps pacman and adds support for the Arch User Repository.
de: Ein AUR-Helfer für Arch-basierte Systeme, der pacman umschließt und Unterstützung für das Arch User Repository hinzufügt.
el: Ένας βοηθός AUR για συστήματα βασισμένα σε Arch που περιτυλίγει το pacman και προσθέτει υποστήριξη για το Αρχείο Χρηστών Arch.
es: Un asistente AUR para sistemas basados en Arch que envuelve pacman y añade soporte para el Arch User Repository.
fi: AUR-apu Arch-pohjaisille järjestelmille, joka käärii pacmanin ja lisää tukea Arch User Repositorylle.
he: עוזר AUR עבור מערכות מבוססות Arch שמקיף את pacman ומוסיף תמיכה במאגר המשתמשים של Arch.
hr: AUR pomoćnik za sustave temeljene na Archu koji obavija pacman i dodaje podršku za Arch User Repository.
is: AUR aðstoðarmaður fyrir Arch-bundnar kerfi sem umlykur pacman og bætir við stuðningi við Arch Notenda Gagnasafnið.
it: Un helper AUR per sistemi basati su Arch che avvolge pacman e aggiunge supporto per l'Arch User Repository.
nl: Een AUR-helper voor op Arch-gebaseerde systemen die pacman omhult en ondersteuning biedt voor de Arch User Repository.
no: En AUR-hjelper for Arch-baserte systemer som pakker inn pacman og legger til støtte for Arch User Repository.
ro: Un ajutor AUR pentru sistemele bazate pe Arch care învârte pacman și adaugă suport pentru Arch User Repository.
sk: AUR pomocník pre systémy založené na Arch, ktorý obalí pacman a pridáva podporu pre Arch User Repository.
tr: Arch tabanlı sistemler için pacman'ı saran ve Arch Kullanıcı Deposu'na destek ekleyen bir AUR yardımcı programı.
uk: AUR допоміжник для систем на базі Arch, який обгортає pacman і додає підтримку Arch User Repository.

source: Upgrades all packages from official repositories and the AUR.
de: Aktualisiert alle Pakete aus offiziellen Repositories und dem AUR.
el: Αναβαθμίζει όλα τα πακέτα από τα επίσημα αποθετήρια και το AUR.
es: Actualiza todos los paquetes de los repositorios oficiales y el AUR.
fi: Päivittää kaikki paketit virallisista varastoista ja AUR:sta.
he: מעדכן את כל החבילות ממאגרים רשמיים ומה-AUR.
hr: Ažurira sve pakete iz službenih repozitorija i AUR-a.
is: Uppfærir allar pakkar frá opinberum geymslum og AUR.
it: Aggiorna tutti i pacchetti dai repository ufficiali e dall'AUR.
nl: Upgrade alle pakketten vanuit officiële repositories en de AUR.
no: Oppgraderer alle pakker fra offisielle lagre og AUR.
ro: Actualizează toate pachetele din repositoarele oficiale și AUR.
sk: Aktualizuje všetky balíky z oficiálnych repozitárov a AUR.
tr: Resmi depolardan ve AUR'dan tüm paketleri günceller.
uk: Оновлює всі пакунки з офіційних репозиторіїв та AUR.

source: Installs a package from the official repositories or the AUR.
de: Installiert ein Paket aus den offiziellen Repositories oder dem AUR.
el: Εγκαθιστά ένα πακέτο από τα επίσημα αποθετήρια ή το AUR.
es: Instala un paquete desde los repositorios oficiales o el AUR.
fi: Asentaa paketin virallisista repositorioista tai AUR:sta.
he: מתקין חבילה מהמאגר הרשמי או מה-AUR.
hr: Instalira paket iz službenih repozitorija ili AUR-a.
is: Setur pakka frá opinberum geymslum eða AUR.
it: Installa un pacchetto dai repository ufficiali o dall'AUR.
nl: Installeert een pakket vanuit de officiële repositories of de AUR.
no: Installerer en pakke fra de offisielle repositoriene eller AUR.
ro: Instalează un pachet din repositoarele oficiale sau din AUR.
sk: Nainštaluje balík z oficiálnych repozitárov alebo AUR.
tr: Resmi depolardan veya AUR'dan bir paket kurar.
uk: Встановлює пакет з офіційних репозиторіїв або AUR.

source: Searches for a package in both official repositories and the AUR.
de: Durchsucht sowohl offizielle Repositories als auch das AUR nach einem Paket.
el: Αναζητά ένα πακέτο και στα επίσημα αποθετήρια και στο AUR.
es: Busca un paquete en ambos repositorios oficiales y el AUR.
fi: Etsii pakettia sekä virallisista repositorioista että AUR:sta.
he: מחפש חבילה בשני מאגרי המידע הרשמיים וב-AUR.
hr: Pretražuje paket u službenim repozitorijima i AUR-u.
is: Leitar að pakka í bæði opinberum geymslum og AUR.
it: Cerca un pacchetto in entrambi i repository ufficiali e l'AUR.
nl: Zoekt naar een pakket in zowel de officiële repositories als de AUR.
no: Søker etter en pakke i både offisielle arkiver og AUR.
ro: Caută un pachet atât în repositoarele oficiale, cât și în AUR.
sk: Hľadá balík v oficiálnych repozitároch aj v AUR.
tr: Hem resmi depolarda hem de AUR'da bir paket arar.
uk: Шукає пакет як в офіційних репозиторіях, так і в AUR.

source: Removes a package and its dependencies.
de: Entfernt ein Paket und seine Abhängigkeiten.
el: Αφαιρεί ένα πακέτο και τις εξαρτήσεις του.
es: Elimina un paquete y sus dependencias.
fi: Poistaa paketin ja sen riippuvuudet.
he: מסיר חבילה ותלויותיה.
hr: Uklanja paket i njegove ovisnosti.
is: Fjarlægir pakka og háðingar hans.
it: Rimuove un pacchetto e le sue dipendenze.
nl: Verwijdert een pakket en de bijbehorende afhankelijkheden.
no: Fjerner en pakke og dens avhengigheter.
ro: Elimină un pachet și dependențele sale.
sk: Odstráni balík a jeho závislosti.
tr: Bir paketi ve onun bağımlılıklarını kaldırır.
uk: Удаляє пакет та його залежності.

source: A universal system for installing and running applications that works across different Linux distributions.
de: Ein universelles System zum Installieren und Ausführen von Anwendungen, das über verschiedene Linux-Distributionen hinweg funktioniert.
el: Ένα καθολικό σύστημα για την εγκατάσταση και εκτέλεση εφαρμογών που λειτουργεί σε διάφορες διανομές Linux.
es: Un sistema universal para instalar y ejecutar aplicaciones que funciona en diferentes distribuciones de Linux.
fi: Yleinen järjestelmä sovellusten asentamiseen ja suorittamiseen, joka toimii eri Linux-jakeluissa.
he: מערכת אוניברסלית להתקנה והרצה של יישומים הפועלת על פני הפצות שונות של לינוקס.
hr: Univerzalni sustav za instaliranje i pokretanje aplikacija koji radi na različitim Linux distribucijama.
is: Alhliða kerfi til að setja upp og keyra forrit sem virkar á mismunandi Linux dreifingum.
it: Un sistema universale per installare e eseguire applicazioni che funziona su diverse distribuzioni Linux.
nl: Een universeel systeem voor het installeren en uitvoeren van applicaties dat werkt op verschillende Linux-distributies.
no: Et universelt system for installering og kjøring av applikasjoner som fungerer på tvers av forskjellige Linux-distribusjoner.
ro: Un sistem universal pentru instalarea și rularea aplicațiilor care funcționează pe diferite distribuții Linux.
sk: Univerzálny systém na inštaláciu a spúšťanie aplikácií, ktorý funguje na rôznych distribúciách Linuxu.
tr: Farklı Linux dağıtımları arasında çalışan uygulamaları yüklemek ve çalıştırmak için evrensel bir sistem.
uk: Універсальна система для встановлення та запуску додатків, яка працює на різних дистрибутивах Linux.

source: Installs an application from a remote repository like Flathub.
de: Installiert eine Anwendung aus einem Remote-Repository wie Flathub.
el: Εγκαθιστά μια εφαρμογή από μια απομακρυσμένη αποθήκη όπως το Flathub.
es: Instala una aplicación desde un repositorio remoto como Flathub.
fi: Asentaa sovelluksen etävarastosta, kuten Flathub.
he: מתקין יישום ממאגר מרוחק כמו Flathub.
hr: Instalira aplikaciju iz udaljenog repozitorija poput Flathuba.
is: Setur forrit frá fjarveitu eins og Flathub.
it: Installa un'applicazione da un repository remoto come Flathub.
nl: Installeert een applicatie vanuit een externe repository zoals Flathub.
no: Installerer en applikasjon fra et eksternt depot som Flathub.
ro: Instalează o aplicație dintr-un depozit la distanță, cum ar fi Flathub.
sk: Nainštaluje aplikáciu z diaľkového úložiska, ako je Flathub.
tr: Flathub gibi uzaktan bir depodan bir uygulama yükler.
uk: Installs an application from a remote repository such as Flathub.

source: Runs an installed Flatpak application.
de: Führt eine installierte Flatpak-Anwendung aus.
el: Εκτελεί μια εγκατεστημένη εφαρμογή Flatpak.
es: Ejecuta una aplicación Flatpak instalada.
fi: Suorittaa asennettua Flatpak-sovellusta.
he: מריץ יישום Flatpak מותקן.
hr: Pokreće instaliranu Flatpak aplikaciju.
is: Keyrir upp sett Flatpak forrit.
it: Esegue un'applicazione Flatpak installata.
nl: Voert een geïnstalleerde Flatpak-toepassing uit.
no: Kjører en installert Flatpak-applikasjon.
ro: Rulează o aplicație Flatpak instalată.
sk: Spúšťa nainštalovanú aplikáciu Flatpak.
tr: Yüklenmiş bir Flatpak uygulamasını çalıştırır.
uk: Запускає встановлений додаток Flatpak.

source: Updates all installed Flatpak applications.
de: Aktualisiert alle installierten Flatpak-Anwendungen.
el: Ενημερώνει όλες τις εγκατεστημένες εφαρμογές Flatpak.
es: Actualiza todas las aplicaciones de Flatpak instaladas.
fi: Päivittää kaikki asennetut Flatpak-sovellukset.
he: מעדכן את כל יישומי ה-Flatpak המותקנים.
hr: Ažurira sve instalirane Flatpak aplikacije.
is: Uppfærir allar uppsettar Flatpak forrit.
it: Aggiorna tutte le applicazioni Flatpak installate.
nl: Werk bij alle geïnstalleerde Flatpak-toepassingen.
no: Oppdaterer alle installerte Flatpak-applikasjoner.
ro: Actualizează toate aplicațiile Flatpak instalate.
sk: Aktualizuje všetky nainštalované aplikácie Flatpak.
tr: Tüm yüklü Flatpak uygulamalarını günceller.
uk: Оновлює всі встановлені програми Flatpak.

source: Searches for applications in the configured remotes.
de: Durchsucht die konfigurierten Remotes nach Anwendungen.
el: Αναζητά εφαρμογές στους ρυθμισμένους απομακρυσμένους διακομιστές.
es: Busca aplicaciones en los remotos configurados.
fi: Hakee sovelluksia määritetyistä etäyhteyksistä.
he: מחפש יישומים במרחקים המוגדרים.
hr: Pretražuje aplikacije u konfiguriranim udaljenim lokacijama.
is: Leitar að forritum í stilltu fjarstýringunum.
it: Cerca applicazioni nei remoti configurati.
nl: Zoekt naar applicaties in de geconfigureerde remotes.
no: Søker etter applikasjoner i de konfigurerte fjernene.
ro: Caută aplicații în remote-urile configurate.
sk: Hľadá aplikácie v nakonfigurovaných vzdialených prístupoch.
tr: Yapılandırılmış uzaklarda uygulamaları arar.
uk: Шукає програми в налаштованих віддалених системах.

source: Lists all installed Flatpak applications.
de: Listet alle installierten Flatpak-Anwendungen.
el: Λίστες όλων των εγκατεστημένων εφαρμογών Flatpak.
es: Lista todas las aplicaciones de Flatpak instaladas.
fi: Luettelo kaikista asennetuista Flatpak-sovelluksista.
he: מציג את כל היישומים המותקנים של Flatpak.
hr: Popisuje sve instalirane Flatpak aplikacije.
is: Sýnir allar uppsettar Flatpak forrit.
it: Elenca tutte le applicazioni Flatpak installate.
nl: Lijst van alle geïnstalleerde Flatpak-toepassingen.
no: Lister alle installerte Flatpak-applikasjoner.
ro: Listează toate aplicațiile Flatpak instalate.
sk: Zoznam všetkých nainštalovaných aplikácií Flatpak.
tr: Yüklenmiş tüm Flatpak uygulamalarını listeler.
uk: Список усіх встановлених додатків Flatpak.

source: Removes an installed Flatpak application.
de: Entfernt eine installierte Flatpak-Anwendung.
el: Αφαιρεί μια εγκατεστημένη εφαρμογή Flatpak.
es: Elimina una aplicación Flatpak instalada.
fi: Poistaa asennetun Flatpak-sovelluksen.
he: מסיר יישום Flatpak מותקן.
hr: Uklanja instaliranu Flatpak aplikaciju.
is: Fjarlægir uppsetta Flatpak forrit.
it: Rimuove un'applicazione Flatpak installata.
nl: Verwijdert een geïnstalleerde Flatpak-toepassing.
no: Fjerner en installert Flatpak-applikasjon.
ro: Elimină o aplicație Flatpak instalată.
sk: Odstráni nainštalovanú aplikáciu Flatpak.
tr: Yüklenmiş bir Flatpak uygulamasını kaldırır.
uk: Видаляє встановлений додаток Flatpak.

source: Permissions & Ownership
de: Berechtigungen und Eigentum
el: Δικαιώματα & Ιδιοκτησία
es: Permisos y Propiedad
fi: Oikeudet ja omistus
he: הרשאות ובעלות
hr: Dozvole i vlasništvo
is: Leyfi & Eignarhald
it: Autorizzazioni e Proprietà
nl: Machtigingen en Eigendom
no: Tillatelser og eierskap
ro: Permisiuni și Proprietate
sk: Oprávnenia a vlastníctvo
tr: İzinler ve Sahiplik
uk: Дозволи та власність

source: Executes a single command with administrative (root) privileges. Use with care.
de: Führt einen einzelnen Befehl mit administrativen (Root-)Rechten aus. Vorsicht verwenden.
el: Εκτελεί μια εντολή με διαχειριστικά (root) δικαιώματα. Χρησιμοποιήστε με προσοχή.
es: Ejecuta un solo comando con privilegios administrativos (root). Úsalo con cuidado.
fi: Suorittaa yhden komennon järjestelmänvalvojan (root) oikeuksilla. Käytä varoen.
he: מבצע פקודה אחת עם הרשאות מנהל (שורש). השתמש בזהירות.
hr: Izvršava jednu naredbu s administratorskim (root) privilegijama. Koristite s oprezom.
is: Framkvæmir eina skipun með stjórnunar (rót) réttindum. Notaðu með varúð.
it: Esegue un singolo comando con privilegi amministrativi (root). Usare con cautela.
nl: Voert een enkel commando uit met administratieve (root) rechten. Gebruik met zorg.
no: Kjører en enkelt kommando med administrative (root) rettigheter. Bruk med forsiktighet.
ro: Execută o singură comandă cu privilegii administrative (root). Folosește cu atenție.
sk: Vykonáva jediný príkaz s administratívnymi (root) oprávneniami. Používajte opatrne.
tr: Tek bir komutu yönetici (root) ayrıcalıklarıyla çalıştırır. Dikkatli kullanın.
uk: Ejecuta un único comando con privilegios administrativos (root). Utiliza con precaución.

source: Runs the 'pacman -Syu' command as the administrator, which is required for system updates.
de: Führt den Befehl 'pacman -Syu' als Administrator aus, der für Systemaktualisierungen erforderlich ist.
el: Εκτελεί την εντολή 'pacman -Syu' ως διαχειριστής, η οποία είναι απαραίτητη για τις ενημερώσεις συστήματος.
es: Ejecuta el comando 'pacman -Syu' como administrador, lo cual es necesario para las actualizaciones del sistema.
fi: Suorittaa 'pacman -Syu' -komennon järjestelmänvalvojana, mikä on tarpeen järjestelmäpäivityksiä varten.
he: מפעיל את הפקודה 'pacman -Syu' כמנהל, הנדרשת לעדכוני מערכת.
hr: Pokreće naredbu 'pacman -Syu' kao administrator, što je potrebno za ažuriranje sustava.
is: Keyrir 'pacman -Syu' skipunina sem stjórnandi, sem er nauðsynleg fyrir kerfisuppfærslur.
it: Esegue il comando 'pacman -Syu' come amministratore, necessario per gli aggiornamenti di sistema.
nl: Voert de 'pacman -Syu' opdracht uit als de administrator, wat vereist is voor systeemupdates.
no: Kjører 'pacman -Syu' kommandoen som administrator, noe som er nødvendig for systemoppdateringer.
ro: Rulează comanda 'pacman -Syu' ca administrator, ceea ce este necesar pentru actualizările sistemului.
sk: Spúšťa príkaz 'pacman -Syu' ako správca, čo je potrebné na aktualizácie systému.
tr: 'pacman -Syu' komutunu yönetici olarak çalıştırır, bu sistem güncellemeleri için gereklidir.
uk: Ejecuta el comando 'pacman -Syu' como administrador, lo cual es necesario para las actualizaciones del sistema.

source: Changes the permissions of files and directories (who can read, write, or execute them).
de: Ändert die Berechtigungen von Dateien und Verzeichnissen (wer sie lesen, schreiben oder ausführen kann).
el: Αλλάζει τα δικαιώματα των αρχείων και των καταλόγων (ποιος μπορεί να τα διαβάσει, να τα γράψει ή να τα εκτελέσει).
es: Cambia los permisos de archivos y directorios (quién puede leer, escribir o ejecutarlos).
fi: Muuttaa tiedostojen ja hakemistojen käyttöoikeuksia (kuka voi lukea, kirjoittaa tai suorittaa niitä).
he: משנה את ההרשאות של קבצים ותיקיות (מי יכול לקרוא, לכתוב או להריץ אותם).
hr: Mijenja dozvole datoteka i direktorija (tko može čitati, pisati ili izvršavati ih).
is: Breyti heimildum skráa og skráasafna (hver getur lesið, skrifað eða keyrt þær).
it: Cambia le autorizzazioni di file e directory (chi può leggere, scrivere o eseguirli).
nl: Wijzig de machtigingen van bestanden en mappen (wie ze kan lezen, schrijven of uitvoeren).
no: Endrer tillatelsene for filer og kataloger (hvem som kan lese, skrive eller kjøre dem).
ro: Schimbă permisiunile fișierelor și directoarelor (cine poate citi, scrie sau executa).
sk: Zmeny oprávnení súborov a adresárov (kto ich môže čítať, zapisovať alebo vykonávať).
tr: Dosya ve dizinlerin izinlerini değiştirir (kimlerin okuyabileceği, yazabileceği veya çalıştırabileceği).
uk: Змінює дозволи файлів і каталогів (хто може їх читати, записувати або виконувати).

source: Adds execute (x) permission, allowing the file to be run as a program.
de: Fügt die Ausführungsberechtigung (x) hinzu, sodass die Datei als Programm ausgeführt werden kann.
el: Προσθέτει άδεια εκτέλεσης (x), επιτρέποντας στο αρχείο να εκτελείται ως πρόγραμμα.
es: Agrega permiso de ejecución (x), permitiendo que el archivo se ejecute como un programa.
fi: Lisää suoritus (x) oikeus, mikä mahdollistaa tiedoston suorittamisen ohjelmana.
he: מוסיף הרשאת הרצה (x), המאפשרת להריץ את הקובץ כبرنامج.
hr: Dodaje dozvolu za izvršavanje (x), omogućujući da se datoteka pokrene kao program.
is: Bætir við keyrsluréttindum (x), sem gerir kleift að keyra skrána sem forrit.
it: Aggiunge il permesso di esecuzione (x), consentendo al file di essere eseguito come un programma.
nl: Voegt uitvoer (x) toestemming toe, waardoor het bestand als een programma kan worden uitgevoerd.
no: Legger til kjøre (x) tillatelse, som lar filen kjøres som et program.
ro: Adaugă permisiunea de executare (x), permițând fișierului să fie rulat ca un program.
sk: Pridáva oprávnenie na spúšťanie (x), čo umožňuje súboru byť spustený ako program.
tr: Yürütme (x) izni ekler, dosyanın bir program olarak çalıştırılmasına izin verir.
uk: Додає дозвіл на виконання (x), що дозволяє запускати файл як програму.

source: Sets permissions using numbers: owner can read/write/execute (7), group and others can read/execute (5).
de: Setzt Berechtigungen mit Zahlen: Der Eigentümer kann lesen/schreiben/ausführen (7), Gruppe und andere können lesen/ausführen (5).
el: Ορίζει δικαιώματα χρησιμοποιώντας αριθμούς: ο ιδιοκτήτης μπορεί να διαβάσει/γράψει/εκτελέσει (7), η ομάδα και οι άλλοι μπορούν να διαβάσουν/εκτελέσουν (5).
es: Establece permisos utilizando números: el propietario puede leer/escribir/ejecutar (7), el grupo y otros pueden leer/ejecutar (5).
fi: Asettaa käyttöoikeudet numeroiden avulla: omistaja voi lukea/kirjoittaa/suorittaa (7), ryhmä ja muut voivat lukea/suorittaa (5).
he: מגדיר הרשאות באמצעות מספרים: בעלים יכול לקרוא/לכתוב/להריץ (7), קבוצה ואחרים יכולים לקרוא/להריץ (5).
hr: Postavlja dozvole koristeći brojeve: vlasnik može čitati/pisati/izvršavati (7), grupa i ostali mogu čitati/izvršavati (5).
is: Stillir heimildir með tölum: eigandi getur lesið/skrifað/framkvæmt (7), hópur og aðrir geta lesið/framkvæmt (5).
it: Imposta i permessi utilizzando numeri: il proprietario può leggere/scrivere/eseguire (7), il gruppo e gli altri possono leggere/eseguire (5).
nl: Stelt machtigingen in met nummers: eigenaar kan lezen/schrijven/uitvoeren (7), groep en anderen kunnen lezen/uitvoeren (5).
no: Setter tillatelser ved hjelp av tall: eier kan lese/ skrive/ kjøre (7), gruppe og andre kan lese/ kjøre (5).
ro: Setează permisiunile folosind numere: proprietarul poate citi/scrie/executa (7), grupul și alții pot citi/executa (5).
sk: Nastavuje oprávnenia pomocou čísel: vlastník môže čítať/písať/spúšťať (7), skupina a ostatní môžu čítať/spúšťať (5).
tr: İzinleri sayılarla ayarlar: sahip okuyabilir/yazabilir/çalıştırabilir (7), grup ve diğerleri okuyabilir/çalıştırabilir (5).
uk: Встановлює дозволи за допомогою чисел: власник може читати/записувати/виконувати (7), група та інші можуть читати/виконувати (5).

source: Changes the owner and group of a file or directory.
de: Ändert den Eigentümer und die Gruppe einer Datei oder eines Verzeichnisses.
el: Αλλάζει τον κάτοχο και την ομάδα ενός αρχείου ή καταλόγου.
es: Cambia el propietario y el grupo de un archivo o directorio.
fi: Muuttaa tiedoston tai hakemiston omistajan ja ryhmän.
he: משנה את הבעלים והקבוצה של קובץ או תיקייה.
hr: Mijenja vlasnika i grupu datoteke ili direktorija.
is: Breyti eiganda og hópi skráar eða skráarsafns.
it: Cambia il proprietario e il gruppo di un file o di una directory.
nl: Wijzigt de eigenaar en groep van een bestand of map.
no: Endrer eieren og gruppen av en fil eller katalog.
ro: Schimbă proprietarul și grupul unui fișier sau director.
sk: Zmení vlastníka a skupinu súboru alebo adresára.
tr: Bir dosyanın veya dizinin sahibi ve grubunu değiştirir.
uk: Змінює власника та групу файлу або каталогу.

source: Makes 'user' the owner and 'group' the group for the file.
de: Macht 'user' zum Eigentümer und 'group' zur Gruppe für die Datei.
el: Κάνει τον 'χρήστη' τον κάτοχο και την 'ομάδα' την ομάδα για το αρχείο.
es: Hace que 'user' sea el propietario y 'group' sea el grupo del archivo.
fi: Tekee 'käyttäjästä' omistajan ja 'ryhmästä' ryhmän tiedostolle.
he: עושה את 'user' לבעלים ואת 'group' לקבוצה עבור הקובץ.
hr: Postavlja 'korisnika' kao vlasnika i 'grupu' kao grupu za datoteku.
is: Gerir 'notanda' sem 'hópur' sem hópur fyrir skrána.
it: Rende 'user' il proprietario e 'group' il gruppo per il file.
nl: Maakt 'gebruiker' de eigenaar en 'groep' de groep voor het bestand.
no: Gjør 'bruker' til eier og 'gruppe' til gruppen for filen.
ro: Face ca 'user' să fie proprietarul și 'group' să fie grupul pentru fișier.
sk: Urobí 'user' vlastníkom a 'group' skupinou pre súbor.
tr: 'kullanıcı'yı dosyanın sahibi ve 'grup'u dosyanın grubu yapar.

source: Process & Network Management
de: Prozess- und Netzwerkmanagement
el: Διαχείριση Διαδικασιών & Δικτύου
es: Gestión de Procesos y Redes
fi: Prosessien ja verkon hallinta
he: ניהול תהליכים ורשתות
hr: Upravljanje procesima i mrežama
is: Ferli- og netkerfisstjórnun
it: Gestione di Processo e Rete
nl: Proces- en Netwerkbeheer
no: Prosess- og nettverksadministrasjon
ro: Gestionarea Proceselor și Rețelelor
sk: Správa procesov a sietí
tr: Süreç ve Ağ Yönetimi
uk: Управління процесами та мережами

source: Shows the programs (processes) currently running on the system.
de: Zeigt die derzeit auf dem System laufenden Programme (Prozesse) an.
el: Εμφανίζει τα προγράμματα (διεργασίες) που εκτελούνται αυτή τη στιγμή στο σύστημα.
es: Muestra los programas (procesos) que se están ejecutando actualmente en el sistema.
fi: Näyttää järjestelmässä tällä hetkellä käynnissä olevat ohjelmat (prosessorit).
he: מראה את התוכניות (תהליכים) שרצים כרגע על המערכת.
hr: Prikazuje programe (procese) koji trenutno rade na sustavu.
is: Sýnir forritin (ferlurnar) sem eru núna að keyra á kerfinu.
it: Mostra i programmi (processi) attualmente in esecuzione sul sistema.
nl: Toont de programma's (processen) die momenteel op het systeem draaien.
no: Viser programmene (prosessene) som for øyeblikket kjører på systemet.
ro: Afișează programele (procesele) care rulează în prezent pe sistem.
sk: Zobrazuje programy (procesy) aktuálne bežiace v systéme.
tr: Sistemde şu anda çalışan programları (işlemleri) gösterir.
uk: Показує програми (процеси), які наразі працюють на системі.
