Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How can I view running processes and resource usage?
de: Wie kann ich laufende Prozesse und die Ressourcennutzung anzeigen?
el: Πώς μπορώ να δω τις τρέχουσες διεργασίες και τη χρήση πόρων;
es: ¿Cómo puedo ver los procesos en ejecución y el uso de recursos?
fi: Kuinka voin tarkastella käynnissä olevia prosesseja ja resurssien käyttöä?
he: איך אני יכול לראות תהליכים רצים ושימוש במשאבים?
hr: Kako mogu vidjeti aktivne procese i korištenje resursa?
is: Hvernig get ég séð keyrandi ferla og auðlindanotkun?
it: Come posso visualizzare i processi in esecuzione e l'utilizzo delle risorse?
nl: Hoe kan ik actieve processen en het gebruik van bronnen bekijken?
no: Hvordan kan jeg se kjørende prosesser og ressursbruk?
ro: Cum pot vizualiza procesele în execuție și utilizarea resurselor?
sk: Ako môžem zobraziť bežiace procesy a využitie zdrojov?
tr: Çalışan süreçleri ve kaynak kullanımını nasıl görüntüleyebilirim?
uk: Як я можу переглянути запущені процеси та використання ресурсів?

source: How do I check recent system logs?
de: Wie überprüfe ich die aktuellen Systemprotokolle?
el: Πώς μπορώ να ελέγξω τα πρόσφατα αρχεία καταγραφής συστήματος;
es: ¿Cómo puedo verificar los registros del sistema recientes?
fi: Miten tarkistan viimeisimmät järjestelmälokit?
he: איך אני בודק יומני מערכת אחרונים?
hr: Kako mogu provjeriti nedavne sistemske dnevnike?
is: Hvernig athuga ég nýleg kerfislogg?
it: Come faccio a controllare i registri di sistema recenti?
nl: Hoe controleer ik recente systeemevenementen?
no: Hvordan sjekker jeg nylige systemlogger?
ro: Cum pot verifica jurnalele de sistem recente?
sk: Ako skontrolujem nedávne systémové protokoly?
tr: Son sistem günlüklerini nasıl kontrol ederim?
uk: Як я можу перевірити останні системні журнали?

source: How do I update the kernel safely?
de: Wie aktualisiere ich den Kernel sicher?
el: Πώς μπορώ να ενημερώσω τον πυρήνα με ασφάλεια;
es: ¿Cómo actualizo el kernel de forma segura?
fi: Kuinka päivitan ytimen turvallisesti?
he: איך אני מעדכן את הליבה בבטחה?
hr: Kako mogu sigurno ažurirati kernel?
is: Hvernig uppfæri ég kjarna á öruggan hátt?
it: Come posso aggiornare il kernel in modo sicuro?
nl: Hoe update ik de kernel veilig?
no: Hvordan oppdaterer jeg kjernen på en sikker måte?
ro: Cum pot actualiza kernelul în siguranță?
sk: Ako môžem bezpečne aktualizovať jadro?
tr: Kerneli güvenli bir şekilde nasıl güncelleyebilirim?
uk: Як я можу безпечно оновити ядро?

source: How can I enable automatic updates?
de: Wie kann ich automatische Updates aktivieren?
el: Πώς μπορώ να ενεργοποιήσω τις αυτόματες ενημερώσεις;
es: ¿Cómo puedo habilitar las actualizaciones automáticas?
fi: Kuinka voin ottaa automaattiset päivitykset käyttöön?
he: איך אני יכול להפעיל עדכונים אוטומטיים?
hr: Kako mogu omogućiti automatska ažuriranja?
is: Hvernig get ég virkjað sjálfvirkar uppfærslur?
it: Come posso abilitare gli aggiornamenti automatici?
nl: Hoe kan ik automatische updates inschakelen?
no: Hvordan kan jeg aktivere automatiske oppdateringer?
ro: Cum pot activa actualizările automate?
sk: Ako môžem povoliť automatické aktualizácie?
tr: Otomatik güncellemeleri nasıl etkinleştirebilirim?
uk: Як я можу увімкнути автоматичні оновлення?

source: How do I create and manage new users?
de: Wie erstelle und verwalte ich neue Benutzer?
el: Πώς μπορώ να δημιουργήσω και να διαχειριστώ νέους χρήστες;
es: ¿Cómo creo y gestiono nuevos usuarios?
fi: Miten luon ja hallitsen uusia käyttäjiä?
he: איך אני יוצר ומנהל משתמשים חדשים?
hr: Kako mogu stvoriti i upravljati novim korisnicima?
is: Hvernig bjó ég til og stjórnaði nýjum notendum?
it: Come posso creare e gestire nuovi utenti?
nl: Hoe maak ik nieuwe gebruikers aan en beheer ik ze?
no: Hvordan oppretter og administrerer jeg nye brukere?
ro: Cum pot crea și gestiona utilizatori noi?
sk: Ako vytvoriť a spravovať nových používateľov?
tr: Yeni kullanıcıları nasıl oluşturur ve yönetirim?
uk: Як створити та керувати новими користувачами?

source: How do I change file permissions safely?
de: Wie ändere ich Dateiberechtigungen sicher?
el: Πώς μπορώ να αλλάξω με ασφάλεια τα δικαιώματα αρχείων;
es: ¿Cómo cambio los permisos de archivo de forma segura?
fi: Miten vaihdan tiedostojen käyttöoikeuksia turvallisesti?
he: איך אני משנה הרשאות קובץ בבטחה?
hr: Kako mogu sigurno promijeniti dozvole datoteka?
is: Hvernig breyti ég skráaréttindum á öruggan hátt?
it: Come posso cambiare le autorizzazioni dei file in modo sicuro?
nl: Hoe wijzig ik bestandsrechten op een veilige manier?
no: Hvordan endrer jeg filrettigheter på en sikker måte?
ro: Cum pot schimba în mod sigur permisiunile fișierelor?
sk: Ako môžem bezpečne zmeniť oprávnenia súborov?
tr: Dosya izinlerini güvenli bir şekilde nasıl değiştiririm?
uk: Як я можу безпечно змінити дозволи файлів?

source: How can I compress or extract archive files?
de: Wie kann ich Archivdateien komprimieren oder extrahieren?
el: Πώς μπορώ να συμπιέσω ή να εξάγω αρχεία αρχείου;
es: ¿Cómo puedo comprimir o extraer archivos de archivo?
fi: Miten voin pakata tai purkaa arkistotiedostoja?
he: איך אני יכול לדחוס או לחלץ קבצי ארכיון?
hr: Kako mogu komprimirati ili raspakirati arhivske datoteke?
is: Hvernig get ég þjappað eða dregið út skjalasafnsgögn?
it: Come posso comprimere o estrarre file di archivio?
nl: Hoe kan ik archiefbestanden comprimeren of uitpakken?
no: Hvordan kan jeg komprimere eller pakke ut arkivfiler?
ro: Cum pot să comprima sau să extrag fișiere arhivă?
sk: Ako môžem komprimovať alebo extrahovať archívne súbory?
tr: Arşiv dosyalarını nasıl sıkıştırabilir veya çıkarabilirim?
uk: Як я можу стиснути або витягти архівні файли?

source: How do I verify that my network connection is working?
de: Wie kann ich überprüfen, ob meine Netzwerkverbindung funktioniert?
el: Πώς μπορώ να επαληθεύσω ότι η σύνδεση δικτύου μου λειτουργεί;
es: ¿Cómo verifico que mi conexión de red está funcionando?
fi: Miten voin varmistaa, että verkkoyhteyteni toimii?
he: איך אני מאמת שהחיבור שלי לרשת פועל?
hr: Kako mogu provjeriti da li moja mrežna veza radi?
is: Hvernig get ég staðfest að net tengingin mín sé virk?
it: Come posso verificare che la mia connessione di rete funzioni?
nl: Hoe verifieer ik dat mijn netwerkverbinding werkt?
no: Hvordan kan jeg verifisere at nettverksforbindelsen min fungerer?
ro: Cum pot verifica dacă conexiunea mea de rețea funcționează?
sk: Ako môžem overiť, že moje sieťové pripojenie funguje?
tr: Ağ bağlantımın çalıştığını nasıl doğrularım?
uk: Як я можу перевірити, що моє мережеве з'єднання працює?

source: How do I configure proxy settings for the system?
de: Wie konfiguriere ich die Proxy-Einstellungen für das System?
el: Πώς μπορώ να ρυθμίσω τις ρυθμίσεις διακομιστή μεσολάβησης για το σύστημα;
es: ¿Cómo configuro la configuración del proxy para el sistema?
fi: Miten määritän välityspalvelimen asetukset järjestelmälle?
he: איך אני מגדיר את הגדרות הפרוקסי עבור המערכת?
hr: Kako mogu konfigurirati postavke proxyja za sustav?
is: Hvernig stilli ég proxy stillingar fyrir kerfið?
it: Come posso configurare le impostazioni del proxy per il sistema?
nl: Hoe configureer ik de proxy-instellingen voor het systeem?
no: Hvordan konfigurerer jeg proxyinnstillinger for systemet?
ro: Cum configurez setările proxy pentru sistem?
sk: Ako nakonfigurujem nastavenia proxy pre systém?
tr: Sistemin proxy ayarlarını nasıl yapılandırırım?
uk: Як я можу налаштувати параметри проксі для системи?

source: How can I synchronise system time with online sources?
de: Wie kann ich die Systemzeit mit Online-Quellen synchronisieren?
el: Πώς μπορώ να συγχρονίσω την ώρα του συστήματος με διαδικτυακές πηγές;
es: ¿Cómo puedo sincronizar la hora del sistema con fuentes en línea?
fi: Kuinka voin synkronoida järjestelmän ajan verkko-osoitteiden kanssa?
he: איך אני יכול לסנכרן את זמן המערכת עם מקורות מקוונים?
hr: Kako mogu sinkronizirati sustavno vrijeme s online izvorima?
is: Hvernig get ég samstillt kerfistíma við netheimildir?
it: Come posso sincronizzare l'ora di sistema con fonti online?
nl: Hoe kan ik de systeemtijd synchroniseren met online bronnen?
no: Hvordan kan jeg synkronisere systemtiden med nettbaserte kilder?
ro: Cum pot sincroniza timpul sistemului cu surse online?
sk: Ako môžem synchronizovať systémový čas s online zdrojmi?
tr: Sistem saatini çevrimiçi kaynaklarla nasıl senkronize edebilirim?
uk: Як я можу синхронізувати системний час з онлайн-джерелами?

source: How do I view detailed hardware information?
de: Wie kann ich detaillierte Hardwareinformationen anzeigen?
el: Πώς μπορώ να δω λεπτομερείς πληροφορίες υλικού;
es: ¿Cómo puedo ver información detallada del hardware?
fi: Miten voin tarkastella yksityiskohtaisia laitetietoja?
he: איך אני רואה מידע מפורט על חומרה?
hr: Kako mogu pregledati detaljne informacije o hardveru?
is: Hvernig get ég skoðað ítarlegar vélbúnaðarupplýsingar?
it: Come posso visualizzare informazioni dettagliate sull'hardware?
nl: Hoe bekijk ik gedetailleerde hardware-informatie?
no: Hvordan ser jeg detaljert maskinvareinformasjon?
ro: Cum pot vizualiza informații detaliate despre hardware?
sk: Ako si môžem zobraziť podrobné informácie o hardvéri?
tr: Donanım bilgilerini nasıl detaylı bir şekilde görüntüleyebilirim?
uk: Як я можу переглянути детальну інформацію про апаратне забезпечення?

source: How can I install or update device drivers?
de: Wie kann ich Gerätetreiber installieren oder aktualisieren?
el: Πώς μπορώ να εγκαταστήσω ή να ενημερώσω τους οδηγούς συσκευών;
es: ¿Cómo puedo instalar o actualizar los controladores de dispositivo?
fi: Kuinka voin asentaa tai päivittää laiteajureita?
he: איך אני יכול להתקין או לעדכן דרייברים של מכשירים?
hr: Kako mogu instalirati ili ažurirati upravljačke programe uređaja?
is: Hvernig get ég sett upp eða uppfært tæki drif?
it: Come posso installare o aggiornare i driver del dispositivo?
nl: Hoe kan ik apparaatstuurprogramma's installeren of bijwerken?
no: Hvordan kan jeg installere eller oppdatere enhetsdrivere?
ro: Cum pot instala sau actualiza driverele dispozitivului?
sk: Ako môžem nainštalovať alebo aktualizovať ovládače zariadení?
tr: Aygıt sürücülerini nasıl kurabilirim veya güncelleyebilirim?
uk: Як я можу встановити або оновити драйвери пристроїв?

source: How do I manage startup applications?
de: Wie verwalte ich Autostart-Anwendungen?
el: Πώς διαχειρίζομαι τις εφαρμογές εκκίνησης;
es: ¿Cómo gestiono las aplicaciones de inicio?
fi: Miten hallitsen käynnistysohjelmia?
he: איך אני מנהל את יישומי ההפעלה?
hr: Kako upravljam aplikacijama pri pokretanju?
is: Hvernig stjórna ég upphafsforritum?
it: Come gestisco le applicazioni di avvio?
nl: Hoe beheer ik opstarttoepassingen?
no: Hvordan administrerer jeg oppstartsprogrammer?
ro: Cum îmi gestionez aplicațiile de pornire?
sk: Ako spravujem aplikácie spúšťané pri štarte?
tr: Başlangıç uygulamalarını nasıl yönetebilirim?
uk: Як я можу керувати програмами, що запускаються під час старту?

source: How can I disable unwanted services?
de: Wie kann ich unerwünschte Dienste deaktivieren?
el: Πώς μπορώ να απενεργοποιήσω ανεπιθύμητες υπηρεσίες;
es: ¿Cómo puedo deshabilitar servicios no deseados?
fi: Kuinka voin poistaa käytöstä ei-toivotut palvelut?
he: איך אני יכול להשבית שירותים לא רצויים?
hr: Kako mogu onemogućiti neželjene usluge?
is: Hvernig get ég slökkt á óæskilegum þjónustum?
it: Come posso disabilitare i servizi indesiderati?
nl: Hoe kan ik ongewenste services uitschakelen?
no: Hvordan kan jeg deaktivere uønskede tjenester?
ro: Cum pot dezactiva serviciile nedorite?
sk: Ako môžem zakázať nechcené služby?
tr: İstenmeyen hizmetleri nasıl devre dışı bırakabilirim?
uk: Як я можу вимкнути небажані служби?

source: How do I schedule tasks with cron?
de: Wie plane ich Aufgaben mit cron?
el: Πώς μπορώ να προγραμματίσω εργασίες με το cron;
es: ¿Cómo programo tareas con cron?
fi: Kuinka aikataulutan tehtäviä cronilla?
he: איך אני מתזמן משימות עם קרון?
hr: Kako mogu zakazati zadatke s cron-om?
is: Hvernig á ég að skipuleggja verkefni með cron?
it: Come posso programmare attività con cron?
nl: Hoe plan ik taken met cron?
no: Hvordan planlegger jeg oppgaver med cron?
ro: Cum îmi programez sarcinile cu cron?
sk: Ako naplánujem úlohy pomocou cron?
tr: Cron ile görevleri nasıl planlarım?

source: How can I secure SSH on a new server?
de: Wie kann ich SSH auf einem neuen Server sichern?
el: Πώς μπορώ να ασφαλίσω το SSH σε έναν νέο διακομιστή;
es: ¿Cómo puedo asegurar SSH en un nuevo servidor?
fi: Miten voin suojata SSH:n uudella palvelimella?
he: איך אני יכול לאבטח SSH על שרת חדש?
hr: Kako mogu osigurati SSH na novom poslužitelju?
is: Hvernig get ég tryggt SSH á nýjum server?
it: Come posso proteggere SSH su un nuovo server?
nl: Hoe kan ik SSH beveiligen op een nieuwe server?
no: Hvordan kan jeg sikre SSH på en ny server?
ro: Cum pot să securizez SSH pe un nou server?
sk: Ako môžem zabezpečiť SSH na novom serveri?
tr: Yeni bir sunucuda SSH'yi nasıl güvence altına alabilirim?
uk: Як я можу забезпечити безпеку SSH на новому сервері?

source: How do I monitor system logs in real time?
de: Wie überwache ich Systemprotokolle in Echtzeit?
el: Πώς μπορώ να παρακολουθήσω τα αρχεία καταγραφής συστήματος σε πραγματικό χρόνο;
es: ¿Cómo monitorizo los registros del sistema en tiempo real?
fi: Kuinka voin seurata järjestelmälokitietoja reaaliajassa?
he: איך אני עוקב אחרי יומני מערכת בזמן אמת?
hr: Kako mogu pratiti sustavne dnevnike u stvarnom vremenu?
is: Hvernig fylgist ég með kerfisskrám í rauntíma?
it: Come posso monitorare i registri di sistema in tempo reale?
nl: Hoe monitor ik systeemlogs in realtime?
no: Hvordan overvåker jeg systemlogger i sanntid?
ro: Cum pot monitoriza jurnalele de sistem în timp real?
sk: Ako môžem monitorovať systémové protokoly v reálnom čase?
tr: Sistem günlüklerini gerçek zamanlı olarak nasıl izlerim?
uk: Як я можу моніторити системні журнали в реальному часі?

source: How can I back up my home directory automatically?
de: Wie kann ich mein Home-Verzeichnis automatisch sichern?
el: Πώς μπορώ να δημιουργήσω αυτόματη αντίγραφο ασφαλείας του καταλόγου μου;
es: ¿Cómo puedo hacer una copia de seguridad de mi directorio personal automáticamente?
fi: Kuinka voin varmuuskopioida kotihakemistoni automaattisesti?
he: איך אני יכול לגבות את תיקיית הבית שלי באופן אוטומטי?
hr: Kako mogu automatski napraviti sigurnosnu kopiju svog domaćeg direktorija?
is: Hvernig get ég sjálfvirkt afritað heimaskrána mína?
it: Come posso eseguire il backup della mia directory home automaticamente?
nl: Hoe kan ik mijn thuismap automatisch back-uppen?
no: Hvordan kan jeg sikkerhetskopiere hjemmemappen min automatisk?
ro: Cum pot să fac backup automat pentru directorul meu personal?
sk: Ako môžem automaticky zálohovať svoj domovský adresár?
tr: Ev dizinimi otomatik olarak nasıl yedekleyebilirim?
uk: Як я можу автоматично створити резервну копію своєї домашньої директорії?

source: How do I restore a backup safely?
de: Wie stelle ich ein Backup sicher wieder her?
el: Πώς μπορώ να επαναφέρω ένα αντίγραφο ασφαλείας με ασφάλεια;
es: ¿Cómo restauro una copia de seguridad de forma segura?
fi: Miten palautan varmuuskopion turvallisesti?
he: איך אני משחזר גיבוי בבטחה?
hr: Kako mogu sigurno vratiti sigurnosnu kopiju?
is: Hvernig endurheimti ég afrit á öruggan hátt?
it: Come posso ripristinare un backup in modo sicuro?
nl: Hoe herstel ik een back-up veilig?
no: Hvordan gjenoppretter jeg en sikkerhetskopi på en trygg måte?
ro: Cum pot restaura o copie de rezervă în siguranță?
sk: Ako môžem bezpečne obnoviť zálohu?
tr: Yedeği nasıl güvenli bir şekilde geri yüklerim?
uk: Як я можу безпечно відновити резервну копію?

source: How can I encrypt files or folders?
de: Wie kann ich Dateien oder Ordner verschlüsseln?
el: Πώς μπορώ να κρυπτογραφήσω αρχεία ή φακέλους;
es: ¿Cómo puedo cifrar archivos o carpetas?
fi: Kuinka voin salata tiedostoja tai kansioita?
he: איך אני יכול להצפין קבצים או תיקיות?
hr: Kako mogu šifrirati datoteke ili mape?
is: Hvernig get ég dulkóðað skrár eða möppur?
it: Come posso crittografare file o cartelle?
nl: Hoe kan ik bestanden of mappen versleutelen?
no: Hvordan kan jeg kryptere filer eller mapper?
ro: Cum pot să criptez fișiere sau foldere?
sk: Ako môžem šifrovať súbory alebo priečinky?
tr: Dosya veya klasörleri nasıl şifreleyebilirim?

source: How do I set up remote desktop access?
de: Wie richte ich den Remote-Desktop-Zugriff ein?
el: Πώς μπορώ να ρυθμίσω την απομακρυσμένη πρόσβαση στην επιφάνεια εργασίας;
es: ¿Cómo configuro el acceso a escritorio remoto?
fi: Kuinka asetetaan etätyöpöytäyhteys?
he: איך אני מגדיר גישה לשולחן עבודה מרוחק?
hr: Kako da postavim pristup udaljenoj radnoj površini?
is: Hvernig stilli ég fjarborðsaðgang?
it: Come posso configurare l'accesso desktop remoto?
nl: Hoe stel ik externe bureaubladtoegang in?
no: Hvordan setter jeg opp ekstern skrivebordsadgang?
ro: Cum îmi configurez accesul la desktopul la distanță?
sk: Ako nastavím prístup k vzdialenej pracovnej ploche?
tr: Uzak masaüstü erişimini nasıl kurarım?
uk: Як налаштувати доступ до віддаленого робочого столу?

source: How can I configure a host-based firewall?
de: Wie kann ich eine hostbasierte Firewall konfigurieren?
el: Πώς μπορώ να ρυθμίσω ένα τείχος προστασίας βασισμένο σε υπολογιστή;
es: ¿Cómo puedo configurar un cortafuegos basado en host?
fi: Miten voin konfiguroida isäntäperusteisen palomuurin?
he: איך אני יכול להגדיר חומת אש מבוססת מארח?
hr: Kako mogu konfigurirati vatrozid temeljen na hostu?
is: Hvernig get ég stillt eldvegg sem er hýst á vélinni?
it: Come posso configurare un firewall basato su host?
nl: Hoe kan ik een host-gebaseerde firewall configureren?
no: Hvordan kan jeg konfigurere en vertsbasert brannmur?
ro: Cum pot configura un firewall bazat pe gazdă?
sk: Ako môžem nakonfigurovať firewall na báze hostiteľa?
tr: Bir ana bilgisayar tabanlı güvenlik duvarını nasıl yapılandırabilirim?

source: How do I whitelist or blacklist IP addresses?
de: Wie kann ich IP-Adressen auf die Whitelist oder Blacklist setzen?
el: Πώς μπορώ να προσθέσω ή να αποκλείσω διευθύνσεις IP;
es: ¿Cómo puedo agregar o quitar direcciones IP de la lista blanca o negra?
fi: Miten lisään tai estän IP-osoitteita?
he: איך אני מוסיף או מסיר כתובות IP מרשימת הלבנה או רשימת השחורה?
hr: Kako da stavim IP adrese na bijelu ili crnu listu?
is: Hvernig bæti ég IP-tölum á hvítu eða svörtu listann?
it: Come faccio a inserire o escludere indirizzi IP?
nl: Hoe kan ik IP-adressen op de witte of zwarte lijst zetten?
no: Hvordan kan jeg hviteliste eller svarteliste IP-adresser?
ro: Cum pot să adaug sau să elimin adrese IP din lista albă sau lista neagră?
sk: Ako môžem pridať IP adresy na bielu alebo čiernu listinu?
tr: IP adreslerini nasıl beyaz listeye alırım veya kara listeye alırım?

source: How can I check disk health and SMART status?
de: Wie kann ich die Festplattengesundheit und den SMART-Status überprüfen?
el: Πώς μπορώ να ελέγξω την υγεία του δίσκου και την κατάσταση SMART;
es: ¿Cómo puedo verificar la salud del disco y el estado SMART?
fi: Kuinka voin tarkistaa levyn kunnon ja SMART-tilan?
he: איך אני יכול לבדוק את בריאות הדיסק ואת מצב SMART?
hr: Kako mogu provjeriti zdravlje diska i SMART status?
is: Hvernig get ég athugað heilsu disksins og SMART stöðu?
it: Come posso controllare la salute del disco e lo stato SMART?
nl: Hoe kan ik de schijfgezondheid en SMART-status controleren?
no: Hvordan kan jeg sjekke diskhelse og SMART-status?
ro: Cum pot verifica starea de sănătate a discului și statutul SMART?
sk: Ako môžem skontrolovať zdravie disku a stav SMART?
tr: Disk sağlığını ve SMART durumunu nasıl kontrol edebilirim?
uk: Як я можу перевірити стан диска та статус SMART?

source: How do I monitor I/O usage per process?
de: Wie überwache ich die I/O-Nutzung pro Prozess?
el: Πώς μπορώ να παρακολουθήσω τη χρήση I/O ανά διεργασία;
es: ¿Cómo monitorizo el uso de E/S por proceso?
fi: Kuinka voin seurata I/O-käyttöä prosessikohtaisesti?
he: איך אני עוקב אחרי שימוש ב-I/O לפי תהליך?
hr: Kako mogu pratiti I/O korištenje po procesu?
is: Hvernig fylgist ég með I/O notkun per ferli?
it: Come posso monitorare l'utilizzo di I/O per processo?
nl: Hoe kan ik het I/O-gebruik per proces monitoren?
no: Hvordan overvåker jeg I/O-bruk per prosess?
ro: Cum pot monitoriza utilizarea I/O pe proces?
sk: Ako môžem monitorovať využitie I/O na proces?
tr: Bir işlemin I/O kullanımını nasıl izlerim?
uk: Як я можу контролювати використання I/O для кожного процесу?

source: How can I check current RAM usage?
de: Wie kann ich die aktuelle RAM-Nutzung überprüfen?
el: Πώς μπορώ να ελέγξω τη τρέχουσα χρήση RAM;
es: ¿Cómo puedo verificar el uso actual de RAM?
fi: Miten voin tarkistaa nykyisen RAM-käytön?
he: איך אני יכול לבדוק את השימוש הנוכחי בזיכרון RAM?
hr: Kako mogu provjeriti trenutnu upotrebu RAM-a?
is: Hvernig get ég athugað núverandi RAM notkun?
it: Come posso controllare l'utilizzo attuale della RAM?
nl: Hoe kan ik het huidige RAM-gebruik controleren?
no: Hvordan kan jeg sjekke nåværende RAM-bruk?
ro: Cum pot verifica utilizarea curentă a RAM-ului?
sk: Ako môžem skontrolovať aktuálne využitie RAM?
tr: Mevcut RAM kullanımını nasıl kontrol edebilirim?
uk: Як я можу перевірити поточне використання оперативної пам'яті?

source: How do I clear the DNS cache?
de: Wie lösche ich den DNS-Cache?
el: Πώς μπορώ να καθαρίσω την κρυφή μνήμη DNS;
es: ¿Cómo puedo limpiar la caché de DNS?
fi: Kuinka tyhjennän DNS-välimuistin?
he: איך אני מנקה את מטמון ה-DNS?
hr: Kako mogu očistiti DNS predmemoriju?
is: Hvernig hreinsa ég DNS skyndiminni?
it: Come posso svuotare la cache DNS?
nl: Hoe kan ik de DNS-cache wissen?
no: Hvordan tømmer jeg DNS-cachen?
ro: Cum pot să șterg memoria cache DNS?
sk: Ako môžem vymazať DNS cache?
tr: DNS önbelleğini nasıl temizlerim?
uk: Як мені очистити кеш DNS?

source: How can I troubleshoot boot issues quickly?
de: Wie kann ich Bootprobleme schnell beheben?
el: Πώς μπορώ να επιλύσω γρήγορα προβλήματα εκκίνησης;
es: ¿Cómo puedo solucionar problemas de arranque rápidamente?
fi: Miten voin vianjäljittää käynnistysongelmia nopeasti?
he: איך אני יכול לפתור בעיות אתחול במהירות?
hr: Kako mogu brzo riješiti probleme s pokretanjem?
is: Hvernig get ég flýtt fyrir að leysa upphafs vandamál?
it: Come posso risolvere rapidamente i problemi di avvio?
nl: Hoe kan ik opstartproblemen snel oplossen?
no: Hvordan kan jeg raskt feilsøke oppstartsproblemer?
ro: Cum pot să depanez rapid problemele de boot?
sk: Ako môžem rýchlo vyriešiť problémy so spustením?
tr: Kalkış sorunlarını hızlı bir şekilde nasıl giderebilirim?
uk: How can I quickly troubleshoot boot issues?

source: How do I recover deleted files?
de: Wie stelle ich gelöschte Dateien wieder her?
el: Πώς μπορώ να ανακτήσω διαγραμμένα αρχεία;
es: ¿Cómo recupero archivos eliminados?
fi: Miten voin palauttaa poistetut tiedostot?
he: איך אני משחזר קבצים שנמחקו?
hr: Kako mogu oporaviti izbrisane datoteke?
is: Hvernig endurheimti ég eytt skrár?
it: Come posso recuperare file eliminati?
nl: Hoe herstel ik verwijderde bestanden?
no: Hvordan gjenoppretter jeg slettede filer?
ro: Cum pot recupera fișierele șterse?
sk: Ako môžem obnoviť odstránené súbory?
tr: Silinmiş dosyaları nasıl kurtarabilirim?
uk: Як я можу відновити видалені файли?
