Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Prints numbers from 0 to 10, incrementing by 2.
de: Druckt Zahlen von 0 bis 10, inkrementierend um 2.
el: Εκτυπώνει αριθμούς από 0 έως 10, αυξάνοντας κατά 2.
es: Imprime números del 0 al 10, incrementando de 2 en 2.
fi: Tulostaa numeroita 0–10, lisäämällä 2.
he: מדפיס מספרים מ-0 עד 10, בהגדלה של 2.
hr: Ispisuje brojeve od 0 do 10, povećavajući za 2.
is: Prentar tölur frá 0 til 10, aukandi um 2.
it: Stampa numeri da 0 a 10, incrementando di 2.
nl: Drukt nummers af van 0 tot 10, met een verhoging van 2.
no: Skriver ut tall fra 0 til 10, øker med 2.
ro: Tipărește numere de la 0 la 10, incrementând cu 2.
sk: Tlačí čísla od 0 do 10, zvyšujúc o 2.
tr: 0'dan 10'a kadar olan sayıları 2'şer artırarak yazdırır.
uk: Виводить числа від 0 до 10, збільшуючи на 2.

source: A calculator for the terminal.
de: Ein Rechner für das Terminal.
el: Μια αριθμομηχανή για το τερματικό.
es: Una calculadora para la terminal.
fi: Laskin terminaalille.
he: מחשבון עבור הטרמינל.
hr: Kalkulator za terminal.
is: Reiknivél fyrir terminalinn.
it: Un calcolatore per il terminale.
nl: Een rekenmachine voor de terminal.
no: En kalkulator for terminalen.
ro: Un calculator pentru terminal.
sk: Kalkulačka pre terminál.
tr: Terminal için bir hesap makinesi.
uk: Термінальний калькулятор.

source: Performs a basic mathematical calculation.
de: Führt eine grundlegende mathematische Berechnung durch.
el: Εκτελεί μια βασική μαθηματική υπολογιστική διαδικασία.
es: Realiza un cálculo matemático básico.
fi: Suorittaa perusmatemaattisen laskelman.
he: מבצע חישוב מתמטי בסיסי.
hr: Izvodi osnovne matematičke izračune.
is: Framkvæmir grunnleggjandi stærðfræðilega útreikninga.
it: Esegue un calcolo matematico di base.
nl: Voert een basis wiskundige berekening uit.
no: Utfører en grunnleggende matematisk beregning.
ro: Efectuează o calculare matematică de bază.
sk: Vykonáva základný matematický výpočet.
tr: Temel bir matematiksel hesaplama yapar.
uk: Виконує базовий математичний розрахунок.

source: Performs division with 2 decimal places.
de: Führt eine Division mit 2 Dezimalstellen durch.
el: Εκτελεί διαίρεση με 2 δεκαδικά ψηφία.
es: Realiza la división con 2 decimales.
fi: Suorittaa jakolaskun kahdella desimaalilla.
he: מבצע חלוקה עם 2 מקומות עשרוניים.
hr: Izvodi dijeljenje s 2 decimalna mjesta.
is: Framkvæmir deilingu með 2 aukastöfum.
it: Esegue la divisione con 2 decimali.
nl: Voert deling uit met 2 decimalen.
no: Utfører divisjon med 2 desimaler.
ro: Efectuează împărțirea cu 2 zecimale.
sk: Vykonáva delenie s 2 desatinnými miestami.
tr: 2 ondalık basamakla bölme işlemi yapar.
uk: Виконує ділення з 2 знаками після коми.

source: Advanced: Scripting & Shell
de: Erweitert: Skripting & Shell
el: Προχωρημένα: Σενάρια & Κέλυφος
es: Avanzado: Scripting y Shell
fi: Edistynyt: Skriptaus ja Shell
he: מתקדם: סקריפטינג וש shell
hr: Napredno: Skripting i Shell
is: Fyrirlestrar: Skrift og Skel
it: Avanzato: Scripting e Shell
nl: Geavanceerd: Scripting en Shell
no: Avansert: Skripting og Shell
ro: Avansat: Scripting și Shell
sk: Pokročilé: Skriptovanie a Shell
tr: Gelişmiş: Betik ve Kabuk

source: Executes command blocks only if a condition is true.
de: Führt Befehlsblöcke nur aus, wenn eine Bedingung wahr ist.
el: Εκτελεί μπλοκ εντολών μόνο αν μια συνθήκη είναι αληθής.
es: Ejecuta bloques de comandos solo si una condición es verdadera.
fi: Suorittaa komento-lohkoja vain, jos ehto on tosi.
he: מבצע בלוקי פקודה רק אם תנאי הוא נכון.
hr: Izvršava blokove naredbi samo ako je uvjet istinit.
is: Framkvæmir skipunarpakka aðeins ef skilyrði er satt.
it: Esegue i blocchi di comando solo se una condizione è vera.
nl: Voert commando-blokken alleen uit als aan een voorwaarde is voldaan.
no: Kjører kommandoblokker bare hvis en betingelse er sann.
ro: Execută blocurile de comandă doar dacă o condiție este adevărată.
sk: Vykonáva bloky príkazov iba v prípade, že je podmienka pravdivá.
tr: Koşul doğruysa yalnızca komut bloklarını çalıştırır.

source: Tests if a file exists.
de: Überprüft, ob eine Datei vorhanden ist.
el: Ελέγχει αν υπάρχει ένα αρχείο.
es: Prueba si un archivo existe.
fi: Tarkistaa, onko tiedosto olemassa.
he: בודק אם קובץ קיים.
hr: Provjerava postoji li datoteka.
is: Prófar hvort skrá sé til.
it: Verifica se un file esiste.
nl: Controleert of een bestand bestaat.
no: Tester om en fil eksisterer.
ro: Verifică dacă un fișier există.
sk: Testuje, či súbor existuje.
tr: Bir dosyanın var olup olmadığını test eder.
uk: Перевіряє, чи існує файл.

source: Tests if a numeric variable is equal to 5.
de: Überprüft, ob eine numerische Variable gleich 5 ist.
el: Ελέγχει αν μια αριθμητική μεταβλητή είναι ίση με 5.
es: Prueba si una variable numérica es igual a 5.
fi: Testaa, onko numeerinen muuttuja yhtä suuri kuin 5.
he: בודק אם משתנה מספרי שווה ל-5.
hr: Testira je li numerička varijabla jednaka 5.
is: Prófar hvort töluleg breyta sé jöfn 5.
it: Verifica se una variabile numerica è uguale a 5.
nl: Test of een numerieke variabele gelijk is aan 5.
no: Tester om en numerisk variabel er lik 5.
ro: Verifică dacă o variabilă numerică este egală cu 5.
sk: Testuje, či je číselná premenná rovná 5.
tr: Bir sayısal değişkenin 5'e eşit olup olmadığını test eder.
uk: Тестує, чи є числова змінна рівною 5.

source: Creates a loop that repeats an action for each item in a list.
de: Erstellt eine Schleife, die eine Aktion für jedes Element in einer Liste wiederholt.
el: Δημιουργεί έναν βρόχο που επαναλαμβάνει μια ενέργεια για κάθε στοιχείο σε μια λίστα.
es: Crea un bucle que repite una acción para cada elemento en una lista.
fi: Luo silmukka, joka toistaa toiminnon jokaiselle kohteelle luettelossa.
he: יוצר לולאה שחוזרת על פעולה עבור כל פריט ברשימה.
hr: Stvara petlju koja ponavlja radnju za svaki stavak na popisu.
is: Býr til lykkju sem endurtekur aðgerð fyrir hvern hlut í lista.
it: Crea un ciclo che ripete un'azione per ogni elemento in un elenco.
nl: Maakt een lus die een actie herhaalt voor elk item in een lijst.
no: Oppretter en løkke som gjentar en handling for hvert element i en liste.
ro: Creează o buclă care repetă o acțiune pentru fiecare element dintr-o listă.
sk: Vytvára slučku, ktorá opakuje akciu pre každý prvok v zozname.
tr: Bir listedeki her bir öğe için bir eylemi tekrarlayan bir döngü oluşturur.
uk: Створює цикл, який повторює дію для кожного елемента в списку.

source: Repeats the 'echo' command for the numbers 1, 2, and 3.
de: Wiederholt den 'echo'-Befehl für die Zahlen 1, 2 und 3.
el: Επαναλαμβάνει την εντολή 'echo' για τους αριθμούς 1, 2 και 3.
es: Repite el comando 'echo' para los números 1, 2 y 3.
fi: Toistaa 'echo'-komennon numeroille 1, 2 ja 3.
he: חוזר על פקודת 'echo' עבור המספרים 1, 2 ו-3.
hr: Ponavlja 'echo' naredbu za brojeve 1, 2 i 3.
is: Endurtekur 'echo' skipunina fyrir tölurnar 1, 2 og 3.
it: Ripete il comando 'echo' per i numeri 1, 2 e 3.
nl: Herhaalt de 'echo' opdracht voor de nummers 1, 2 en 3.
no: Gjentar 'echo'-kommandoen for tallene 1, 2 og 3.
ro: Repetă comanda 'echo' pentru numerele 1, 2 și 3.
sk: Opakuje príkaz 'echo' pre čísla 1, 2 a 3.
tr: 1, 2 ve 3 sayıları için 'echo' komutunu tekrarlar.
uk: Повторює команду 'echo' для чисел 1, 2 та 3.

source: Performs an action for every file that ends with .txt.
de: Führt eine Aktion für jede Datei aus, die mit .txt endet.
el: Εκτελεί μια ενέργεια για κάθε αρχείο που τελειώνει σε .txt.
es: Realiza una acción para cada archivo que termine en .txt.
fi: Suorittaa toiminnon jokaiselle tiedostolle, jonka pääte on .txt.
he: מבצע פעולה עבור כל קובץ שמסתיים ב-.txt
hr: Izvodi radnju za svaku datoteku koja završava s .txt.
is: Framkvæmir aðgerð fyrir hvert skjal sem endar á .txt.
it: Esegue un'azione per ogni file che termina con .txt.
nl: Voert een actie uit voor elk bestand dat eindigt op .txt.
no: Utfører en handling for hver fil som slutter med .txt.
ro: Execută o acțiune pentru fiecare fișier care se termină cu .txt.
sk: Vykonáva akciu pre každý súbor, ktorý končí na .txt.
tr: .txt ile biten her dosya için bir işlem gerçekleştirir.
uk: Realises an action for every file that ends with .txt.

source: Creates a loop that continues to execute as long as a condition is true.
de: Erstellt eine Schleife, die weiterhin ausgeführt wird, solange eine Bedingung wahr ist.
el: Δημιουργεί έναν βρόχο που συνεχίζει να εκτελείται όσο μια συνθήκη είναι αληθής.
es: Crea un bucle que continúa ejecutándose mientras una condición sea verdadera.
fi: Luo silmukka, joka jatkaa suorittamista niin kauan kuin ehto on tosi.
he: יוצר לולאה שממשיכה לפעול כל עוד תנאי מסוים נכון.
hr: Stvara petlju koja se nastavlja izvršavati sve dok je uvjet istinit.
is: Býr til lykkju sem heldur áfram að keyra svo framarlega sem skilyrði er satt.
it: Crea un ciclo che continua a eseguire finché una condizione è vera.
nl: Maakt een lus die blijft uitvoeren zolang een voorwaarde waar is.
no: Oppretter en løkke som fortsetter å kjøre så lenge en betingelse er sann.
ro: Creează o buclă care continuă să se execute atâta timp cât o condiție este adevărată.
sk: Vytvára slučku, ktorá sa vykonáva, pokiaľ je podmienka pravdivá.
tr: Bir koşul doğru olduğu sürece devam eden bir döngü oluşturur.
uk: Створює цикл, який продовжує виконуватись, поки умова є істинною.

source: Executes the code block as long as the COUNT variable is less than 5.
de: Führt den Codeblock aus, solange die COUNT-Variable kleiner als 5 ist.
el: Εκτελεί το μπλοκ κώδικα όσο η μεταβλητή COUNT είναι μικρότερη από 5.
es: Ejecuta el bloque de código mientras la variable COUNT sea menor que 5.
fi: Suorittaa koodilohkon niin kauan kuin COUNT-muuttuja on alle 5.
he: מבצע את בלוק הקוד כל עוד המשתנה COUNT קטן מ-5.
hr: Izvršava blok koda sve dok je varijabla COUNT manja od 5.
is: Keyrir kóðablokkinn svo framarlega sem COUNT breytan er minni en 5.
it: Esegue il blocco di codice finché la variabile COUNT è inferiore a 5.
nl: Voert het codeblok uit zolang de COUNT-variabele kleiner is dan 5.
no: Kjører kodeblokken så lenge COUNT-variabelen er mindre enn 5.
ro: Execută blocul de cod atâta timp cât variabila COUNT este mai mică decât 5.
sk: Vykonáva blok kódu, pokiaľ je premenná COUNT menšia ako 5.
tr: COUNT değişkeni 5'ten küçük olduğu sürece kod bloğunu çalıştırır.
uk: Виконує кодовий блок, поки змінна COUNT менша за 5.

source: Creates a loop that continues to execute until a condition becomes true.
de: Erstellt eine Schleife, die weiterhin ausgeführt wird, bis eine Bedingung wahr wird.
el: Δημιουργεί έναν βρόχο που συνεχίζει να εκτελείται μέχρι μια συνθήκη να γίνει αληθής.
es: Crea un bucle que continúa ejecutándose hasta que una condición se vuelva verdadera.
fi: Luo silmukka, joka jatkaa suorittamista, kunnes ehto muuttuu todeksi.
he: יוצר לולאה שממשיכה לפעול עד שהתנאי מתממש.
hr: Stvara petlju koja se nastavlja izvršavati dok uvjet ne postane istinit.
is: Býr til lykkju sem heldur áfram að keyra þar til skilyrði verður satt.
it: Crea un ciclo che continua a eseguire fino a quando una condizione diventa vera.
nl: Maakt een lus die blijft uitvoeren totdat een voorwaarde waar wordt.
no: Oppretter en løkke som fortsetter å kjøre til en betingelse blir sann.
ro: Creează o buclă care continuă să se execute până când o condiție devine adevărată.
sk: Vytvára slučku, ktorá sa neustále vykonáva, kým sa podmienka nestane pravdivou.
tr: Bir koşul doğru olana kadar devam eden bir döngü oluşturur.
uk: Crea un bucle que sigue ejecutándose hasta que una condición se vuelva verdadera.

source: Executes the code block until the COUNT variable is equal to 0.
de: Führt den Codeblock aus, bis die COUNT-Variable gleich 0 ist.
el: Εκτελεί το μπλοκ κώδικα μέχρι η μεταβλητή COUNT να είναι ίση με 0.
es: Ejecuta el bloque de código hasta que la variable COUNT sea igual a 0.
fi: Suorittaa koodilohkon, kunnes COUNT-muuttuja on yhtä suuri kuin 0.
he: מבצע את בלוק הקוד עד שהמשתנה COUNT שווה ל-0.
hr: Izvršava blok koda dok varijabla COUNT nije jednaka 0.
is: Keyrir kóðablokkinn þar til COUNT breytan er jöfn 0.
it: Esegue il blocco di codice finché la variabile COUNT non è uguale a 0.
nl: Voert het codeblok uit totdat de COUNT-variabele gelijk is aan 0.
no: Kjører kodeblokken til COUNT-variabelen er lik 0.
ro: Execută blocul de cod până când variabila COUNT este egală cu 0.
sk: Vykonáva blok kódu, kým nie je premenná COUNT rovná 0.
tr: Kod bloğunu COUNT değişkeni 0'a eşit olana kadar çalıştırır.
uk: Ejecuta el bloque de código hasta que la variable COUNT sea igual a 0.

source: Reads user input and stores it in a variable.
de: Liest Benutzereingaben und speichert sie in einer Variablen.
el: Διαβάζει την είσοδο του χρήστη και την αποθηκεύει σε μια μεταβλητή.
es: Lee la entrada del usuario y la almacena en una variable.
fi: Lukee käyttäjän syötteen ja tallentaa sen muuttujaan.
he: קורא קלט משתמש ושומר אותו במשתנה.
hr: Čita korisnički unos i pohranjuje ga u varijablu.
is: Lesa notkun notanda og geymir það í breytu.
it: Legge l'input dell'utente e lo memorizza in una variabile.
nl: Leest gebruikersinvoer en slaat deze op in een variabele.
no: Leser brukerinput og lagrer det i en variabel.
ro: Citește inputul utilizatorului și îl stochează într-o variabilă.
sk: Číta vstup od používateľa a ukladá ho do premennej.
tr: Kullanıcı girişi okur ve bir değişkende saklar.

source: Displays a prompt and waits for the user to type something.
de: Zeigt eine Eingabeaufforderung an und wartet darauf, dass der Benutzer etwas eingibt.
el: Εμφανίζει μια προτροπή και περιμένει τον χρήστη να πληκτρολογήσει κάτι.
es: Muestra un aviso y espera a que el usuario escriba algo.
fi: Näyttää kehotteen ja odottaa käyttäjän kirjoittavan jotain.
he: מציג הודעה וממתין שהמשתמש יקליד משהו.
hr: Prikazuje poruku i čeka da korisnik nešto upiše.
is: Sýnir fyrirmæli og bíður eftir að notandinn slái eitthvað inn.
it: Visualizza un messaggio e attende che l'utente digiti qualcosa.
nl: Toon een prompt en wacht tot de gebruiker iets typt.
no: Viser en melding og venter på at brukeren skal skrive noe.
ro: Afișează un mesaj și așteaptă ca utilizatorul să tasteze ceva.
sk: Zobrazuje výzvu a čaká, kým používateľ niečo napíše.
tr: Bir istem görüntüler ve kullanıcının bir şey yazmasını bekler.
uk: Affiche une invite et attend que l'utilisateur saisisse quelque chose.

source: Checks if a condition is true or false, used for making decisions in scripts.
de: Überprüft, ob eine Bedingung wahr oder falsch ist, wird zur Entscheidungsfindung in Skripten verwendet.
el: Ελέγχει αν μια συνθήκη είναι αληθής ή ψευδής, χρησιμοποιείται για τη λήψη αποφάσεων σε σενάρια.
es: Verifica si una condición es verdadera o falsa, utilizada para tomar decisiones en scripts.
fi: Tarkistaa, onko ehto tosi vai epätosi, käytetään päätöksenteossa skripteissä.
he: בודק אם תנאי הוא נכון או לא נכון, משמש לקבלת החלטות בסקריפטים.
hr: Provjerava je li uvjet istinit ili lažan, koristi se za donošenje odluka u skriptama.
is: Athugar hvort skilyrði sé satt eða ósatt, notað til að taka ákvarðanir í skriftum.
it: Controlla se una condizione è vera o falsa, utilizzata per prendere decisioni negli script.
nl: Controleert of een voorwaarde waar of onwaar is, gebruikt voor het nemen van beslissingen in scripts.
no: Sjekker om en betingelse er sann eller usann, brukt for å ta beslutninger i skripter.
ro: Verifică dacă o condiție este adevărată sau falsă, folosit pentru a lua decizii în scripturi.
sk: Kontroluje, či je podmienka pravdivá alebo nepravdivá, používa sa na rozhodovanie v skriptoch.
tr: Bir koşulun doğru mu yoksa yanlış mı olduğunu kontrol eder, betiklerde karar vermek için kullanılır.
uk: Verifies whether a condition is true or false, used for making decisions in scripts.

source: Checks if a variable is empty.
de: Überprüft, ob eine Variable leer ist.
el: Ελέγχει αν μια μεταβλητή είναι κενή.
es: Verifica si una variable está vacía.
fi: Tarkistaa, onko muuttuja tyhjä.
he: בודק אם משתנה ריק.
hr: Provjerava je li varijabla prazna.
is: Athugar hvort breyta sé tóm.
it: Controlla se una variabile è vuota.
nl: Controleert of een variabele leeg is.
no: Sjekker om en variabel er tom.
ro: Verifică dacă o variabilă este goală.
sk: Kontroluje, či je premenná prázdna.
tr: Bir değişkenin boş olup olmadığını kontrol eder.

source: Checks if a variable is not empty.
de: Überprüft, ob eine Variable nicht leer ist.
el: Ελέγχει αν μια μεταβλητή δεν είναι κενή.
es: Verifica si una variable no está vacía.
fi: Tarkistaa, onko muuttuja tyhjentämätön.
he: בודק אם משתנה אינו ריק.
hr: Provjerava je li varijabla prazna.
is: Athugar hvort breyta sé ekki tóm.
it: Controlla se una variabile non è vuota.
nl: Controleert of een variabele niet leeg is.
no: Sjekker om en variabel ikke er tom.
ro: Verifică dacă o variabilă nu este goală.
sk: Kontroluje, či premenná nie je prázdna.
tr: Bir değişkenin boş olmadığını kontrol eder.
uk: Перевіряє, чи змінна не є порожньою.

source: Checks if two pieces of text are exactly the same.
de: Überprüft, ob zwei Textstücke genau identisch sind.
el: Ελέγχει αν δύο κομμάτια κειμένου είναι ακριβώς τα ίδια.
es: Verifica si dos fragmentos de texto son exactamente iguales.
fi: Tarkistaa, ovatko kaksi tekstikappaletta täsmälleen samat.
he: בודק אם שני קטעי טקסט הם בדיוק אותו דבר.
hr: Provjerava jesu li dva dijela teksta točno ista.
is: Athugar hvort tveir textabitar séu nákvæmlega eins.
it: Controlla se due pezzi di testo sono esattamente uguali.
nl: Controleert of twee stukken tekst exact hetzelfde zijn.
no: Sjekker om to tekstbiter er nøyaktig de samme.
ro: Verifică dacă două fragmente de text sunt exact la fel.
sk: Kontroluje, či sú dva kusy textu presne rovnaké.
tr: İki metin parçasının tam olarak aynı olup olmadığını kontrol eder.
uk: Перевіряє, чи два фрагменти тексту є абсолютно однаковими.

source: Checks if two pieces of text are different.
de: Überprüft, ob zwei Textstücke unterschiedlich sind.
el: Ελέγχει αν δύο κομμάτια κειμένου είναι διαφορετικά.
es: Verifica si dos fragmentos de texto son diferentes.
fi: Tarkistaa, ovatko kaksi tekstikappaletta erilaisia.
he: בודק אם שני קטעי טקסט שונים.
hr: Provjerava jesu li dva dijela teksta različita.
is: Athugar hvort tveir textar séu mismunandi.
it: Controlla se due pezzi di testo sono diversi.
nl: Controleert of twee stukken tekst verschillend zijn.
no: Sjekker om to tekstbiter er forskjellige.
ro: Verifică dacă două fragmente de text sunt diferite.
sk: Kontroluje, či sa dva kusy textu líšia.
tr: İki metin parçasının farklı olup olmadığını kontrol eder.
uk: Перевіряє, чи два фрагменти тексту різні.

source: Checks if two numbers are equal.
de: Überprüft, ob zwei Zahlen gleich sind.
el: Ελέγχει αν δύο αριθμοί είναι ίσοι.
es: Verifica si dos números son iguales.
fi: Tarkistaa, ovatko kaksi numeroa yhtä suuret.
he: בודק אם שני מספרים שווים.
hr: Provjerava jesu li dva broja jednaka.
is: Athugar hvort tveir tölur séu jafnar.
it: Controlla se due numeri sono uguali.
nl: Controleert of twee getallen gelijk zijn.
no: Sjekker om to tall er like.
ro: Verifică dacă două numere sunt egale.
sk: Kontroluje, či sú dve čísla rovné.
tr: İki sayının eşit olup olmadığını kontrol eder.
uk: Перевіряє, чи два числа рівні.

source: Checks if two numbers are not equal.
de: Überprüft, ob zwei Zahlen ungleich sind.
el: Ελέγχει αν δύο αριθμοί δεν είναι ίσοι.
es: Verifica si dos números no son iguales.
fi: Tarkistaa, ovatko kaksi numeroa erisuuria.
he: בודק אם שני מספרים אינם שווים.
hr: Provjerava jesu li dva broja različita.
is: Athugar hvort tveir tölur séu ekki jafnar.
it: Controlla se due numeri non sono uguali.
nl: Controleert of twee getallen niet gelijk zijn.
no: Sjekker om to tall ikke er like.
ro: Verifică dacă două numere nu sunt egale.
sk: Kontroluje, či si dve čísla nie sú rovné.
tr: İki sayının eşit olmadığını kontrol eder.
uk: Перевіряє, чи два числа не рівні.

source: Checks if the first number is less than the second.
de: Überprüft, ob die erste Zahl kleiner als die zweite ist.
el: Ελέγχει αν ο πρώτος αριθμός είναι μικρότερος από τον δεύτερο.
es: Verifica si el primer número es menor que el segundo.
fi: Tarkistaa, onko ensimmäinen numero pienempi kuin toinen.
he: בודק אם המספר הראשון קטן מהמספר השני.
hr: Provjerava je li prvi broj manji od drugog.
is: Athugar hvort fyrsta talan sé minni en önnur.
it: Controlla se il primo numero è minore del secondo.
nl: Controleert of het eerste getal kleiner is dan het tweede.
no: Sjekker om det første tallet er mindre enn det andre.
ro: Verifică dacă primul număr este mai mic decât al doilea.
sk: Kontroluje, či je prvé číslo menšie ako druhé.
tr: İlk sayının ikinci sayıdan küçük olup olmadığını kontrol eder.

source: Checks if the first number is less than or equal to the second.
de: Überprüft, ob die erste Zahl kleiner oder gleich der zweiten ist.
el: Ελέγχει αν ο πρώτος αριθμός είναι μικρότερος ή ίσος με τον δεύτερο.
es: Verifica si el primer número es menor o igual que el segundo.
fi: Tarkistaa, onko ensimmäinen numero pienempi tai yhtä suuri kuin toinen.
he: בודק אם המספר הראשון קטן או שווה לשני.
hr: Provjerava je li prvi broj manji ili jednak drugom.
is: Athugar hvort fyrsta talan sé minni en eða jöfn þeirri seinni.
it: Controlla se il primo numero è minore o uguale al secondo.
nl: Controleert of het eerste getal kleiner dan of gelijk aan het tweede is.
no: Sjekker om det første tallet er mindre enn eller lik det andre.
ro: Verifică dacă primul număr este mai mic sau egal cu al doilea.
sk: Kontroluje, či je prvé číslo menšie alebo rovné druhému.
tr: İlk sayının ikinci sayıdan küçük veya ona eşit olup olmadığını kontrol eder.
uk: Перевіряє, чи перше число менше або дорівнює другому.

source: Checks if the first number is greater than the second.
de: Überprüft, ob die erste Zahl größer ist als die zweite.
el: Ελέγχει αν ο πρώτος αριθμός είναι μεγαλύτερος από τον δεύτερο.
es: Verifica si el primer número es mayor que el segundo.
fi: Tarkistaa, onko ensimmäinen numero suurempi kuin toinen.
he: בודק אם המספר הראשון גדול מהמספר השני.
hr: Provjerava je li prvi broj veći od drugog.
is: Athugar hvort fyrsti tölvan sé stærri en sú önnur.
it: Controlla se il primo numero è maggiore del secondo.
nl: Controleert of het eerste getal groter is dan het tweede.
no: Sjekker om det første tallet er større enn det andre.
ro: Verifică dacă primul număr este mai mare decât al doilea.
sk: Kontroluje, či je prvé číslo väčšie ako druhé.
tr: İlk sayının ikinci sayıdan büyük olup olmadığını kontrol eder.

source: Checks if the first number is greater than or equal to the second.
de: Überprüft, ob die erste Zahl größer oder gleich der zweiten ist.
el: Ελέγχει αν ο πρώτος αριθμός είναι μεγαλύτερος ή ίσος με τον δεύτερο.
es: Verifica si el primer número es mayor o igual que el segundo.
fi: Tarkistaa, onko ensimmäinen numero suurempi tai yhtä suuri kuin toinen.
he: בודק אם המספר הראשון גדול או שווה למספר השני.
hr: Provjerava je li prvi broj veći ili jednak drugom.
is: Athugar hvort fyrsti tölvan sé stærri en eða jöfn þeirri seinni.
it: Controlla se il primo numero è maggiore o uguale al secondo.
nl: Controleert of het eerste getal groter dan of gelijk aan het tweede is.
no: Sjekker om det første tallet er større enn eller lik det andre.
ro: Verifică dacă primul număr este mai mare sau egal cu al doilea.
sk: Kontroluje, či je prvé číslo väčšie alebo rovné druhému.
tr: İlk sayının ikinci sayıdan büyük veya ona eşit olup olmadığını kontrol eder.
uk: Перевіряє, чи перше число більше або дорівнює другому.
