Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: White
de: Weiß
el: Λευκός
es: Blanco
fi: Valkoinen
hr: Bijela
is: Hvítt
it: Bianco
nl: Wit
no: Hvit
ro: Alb
sk: Biela
tr: Beyaz

source: Bright Black
de: Helles Schwarz
el: Φωτεινός Μαύρος
es: Negro Brillante
fi: Kirkas musta
hr: Svijetla Crna
is: Skærm svartur
it: Nero Luminoso
nl: Helder Zwart
no: Lysende svart
ro: Negru Strălucitor
sk: Jasná čierna
tr: Parlak Siyah
uk: Яскравий чорний

source: Bright Red
de: Helles Rot
el: Φωτεινό Κόκκινο
es: Rojo Brillante
fi: Kirkas punainen
hr: Svijetlo Crvena
is: Skærp Red
it: Rosso brillante
nl: Helder Rood
no: Lysende rød
ro: Roșu Aprins
sk: Jasná červená
tr: Parlak Kırmızı

source: Bright Green
de: Helles Grün
el: Φωτεινό Πράσινο
es: Verde Brillante
fi: Kirkas vihreä
hr: Svijetlo zelena
is: Skærmgrøn
it: Verde brillante
nl: Helder Groen
no: Lys grønn
ro: Verde Aprins
sk: Jasná Zelená
tr: Parlak Yeşil
uk: Яскравий зелений

source: Bright Yellow
de: Helles Gelb
el: Φωτεινό Κίτρινο
es: Amarillo Brillante
fi: Kirkas keltainen
hr: Svijetlo žuta
is: Skærm Gult
it: Giallo brillante
nl: Helder Geel
no: Lys Gul
ro: Galben Strălucitor
sk: Jasná žltá
tr: Parlak Sarı
uk: Яскравий жовтий

source: Bright Blue
de: Helles Blau
el: Φωτεινό Μπλε
es: Azul Brillante
fi: Kirkas Sininen
hr: Svijetlo plava
is: Skærmblár
it: Blu luminoso
nl: Helder Blauw
no: Lys blå
ro: Albastru Strălucitor
sk: Jasná modrá
tr: Parlak Mavi
uk: Яскравий Синій

source: Bright Magenta
de: Helles Magenta
el: Φωτεινό Μαγέντα
es: Magenta Brillante
fi: Kirkas magenta
hr: Svijetla magenta
is: Skærm Magenta
it: Magenta Luminoso
nl: Helder Magenta
no: Lys Magenta
ro: Magenta Strălucitor
sk: Jasná magenta
tr: Parlak Macenta
uk: Яскравий магента

source: Bright Cyan
de: Helles Cyan
el: Φωτεινό Κυανό
es: Cian Brillante
fi: Kirkas syan
hr: Svijetla cijan
is: Skærmblár
it: Ciano brillante
nl: Helder cyaan
no: Lysende Cyan
ro: Cyan Strălucitor
sk: Jasná azúrová
tr: Parlak Camgöbeği
uk: Яскравий циан

source: Bright White
de: Helles Weiß
el: Φωτεινό Λευκό
es: Blanco Brillante
fi: Kirkas Valkoinen
hr: Svijetlo bijela
is: Skærhvid
it: Bianco Luminoso
nl: Helder Wit
no: Lysende Hvit
ro: Alb Strălucitor
sk: Jasná biela
tr: Parlak Beyaz

source: Bold Red
de: Fett Rot
el: Έντονο Κόκκινο
fi: Rohkea punainen
it: Grassetto Rosso
nl: Vet Rood

source: Bold Green
de: Fett Grün
el: Έντονο Πράσινο
fi: Rohkea vihreä
it: Verde Grassetto
nl: Vet Groen

source: Bold Yellow
de: Fett Gelb
el: Έντονο Κίτρινο
fi: Rohkea Keltainen
it: Giallo Grassetto
nl: Vet Geel

source: Bold Blue
de: Fett Blau
el: Έντονο Μπλε
fi: Rohkea Sininen
it: Blu Bold
nl: Vet Blauw

source: Bold Cyan
de: Fett Cyan
el: Έντονο Κυανό
fi: Rohkea syan
it: Ciano Grassetto
nl: Vet Cyaan

source: Bold White
de: Fett Weiß
el: Έντονο Λευκό
fi: Rohkea Valkoinen
it: Bianco Grassetto
nl: Vet Wit

source: Group {}
de: Gruppe {}
el: Ομάδα {}
es: Grupo {}
fi: Ryhmä {}
hr: Grupa {}
is: Hópur {}
it: Gruppo {}
nl: Groep {}
no: Gruppe {}
ro: Grup {}
sk: Skupina {}
tr: Grup {}
uk: Група {}

source: Color for capture group {}
de: Farbe für die Erfassungsgruppe {}
el: Χρώμα για την ομάδα σύλληψης {}
fi: Väri kaappaustyhmälle {}
it: Colore per il gruppo di cattura {}
nl: Kleur voor vastleggroep {}

source: Remove
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
hr: Ukloni
is: Fjarlægja
it: Rimuovi
nl: Verwijderen
no: Fjern
ro: Eliminare
sk: Odstrániť
tr: Kaldır
uk: Видалити

source: New Rule
de: Neue Regel
el: Νέος Κανόνας
es: Nueva Regla
fi: Uusi sääntö
hr: Nova pravila
is: Ný regla
it: Nuova Regola
nl: Nieuwe Regel
no: Ny regel
ro: Regulă Nouă
sk: Nové pravidlo
tr: Yeni Kural
uk: Нове правило

source: Edit Rule
de: Regel bearbeiten
el: Επεξεργασία Κανόνα
es: Editar regla
fi: Muokkaa sääntöä
hr: Uredi pravilo
is: Breyta Reglu
it: Modifica Regola
nl: Bewerk Regel
no: Rediger regel
ro: Editare regulă
sk: Upraviť pravidlo
tr: Kuralı Düzenle
uk: Редагувати правило

source: Rule Name
de: Regelname
el: Όνομα Κανόνα
es: Nombre de la regla
fi: Säännön nimi
hr: Naziv pravila
is: Reglnafn
it: Nome Regola
nl: Regelnaam
no: Regelnavn
ro: Nume Regulă
sk: Názov pravidla
tr: Kural Adı
uk: Правило назви

source: Pattern
de: Muster
el: Μοτίβο
es: Patrón
fi: Kaava
hr: Uzorak
is: Mynstur
it: Modello
nl: Patroon
no: Mønster
ro: Model
sk: Vzor
tr: Desen
uk: Маска

source: Use Python regular expression syntax. Capture groups () can have individual colors.
de: Verwenden Sie die Syntax von Python-Regulären Ausdrücken. Erfassungsgruppen () können individuelle Farben haben.
el: Χρησιμοποιήστε τη σύνταξη κανονικών εκφράσεων Python. Οι ομάδες σύλληψης () μπορούν να έχουν ατομικά χρώματα.
fi: Käytä Pythonin säännöllisten lausekkeiden syntaksia. Kaappaustyhmät () voivat olla eri värejä.
it: Utilizza la sintassi delle espressioni regolari di Python. I gruppi di cattura () possono avere colori individuali.
nl: Gebruik de syntaxis van Python-reguliere expressies. Capturgroepen () kunnen individuele kleuren hebben.

source: Regex Pattern
de: Regex-Muster
el: Μοτίβο Regex
es: Patrón de expresiones regulares
fi: Regex-malli
hr: Regex obrazac
is: Regluleg mynstur
it: Pattern Regex
nl: Regex-patroon
no: Regex-mønster
ro: Model regex
sk: Regex vzor
tr: Regex Deseni
uk: Регулярний вираз

source: Regex reference
de: Regex-Referenz
el: Αναφορά Regex
es: Referencia de Regex
fi: Regex-viite
hr: Referenca za Regex
is: Regex tilvísun
it: Riferimento Regex
nl: Regex-referentie
no: Regex referanse
ro: Referință Regex
sk: Referencia regulárnych výrazov
tr: Regex referansı
uk: Regex довідка

source: Colors
de: Farben
el: Χρώματα
fi: Värit
it: Colori
nl: Kleuren

source: Assign colors to capture groups. First color applies to entire match if no groups.
de: Weisen Sie Farben den Erfassungsgruppen zu. Die erste Farbe gilt für das gesamte Match, wenn keine Gruppen vorhanden sind.
el: Αναθέστε χρώματα σε ομάδες σύλληψης. Το πρώτο χρώμα εφαρμόζεται σε ολόκληρη την αντιστοίχιση αν δεν υπάρχουν ομάδες.
fi: Määritä värit kaappaustyhmille. Ensimmäinen väri koskee koko osumaa, jos ryhmiä ei ole.
it: Assegna colori ai gruppi di cattura. Il primo colore si applica all'intera corrispondenza se non ci sono gruppi.
nl: Wijs kleuren toe aan capturegroepen. De eerste kleur geldt voor de gehele match als er geen groepen zijn.

source: Add Color
de: Farbe hinzufügen
el: Προσθήκη Χρώματος
es: Agregar Color
fi: Lisää väri
hr: Dodaj boju
is: Bæta við lit
it: Aggiungi Colore
nl: Kleur Toevoegen
no: Legg til farge
ro: Adaugă Culoare
sk: Pridať farbu
tr: Renk Ekle
uk: Додати колір

source: Description (optional)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικό)
es: Descripción (opcional)
fi: Kuvaus (valinnainen)
hr: Opis (opcionalno)
is: Lýsing (valfrjálst)
it: Descrizione (opzionale)
nl: Beschrijving (optioneel)
no: Beskrivelse (valgfritt)
ro: Descriere (opțional)
sk: Popis (voliteľné)
tr: Açıklama (isteğe bağlı)
uk: Опис (необов'язково)

source: Pattern has {} capture group(s). Add colors for each group.
de: Das Muster hat {} Erfassungsgruppe(n). Fügen Sie Farben für jede Gruppe hinzu.
el: Το μοτίβο έχει {} ομάδες σύλληψης. Προσθέστε χρώματα για κάθε ομάδα.
es: El patrón tiene {} grupo(s) de captura. Agrega colores para cada grupo.
fi: Kaaviossa on {} kaappausta. Lisää värit jokaiselle ryhmälle.
hr: Uzorak ima {} grupe za hvatanje. Dodajte boje za svaku grupu.
is: Mynstur hefur {} fangað hóp(a). Bættu litum við hvern hóp.
it: Il modello ha {} gruppo/i di cattura. Aggiungi colori per ogni gruppo.
nl: Patroon heeft {} capturegroep(en). Voeg kleuren toe voor elke groep.
no: Mønsteret har {} fangstgruppe(r). Legg til farger for hver gruppe.
ro: Modelul are {} grupuri de captură. Adăugați culori pentru fiecare grup.
sk: Vzor má {} zachytávacích skupín. Pridajte farby pre každú skupinu.
tr: Desen {} yakalama grubu var. Her grup için renkler ekleyin.
uk: Шаблон має {} груп(и) захоплення. Додайте кольори для кожної групи.

source: Pattern has no capture groups. First color applies to entire match.
de: Das Muster hat keine Erfassungsgruppen. Die erste Farbe gilt für die gesamte Übereinstimmung.
el: Το μοτίβο δεν έχει ομάδες σύλληψης. Το πρώτο χρώμα εφαρμόζεται σε ολόκληρη την αντιστοίχιση.
es: El patrón no tiene grupos de captura. El primer color se aplica a toda la coincidencia.
fi: Kaaviossa ei ole kaappaustyhjiöitä. Ensimmäinen väri koskee koko osumaa.
hr: Uzorak nema grupe za hvatanje. Prva boja se primjenjuje na cijelo podudaranje.
is: Mynstur hefur enga fanga. Fyrsta liturinn gildir um allt samsvörun.
it: Il modello non ha gruppi di cattura. Il primo colore si applica all'intera corrispondenza.
nl: Patroon heeft geen capturegroepen. De eerste kleur is van toepassing op de gehele match.
no: Mønsteret har ingen fanggrupper. Første farge gjelder for hele treffet.
ro: Modelul nu are grupuri de captură. Prima culoare se aplică întregului meci.
sk: Vzor nemá žiadne zachytávacie skupiny. Prvá farba sa aplikuje na celý zápas.
tr: Desen, yakalama gruplarına sahip değildir. İlk renk, tüm eşleşmeye uygulanır.
uk: Шаблон не має груп захоплення. Перший колір застосовується до всього збігу.

source: Rule name is required
de: Regelname ist erforderlich
el: Το όνομα του κανόνα είναι υποχρεωτικό
es: Se requiere un nombre de regla
fi: Sääntö nimen on oltava pakollinen
hr: Ime pravila je obavezno
is: Nafn reglu er skylt
it: Il nome della regola è obbligatorio
nl: Regelnaam is vereist
no: Regelnavn er påkrevd
ro: Numele regulii este necesar
sk: Názov pravidla je povinný
tr: Kural adı gereklidir
uk: Назва правила є обов'язковою

source: Pattern is required
de: Muster ist erforderlich
el: Το μοτίβο είναι απαραίτητο
es: Se requiere un patrón
fi: Kaava on pakollinen
hr: Obrazac je obavezan
is: Mynstur er nauðsynlegt
it: È richiesto un modello
nl: Patroon is vereist
no: Mønster er påkrevd
ro: Modelul este necesar
sk: Vzorec je povinný
tr: Desen gereklidir
uk: Шаблон обов'язковий

source: Invalid regex: {}
de: Ungültiger regulärer Ausdruck: {}
el: Μη έγκυρη κανονική έκφραση: {}
es: Expresión regular no válida: {}
fi: Virheellinen säännöllinen lauseke: {}
hr: Nevažeća regex: {}
is: Ógild regex: {}
it: Regex non valido: {}
nl: Ongeldige regex: {}
no: Ugyldig regex: {}
ro: Regex invalid: {}
sk: Neplatný regulárny výraz: {}
tr: Geçersiz regex: {}
uk: Неправильний регулярний вираз: {}

source: ✓ Valid pattern
de: ✓ Gültiges Muster
el: ✓ Έγκυρο μοτίβο
es: ✓ Patrón válido
fi: ✓ Voimassa oleva malli
hr: ✓ Valjani obrazac
is: ✓ Gildandi mynstur
it: ✓ Modello valido
nl: ✓ Geldig patroon
no: ✓ Gyldig mønster
ro: ✓ Model valid
sk: ✓ Platný vzor
tr: ✓ Geçerli desen
uk: ✓ Дійсний шаблон

source: Regex Reference
de: Regex-Referenz
el: Αναφορά Regex
es: Referencia de Regex
fi: Regex-viite
hr: Referenca za Regex
is: Regex Vísir
it: Riferimento Regex
nl: Regex Referentie
no: Regex-referanse
ro: Referință Regex
sk: Referencia regulárnych výrazov
tr: Regex Referansı

source: Basic Patterns
de: Grundmuster
el: Βασικά Σχέδια
es: Patrones Básicos
fi: Peruskuviot
hr: Osnovni obrasci
is: Grunnmynstur
it: Modelli di base
nl: Basispatronen
no: Grunnleggende mønstre
ro: Modele de bază
sk: Základné vzory
tr: Temel Desenler
uk: Основні шаблони

source: Any character except newline
de: Jedes Zeichen außer Zeilenumbruch
el: Οποιοσδήποτε χαρακτήρας εκτός από νέα γραμμή
es: Cualquier carácter excepto nueva línea
fi: Mikä tahansa merkki lukuun ottamatta rivinvaihtoa
hr: Bilo koji znak osim novog reda
is: Öll tákn nema nýr lína
it: Qualsiasi carattere tranne la nuova riga
nl: Elk teken behalve nieuwe regel
no: Enhver karakter unntatt ny linje
ro: Orice caracter, cu excepția newline
sk: Ľubovoľný znak okrem nového riadku
tr: Herhangi bir karakter, yeni satır hariç
uk: Будь-який символ, крім нового рядка

source: Any digit [0-9]
de: Jede Ziffer [0-9]
el: Οποιοσδήποτε ψηφίο [0-9]
es: Cualquier dígito [0-9]
fi: Mikä tahansa numero [0-9]
hr: Bilo koja znamenka [0-9]
is: Hver tala [0-9]
it: Qualsiasi cifra [0-9]
nl: Elke cijfer [0-9]
no: Hvilket som helst siffer [0-9]
ro: Orice cifră [0-9]
sk: Ľubovoľná číslica [0-9]
tr: Herhangi bir rakam [0-9]
uk: Будь-яка цифра [0-9]

source: Word character [a-zA-Z0-9_]
de: Wortzeichen [a-zA-Z0-9_]
el: Χαρακτήρας λέξης [a-zA-Z0-9_]
es: Carácter de palabra [a-zA-Z0-9_]
fi: Sana merkki [a-zA-Z0-9_]
hr: Znak riječi [a-zA-Z0-9_]
is: Orðastafur [a-zA-Z0-9_]
it: Carattere alfanumerico [a-zA-Z0-9_]
nl: Woordteken [a-zA-Z0-9_]
no: Ordtegn [a-zA-Z0-9_]
ro: Caracter de cuvânt [a-zA-Z0-9_]
sk: Slovo znak [a-zA-Z0-9_]
tr: Kelime karakteri [a-zA-Z0-9_]

source: Whitespace character
de: Whitespace-Zeichen
el: Χαρακτήρας κενών χώρων
es: carácter en blanco
fi: Välinmerkki
hr: Razmakni znak
is: Hvíldarstafur
it: Carattere di spaziatura
nl: Witruimte-teken
no: Hvitrom-tegn
ro: Caractere de spațiu
sk: Biely znak
tr: Boşluk karakteri
uk: Пробільний символ

source: Negations of above
de: Negationen von oben
el: Αρνήσεις των παραπάνω
es: Negaciones de lo anterior
fi: Yllä olevien kieltojen käännökset
hr: Negacije gore navedenog
is: Neikvæðingar ofan.
it: Negazioni di quanto sopra
nl: Negaties van bovenstaande
no: Negasjoner av ovenstående
ro: Negări ale celor de mai sus
sk: Negácie vyššie uvedeného
tr: Yukarıdakilerin Olumsuzları
uk: Заперечення вищезазначеного

source: Start of line
de: Zeilenanfang
el: Αρχή γραμμής
es: Inicio de línea
fi: Rivin alku
hr: Početak retka
is: Byrjun línu
it: Inizio riga
nl: Begin van regel
no: Start på linje
ro: Începutul liniei
sk: Začiatok riadku
tr: Satır başı
uk: Початок рядка

source: End of line
de: Zeilenende
el: Τέλος γραμμής
es: Fin de línea
fi: Rivin loppu
hr: Kraj retka
is: Loka endi
it: Fine di riga
nl: Einde van regel
no: Linjeavslutning
ro: Sfârșitul liniei
sk: Koniec riadku
tr: Satır sonu
uk: Кінець рядка

source: Word boundary
de: Wortgrenze
el: Όριο λέξης
es: Límite de palabra
fi: Sanan raja
hr: Granica riječi
is: Orðamörk
it: Confine di parola
nl: Woordgrens
no: Ordgrense
ro: Limita cuvintelor
sk: Hranica slova
tr: Kelime sınırı
uk: Словесна межа

source: Quantifiers
de: Quantifizierer
el: Ποσοτικοί δείκτες
es: Cuantificadores
fi: Määräykset
hr: Kvantifikatori
is: Margarðar
it: Quantificatori
nl: Kwantificatoren
no: Kvantifiserere
ro: Quantificatori
sk: Kvantifikátory
tr: Kantitatörler
uk: Квантифікатори

source: 0 or more times
de: 0 oder mehr Mal
el: 0 ή περισσότερες φορές
es: 0 o más veces
fi: 0 tai useita kertoja
hr: 0 ili više puta
is: 0 eða fleiri sinnum
it: 0 o più volte
nl: 0 of meer keren
no: 0 eller flere ganger
ro: 0 sau mai multe ori
sk: 0 alebo viac krát
tr: 0 veya daha fazla kez
uk: 0 або більше разів

source: 1 or more times
de: 1 oder mehrmals
el: 1 ή περισσότερες φορές
es: 1 o más veces
fi: 1 tai useammin
hr: 1 ili više puta
is: 1 eða fleiri sinnum
it: 1 o più volte
nl: 1 of meer keren
no: 1 eller flere ganger
ro: 1 sau mai multe ori
sk: 1 alebo viac krát
tr: 1 veya daha fazla kez
uk: 1 або більше разів

source: 0 or 1 time
de: 0 oder 1 Mal
el: 0 ή 1 φορά
es: 0 o 1 vez
fi: 0 tai 1 kertaa
hr: 0 ili 1 puta
is: 0 eða 1 sinnum
it: 0 o 1 volta
nl: 0 of 1 keer
no: 0 eller 1 gang
ro: 0 sau 1 dată
sk: 0 alebo 1 krát
tr: 0 veya 1 kez
uk: 0 або 1 раз

source: Exactly n times
de: Genau n Mal
el: Ακριβώς n φορές
es: Exactamente n veces
fi: Täsmälleen n kertaa
hr: Točno n puta
is: Nákvæmlega n sinnum
it: Esattamente n volte
nl: Precies n keer
no: Nøyaktig n ganger
ro: Exact n ori
sk: Presne n-krát
tr: Tam olarak n kez
uk: Точно n раз

source: Between n and m times
de: Zwischen n und m Mal
el: Μεταξύ n και m φορές
es: Entre n y m veces
fi: Väli n ja m kertaa
hr: Između n i m puta
is: Milli n og m sinnum
it: Tra n e m volte
nl: Tussen n en m keer
no: Mellom n og m ganger
ro: Între n și m ori
sk: Medzi n a m krát
tr: n ile m kez arasında
uk: Між n та m разів

source: Non-greedy versions
de: Nicht-gierige Versionen
el: Μη αρπακτικές εκδόσεις
es: Versiones no codiciosas
fi: Ei-ahne versiot
hr: Ne pohlepne verzije
is: Ósneiðnar útgáfur
it: Versioni non avido
nl: Niet-gierige versies
no: Ikke-grådige versjoner
ro: Versiuni non-greedy
sk: Nehladné verzie
tr: Açgözsüz olmayan sürümler
uk: Ненаситні версії

source: Groups & Alternatives
de: Gruppen & Alternativen
el: Ομάδες & Εναλλακτικές
es: Grupos y Alternativas
fi: Ryhmät ja vaihtoehdot
hr: Grupe i alternative
is: Hópar og valkostir
it: Gruppi e Alternative
nl: Groepen en Alternatieven
no: Grupper og alternativer
ro: Grupuri și Alternative
sk: Skupiny a alternatívy
tr: Gruplar ve Alternatifler
uk: Групи та альтернативи

source: Capture group (gets a color)
de: Fanggruppe (erhält eine Farbe)
el: Ομάδα σύλληψης (παίρνει ένα χρώμα)
es: Grupo de captura (obtiene un color)
fi: Väriotoksen ryhmä (hankkii värin)
hr: Grupa za hvatanje (dobiva boju)
is: Fangaskip (fær lit)
it: Gruppo di cattura (ottiene un colore)
nl: Vanggroep (krijgt een kleur)
no: Fanggruppe (får en farge)
ro: Grup de captură (obține o culoare)
sk: Zachytávacia skupina (získa farbu)
tr: Renk alanı (bir renk alır)
uk: Група захоплення (отримує колір)

source: Non-capturing group
de: Nicht-erfassende Gruppe
el: Μη-καταληπτική ομάδα
es: Grupo sin captura
fi: Ei-tallentava ryhmä
hr: Grupa bez hvatanja
is: Ónæmishópur
it: Gruppo non catturante
nl: Niet-vangende groep
no: Ikke-fangende gruppe
ro: Grup necapturant
sk: Nekapacitná skupina
tr: Yakalamayan grup
uk: Непіймальна група

source: Alternation (a or b)
de: Alternation (a oder b)
el: Εναλλαγή (α ή β)
es: Alternancia (a o b)
fi: Vaihtoehto (a tai b)
hr: Alternacija (a ili b)
is: Valkost (a eða b)
it: Alternanza (a o b)
nl: Afwisseling (a of b)
no: Alternasjon (a eller b)
ro: Alternanță (a sau b)
sk: Alternácia (a alebo b)
tr: Alternatif (a veya b)
uk: Alternation (a або b)

source: Character class (a, b, or c)
de: Zeichenklasse (a, b oder c)
el: Κλάση χαρακτήρα (α, β ή γ)
es: Clase de caracteres (a, b o c)
fi: Merkkiluokka (a, b tai c)
hr: Klasa znakova (a, b ili c)
is: Einkennaklasi (a, b eða c)
it: Classe di caratteri (a, b o c)
nl: Tekenklasse (a, b of c)
no: Tegnklasse (a, b eller c)
ro: Clasa de caractere (a, b sau c)
sk: Trieda znakov (a, b alebo c)
tr: Karakter sınıfı (a, b veya c)
uk: Клас символів (a, b або c)

source: Negated class (not a, b, c)
de: Negierte Klasse (nicht a, b, c)
el: Αρνητική κλάση (όχι α, β, γ)
es: Clase negada (no a, b, c)
fi: Käänteinen luokka (ei a, b, c)
hr: Negirana klasa (ne a, b, c)
is: Neikvæð flokkur (ekki a, b, c)
it: Classe negata (non a, b, c)
nl: Negated class (niet a, b, c)
no: Negert klasse (ikke a, b, c)
ro: Clasă negată (nu a, b, c)
sk: Negovaná trieda (nie a, b, c)
tr: Olumsuz sınıf (a, b, c değil)
uk: Заперечений клас (не a, b, c)

source: Character range
de: Zeichenbereich
el: Εύρος χαρακτήρων
es: Rango de caracteres
fi: Merkkialue
hr: Raspon znakova
is: Bókstafasvið
it: Intervallo di caratteri
nl: Tekenreeks
no: Tegnområde
ro: Interval de caractere
sk: Rozsah znakov
tr: Karakter aralığı
uk: Діапазон символів

source: Examples
de: Beispiele
el: Παραδείγματα
es: Ejemplos
fi: Esimerkit
hr: Primjeri
is: Dæmi
it: Esempi
nl: Voorbeelden
no: Eksempler
ro: Exemple
sk: Príklady
tr: Örnekler
uk: Приклади

source: IPv4 address
de: IPv4-Adresse
el: Διεύθυνση IPv4
es: dirección IPv4
fi: IPv4-osoite
hr: IPv4 adresa
is: IPv4 heimilisfang
it: indirizzo IPv4
nl: IPv4-adres
no: IPv4-adresse
ro: adresă IPv4
sk: IPv4 adresa
tr: IPv4 adresi
uk: IPv4 адрес

source: Match error keywords
de: Übereinstimmungsfehler-Schlüsselwörter
el: Λέξεις-κλειδιά σφάλματος αντιστοίχισης
es: Coincidencia de palabras clave de error
fi: Ota virhe avainsanat käyttöön
hr: Ključne riječi za greške u podudaranju
is: Samsvar villa lyklar
it: Parole chiave di errore di corrispondenza
nl: Foutzoekwoorden voor overeenkomsten
no: Samsvarsfeil nøkkelord
ro: Cuvinte cheie pentru eroare de potrivire
sk: Kľúčové slová chýb pri zhode
tr: Eşleşme hata anahtar kelimeleri
uk: Слова помилки збігу

source: Key=value pairs (2 groups)
de: Schlüssel=Wertpaare (2 Gruppen)
el: Κλειδί=ζεύγη τιμών (2 ομάδες)
es: Pares clave=valor (2 grupos)
fi: Avain=arvoparit (2 ryhmää)
hr: Ključevi=parovi (2 grupe)
is: Lykil=gildi pörk (2 hópar)
it: Coppie chiave=valore (2 gruppi)
nl: Sleutel=waardepaar (2 groepen)
no: Nøkkel=verdi par (2 grupper)
ro: Chei=perechi de valori (2 grupuri)
sk: Kľúč=hodnotové páry (2 skupiny)
tr: Anahtar=değer çiftleri (2 grup)
uk: Ключ=пари значень (2 групи)

source: Comment lines
de: Kommentarzeilen
el: Γραμμές σχολίων
es: Líneas de comentario
fi: Kommenttirivit
hr: Komentar redovi
is: Athugasemdir línur
it: Commenti nelle righe
nl: Commentaarregels
no: Kommentarlinjer
ro: Linii de comentariu
sk: Komentárové riadky
tr: Yorum satırları
uk: Коментарі

source: Context: {}
de: Kontext: {}
el: Κλειδί (χρησιμοποιείται για το πλαίσιο): Πλαίσιο: {}
fi: Konteksti: {}
it: Contesto: {}

source: Context Settings
de: Kontexteinstellungen
el: Ρυθμίσεις Πλαισίου
fi: Kontekstiasetukset
it: Impostazioni contesto
nl: Contextinstellingen

source: Enable Context
de: Kontext aktivieren
el: Ενεργοποίηση Πλαισίου
fi: Ota käyttöön konteksti
it: Abilita contesto
nl: Context inschakelen

source: Apply rules when this command is detected
de: Regeln anwenden, wenn dieser Befehl erkannt wird
el: Εφαρμόστε κανόνες όταν ανιχνευθεί αυτή η εντολή
es: Aplicar reglas cuando se detecte este comando
fi: Sovella sääntöjä, kun tätä komentoa havaitaan
hr: Primijeni pravila kada se ova naredba otkrije
is: Beita reglur þegar þessi skipun er greind.
it: Applica regole quando questo comando viene rilevato
nl: Toepassen van regels wanneer deze opdracht wordt gedetecteerd
no: Bruk regler når denne kommandoen oppdages
ro: Aplică reguli atunci când acest comandă este detectată
sk: Použiť pravidlá, keď je tento príkaz detekovaný
tr: Bu komut algılandığında kuralları uygula
uk: Застосувати правила, коли ця команда виявлена

source: Include Global Rules
de: Globale Regeln einbeziehen
el: Συμπερίληψη Παγκόσμιων Κανόνων
es: Incluir Reglas Globales
fi: Sisällytä globaalit säännöt
hr: Uključi globalna pravila
is: Inni alheimsreglur
it: Includi Regole Globali
nl: Inclusief globale regels
no: Inkluder globale regler
ro: Include reguli globale
sk: Zahrnúť globálne pravidlá
tr: Küresel Kuralları Dahil Et
uk: Включити глобальні правила

source: Also apply global rules alongside context-specific rules
de: Wenden Sie auch globale Regeln zusammen mit kontextspezifischen Regeln an.
el: Επίσης, εφαρμόστε παγκόσμιους κανόνες παράλληλα με κανόνες συγκεκριμένου πλαισίου.
fi: Sovella myös globaaleja sääntöjä yhdessä kontekstikohtaisten sääntöjen kanssa
it: Applica anche le regole globali insieme alle regole specifiche del contesto
nl: Pas ook globale regels toe naast contextspecifieke regels.

source: Reset to System Default
de: Auf Werkseinstellungen zurücksetzen
el: Επαναφορά στις εργοστασιακές ρυθμίσεις
es: Restablecer a los valores predeterminados del sistema
fi: Palauta järjestelmän oletusasetukset
hr: Vrati na zadane postavke sustava
is: Endurstilla í kerfisskilyrði
it: Ripristina le impostazioni di sistema predefinite
nl: Reset naar fabrieksinstellingen
no: Tilbakestill til systemstandard
ro: Resetare la setările implicite ale sistemului
sk: Obnoviť na predvolené nastavenia systému
tr: Sistem Varsayılanlarına Sıfırla
uk: Скинути до системних значень за замовчуванням
