Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Duplicate Tab
de: Tab duplizieren
el: Διπλότυπη Καρτέλα
es: Duplicar pestaña
fi: Kaksoisvälilehti
he: כרטיסייה כפולה
hr: Dupliraj karticu
is: Afrit flipa
it: Duplica scheda
nl: Tab dupliceren
no: Dupliser fane
ro: Tab duplicat
sk: Duplikovať kartu
tr: Sekme Kopyala
uk: Дублювати вкладку

source: Detach Tab
de: Tab trennen
el: Αποσύνδεση Καρτέλας
es: Desacoplar pestaña
fi: Irrota välilehti
he: הפרד כרטיסייה
hr: Odvojite karticu
is: Aðskilja flipa
it: Stacca scheda
nl: Tab loskoppelen
no: Løsne fane
ro: Desprinde Tab-ul
sk: Odpojiť kartu
tr: Sekmeyi Ayır
uk: Від'єднати вкладку

source: This is the only pane in the tab.
de: Dies ist das einzige Fenster im Tab.
el: Αυτός είναι ο μόνος πίνακας στην καρτέλα.
es: Este es el único panel en la pestaña.
fi: Tämä on ainoa paneeli välilehdessä.
he: זהו הפאנל היחיד בכרטיסייה.
hr: Ovo je jedini panel u kartici.
is: Þetta er eina glugginn í flipanum.
it: Questo è l'unico pannello nella scheda.
nl: Dit is het enige paneel in het tabblad.
no: Dette er den eneste ruten i fanen.
ro: Acesta este singurul panou din tab.
sk: Toto je jediný panel na karte.
tr: Bu sekmedeki tek bölmedir.
uk: Це єдиний панель у вкладці.

source: Type your command here and press ENTER...
de: Geben Sie Ihren Befehl hier ein und drücken Sie die EINGABETASTE...
el: Πληκτρολογήστε την εντολή σας εδώ και πατήστε ENTER...
es: Escribe tu comando aquí y presiona ENTER...
fi: Kirjoita komento tähän ja paina ENTER...
he: הקלד את הפקודה שלך כאן ולחץ על ENTER...
hr: Upišite svoju naredbu ovdje i pritisnite ENTER...
is: Sláðu inn skipunina þína hér og ýttu á ENTER...
it: Digita il tuo comando qui e premi INVIO...
nl: Typ hier je opdracht en druk op ENTER...
no: Skriv kommandoen din her og trykk ENTER...
ro: Introduceți comanda dvs. aici și apăsați ENTER...
sk: Zadajte príkaz sem a stlačte ENTER...
tr: Buraya komutunuzu yazın ve ENTER tuşuna basın...
uk: Введіть вашу команду тут і натисніть ENTER...

source: Current occurrence
de: Aktuelle Vorkommen
el: Τρέχουσα εμφάνιση
es: Ocurrencia actual
fi: Nykyinen esiintyminen
he: התרחשות נוכחית
hr: Trenutna pojava
is: Núverandi atvik
it: Occorrenza attuale
nl: Huidige gebeurtenis
no: Nåværende forekomst
ro: Ocazie curentă
sk: Aktuálna udalosť
tr: Mevcut olay
uk: Поточне виникнення

source: Case sensitive search
de: Groß-/Kleinschreibung beachten bei der Suche
el: Αναζήτηση με ευαισθησία σε πεζά-κεφαλαία
es: Búsqueda sensible a mayúsculas y minúsculas
fi: Eroava haku
he: חיפוש רגיש לאותיות גדולות וקטנות
hr: Pretraživanje osjetljivo na velika i mala slova
is: Leitnisskipt leitni
it: Ricerca case-sensitive
nl: Hoofdlettergevoelige zoekopdracht
no: Søket er store- og småbokstavfølsomt
ro: Căutare cu distincție între majuscule și minuscule
sk: Hľadanie s ohľadom na veľkosť písmen
tr: Büyük/küçük harf duyarlı arama
uk: Пошук з урахуванням регістру

source: Case sensitive
de: Groß- und Kleinschreibung beachten
el: Ευαίσθητο σε πεζά-κεφαλαία
es: Distingue entre mayúsculas y minúsculas
fi: Eroava kirjainkoko
he: רגיש למקרה
hr: Osjetljivo na velika i mala slova
is: Stærðarskynjandi
it: Sensibile alle maiuscole
nl: Hoofdlettergevoelig
no: Store følsom
ro: Senzitiv la majuscule/minuscule
sk: Rozlišovanie veľkých a malých písmen
tr: Büyük/küçük harf duyarlı

source: Use regular expressions
de: Verwenden Sie reguläre Ausdrücke
el: Χρησιμοποιήστε κανονικές εκφράσεις
es: Usar expresiones regulares
fi: Käytä säännöllisiä lausekkeita
he: השתמש בביטויים רגולריים
hr: Koristite regularne izraze
is: Notaðu reglulegar tjáningar
it: Usa espressioni regolari
nl: Gebruik reguliere expressies
no: Bruk regulære uttrykk
ro: Utilizați expresii regulate
sk: Použite regulárne výrazy
tr: Düzenli ifadeleri kullanın
uk: Використовуйте регулярні вирази

source: Regex
de: Regulärer Ausdruck
el: Κανονική έκφραση
es: Expresión regular
fi: Säännöllinen lauseke
he: רגקס
is: Reglur
nl: Reguliere expressie
no: Regulært uttrykk
sk: Regulárny výraz
tr: Düzenli İfade
uk: Регулярний вираз

source: Toggle Sidebar
de: Seitenleiste umschalten
el: Εναλλαγή Πλευρικής Στήλης
fi: Vaihda sivupalkki
he: החלף תפריט צדדי
it: Attiva/Disattiva Barra Laterale
nl: Zijbalk in-/uitschakelen

source: File Manager
de: Dateimanager
el: Διαχειριστής Αρχείων
es: Administrador de Archivos
fi: Tiedostohallinta
he: מנהל קבצים
hr: Upravitelj datoteka
is: Skráaskiptari
it: Gestore File
nl: Bestandsbeheerder
no: Filbehandler
ro: Manager de fișiere
sk: Správca súborov
tr: Dosya Yöneticisi
uk: Файловий менеджер

source: Command Guide (Ctrl+Shift+P)
de: Befehlsübersicht (Strg+Umschalt+P)
el: Οδηγός Εντολών (Ctrl+Shift+P)
fi: Komentto-opas (Ctrl+Shift+P)
he: מדריך פקודות (Ctrl+Shift+P)
it: Guida ai comandi (Ctrl+Shift+P)
nl: Opdrachtgids (Ctrl+Shift+P)

source: Search in Terminal
de: Im Terminal suchen
el: Αναζήτηση στο Τερματικό
es: Buscar en Terminal
fi: Etsi terminaalista
he: חפש בטרמינל
hr: Pretraži u Terminalu
is: Leita í Terminal
it: Cerca nel Terminale
nl: Zoeken in Terminal
no: Søk i Terminal
ro: Caută în Terminal
sk: Hľadať v termináli
tr: Terminal'da Ara

source: Send Command to All Tabs
de: Befehl an alle Tabs senden
el: Αποστολή εντολής σε όλες τις καρτέλες
es: Enviar comando a todas las pestañas
fi: Lähetä komento kaikille välilehdille
he: שלח פקודה לכל הכרטיסיות
hr: Pošalji naredbu svim karticama
is: Sendu skipun til allra flipa
it: Invia comando a tutte le schede
nl: Stuur opdracht naar alle tabbladen
no: Send kommando til alle faner
ro: Trimite comanda către toate tab-urile
sk: Odoslať príkaz do všetkých kariet
tr: Tüm Sekmelere Komut Gönder
uk: Відправити команду на всі вкладки

source: Ask AI Assistant (Ctrl+Shift+I)
de: AI-Assistent fragen (Strg+Umschalt+I)
el: Ρώτησε τον Βοηθό AI (Ctrl+Shift+I)
fi: Kysy AI-avustajalta (Ctrl+Shift+I)
he: שאל את עוזר ה-AI (Ctrl+Shift+I)
it: Chiedi all'Assistente AI (Ctrl+Shift+I)
nl: Vraag AI-assistent (Ctrl+Shift+I)

source: Manage Temporary Files
de: Temporäre Dateien verwalten
el: Διαχείριση Προσωρινών Αρχείων
es: Gestionar Archivos Temporales
fi: Hallitse tilapäisiä tiedostoja
he: נהל קבצים זמניים
hr: Upravljanje privremenim datotekama
is: Stjórna tímabundnum skrám
it: Gestisci file temporanei
nl: Beheer tijdelijke bestanden
no: Administrer midlertidige filer
ro: Gestionați fișierele temporare
sk: Spravovať dočasné súbory
tr: Geçici Dosyaları Yönet
uk: Управління тимчасовими файлами

source: Main Menu
de: Hauptmenü
el: Κύριο Μενού
es: Menú Principal
fi: Päävalikko
he: תפריט ראשי
hr: Glavni izbornik
is: Aðalvalmynd
it: Menu Principale
nl: Hoofdmenu
no: Hovedmeny
ro: Meniu Principal
sk: Hlavné menu
tr: Ana Menü
uk: Головне меню

source: New Tab
de: Neuer Tab
el: Νέα Καρτέλα
es: Nueva pestaña
fi: Uusi välilehti
he: טאב חדש
hr: Nova kartica
is: Nýr flipa
it: Nuova scheda
nl: Nieuw Tabblad
no: Ny fanevndig
ro: Tab nou
sk: Nová karta
tr: Yeni Sekme
uk: Нова вкладка

source: Ashy Terminal
de: Aschy Terminal
el: Αχνό Τερματικό
es: Terminal Ashy
he: אשי טרמינל
sk: Ashy Terminál

source: Add Session
de: Sitzung hinzufügen
el: Προσθήκη Συνεδρίας
es: Agregar sesión
fi: Lisää istunto
he: הוסף מפגש
hr: Dodaj sesiju
is: Bæta við lotu
it: Aggiungi Sessione
nl: Sessie toevoegen
no: Legg til økt
ro: Adaugă sesiune
sk: Pridať reláciu
tr: Oturum Ekle
uk: Додати сесію

source: Add Folder
de: Ordner hinzufügen
el: Προσθήκη Φακέλου
es: Agregar Carpeta
fi: Lisää kansio
he: הוסף תיקייה
hr: Dodaj mapu
is: Bæta við möppu
it: Aggiungi Cartella
nl: Map Voeg toe
no: Legg til mappe
ro: Adaugă folder
sk: Pridať priečinok
tr: Klasör Ekle
uk: Добавити папку

source: Edit Selected
de: Auswahl bearbeiten
el: Επεξεργασία Επιλεγμένου
es: Editar seleccionado
fi: Muokkaa valittua
he: ערוך נבחר
hr: Uredi odabrano
is: Breyta valið
it: Modifica Selezionato
nl: Bewerk Geselecteerd
no: Rediger valgt
ro: Editează selectat
sk: Upraviť vybrané
tr: Seçili Düzenle

source: Save Current Layout
de: Aktuelles Layout speichern
el: Αποθήκευση Τρέχουσας Διάταξης
es: Guardar diseño actual
fi: Tallenna nykyinen asettelu
he: שמור את הפריסה הנוכחית
hr: Spremi trenutni raspored
is: Vista núverandi uppsetningu
it: Salva Layout Corrente
nl: Huidige indeling opslaan
no: Lagre nåværende oppsett
ro: Salvează aranjamentul curent
sk: Uložiť aktuálne rozloženie
tr: Mevcut Düzeni Kaydet
uk: Зберегти поточне розташування

source: Remove Selected
de: Ausgewählte entfernen
el: Αφαίρεση Επιλεγμένων
es: Eliminar seleccionado
fi: Poista valitut
he: הסר שנבחר
hr: Ukloni odabrano
is: Fjarlægðu valið
it: Rimuovi Selezionato
nl: Verwijder Geselecteerd
no: Fjern valgt
ro: Elimină selectat
sk: Odstrániť vybrané
tr: Seçilenleri Kaldır
uk: Видалити вибране

source: Search sessions...
de: Suchanfragen...
el: Αναζήτηση συνεδριών...
es: Buscar sesiones...
fi: Hae istuntoja...
he: חיפושי מושבים...
hr: Pretraživanje sesija...
is: Leita að sessum...
it: Cerca sessioni...
nl: Zoeksessies...
no: Søkepasseringer...
ro: Căutare sesiuni...
sk: Hľadať relácie...
tr: Arama oturumları...
uk: Пошук сесій...

source: Edit Scheme
de: Schema bearbeiten
el: Επεξεργασία Σχεδίου
es: Editar esquema
fi: Muokkaa kaaviota
he: ערוך תכנית
hr: Uredi shemu
is: Breyta áætlun
it: Modifica Schema
nl: Bewerk Schema
no: Rediger ordning
ro: Editare schemă
sk: Upraviť schému
tr: Şemayı Düzenle
uk: Редагувати схему

source: New Scheme
de: Neues Schema
el: Νέο Σχέδιο
es: Nuevo Esquema
fi: Uusi kaavio
he: תוכנית חדשה
hr: Nova shema
is: Nýr áætlun
it: Nuovo Schema
nl: Nieuwe regeling
no: Nytt skjema
ro: Noua schemă
sk: Nový plán
tr: Yeni Şema
uk: Новий план

source: Scheme Name
de: Schema-Name
el: Όνομα Σχήματος
es: Nombre del esquema
fi: Suunnitelman nimi
he: שם תכנית
hr: Naziv sheme
is: Sniðheiti
it: Nome dello schema
nl: Schema Naam
no: Ordning navn
ro: Nume schemă
sk: Názov schémy
tr: Şema Adı
uk: Схема назви

source: Foreground
de: Vordergrund
el: Πρόσθιο σχέδιο
es: Primer plano
fi: Etualuokka
he: קדמת המסך
hr: Prednji plan
is: Framgrunnur
it: Primo piano
nl: Voorkant
no: Forgrunn
ro: Primplan
sk: Predný plán
tr: Ön Plan
uk: Передній план

source: Background
de: Hintergrund
el: Υπόβαθρο
es: Fondo
fi: Tausta
he: רקע
hr: Pozadina
is: Bakgrunn
it: Sfondo
nl: Achtergrond
no: Bakgrunn
ro: Fundal
sk: Pozadie
tr: Arka Plan
uk: Фон

source: Headerbar Background
de: Headerleiste Hintergrund
el: Φόντο γραμμής κεφαλίδας
es: Fondo de la barra de encabezado
fi: Otsikkopalkin tausta
he: רקע שורת כותרת
hr: Pozadina zaglavlja
is: Headerbar Bakgrunn
it: Sfondo della barra di intestazione
nl: Headerbalk Achtergrond
no: Headerlinje Bakgrunn
ro: Fundal Bara de Titlu
sk: Pozadie hlavičky
tr: Başlık Çubuğu Arka Planı
uk: Заголовок фону

source: Cursor
de: Cursortaste
el: Κέρσορας
fi: Kursori
he: סמן
hr: Kursor
is: Músíkur
it: Cursore
no: Markør
sk: Kurzor
tr: İmleç
uk: Курсор

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
he: ביטול
hr: Otkaži
is: Hætta við
it: Annulla
nl: Annuleren
no: Avbryt
ro: Anulează
sk: Zrušiť
tr: İptal

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
he: שמור
hr: Spremi
is: Vista
it: Salva
nl: Opslaan
no: Lagre
ro: Salvează
sk: Uložiť
tr: Kaydet
uk: Зберегти

source: Live Preview
de: Live-Vorschau
el: Ζωντανή Προεπισκόπηση
es: Vista previa en vivo
fi: Reaaliaikainen esikatselu
he: תצוגה חיה
hr: Živi pregled
is: Lifandi forsýning
it: Anteprima dal vivo
nl: Live Voorbeeld
no: Sanntidsvisning
ro: Previzualizare în timp real
sk: Živé náhľady
tr: Canlı Önizleme
uk: Живий перегляд

source: General Colors
de: Allgemeine Farben
el: Γενικά Χρώματα
es: Colores Generales
fi: Yleiset värit
he: צבעים כלליים
hr: Opće boje
is: Almennar Litur
it: Colori Generali
nl: Algemene Kleuren
no: Generelle farger
ro: Culori generale
sk: Všeobecné farby
tr: Genel Renkler
uk: Загальні кольори

source: 16-Color Palette
de: 16-Farben-Palette
el: Παλέτα 16 Χρωμάτων
es: Paleta de 16 colores
fi: 16-värin paletti
he: פלטת צבעים בת 16 צבעים
hr: 16-bojna paleta
is: 16-lita paletta
it: Palette a 16 colori
nl: 16-kleurenpalet
no: 16-fargepalett
ro: Paletă de 16 culori
sk: 16-farebná paleta
tr: 16-Renk Paleti
uk: 16-Colour Palette

source: OK
el: Εντάξει
es: Aceptar
he: אוקי
hr: U redu
is: Í lagi
tr: Tamam
uk: ОК

source: Name Error
de: Namensfehler
el: Σφάλμα Ονόματος
es: Error de nombre
fi: Nimen virhe
he: שגיאת שם
hr: Pogreška imena
is: Nafn Villa
it: Errore di Nome
nl: Naamfout
no: Navnfeil
ro: Eroare de nume
sk: Chyba názvu
tr: İsim Hatası
uk: Ім'я помилки

source: Scheme name cannot be empty.
de: Der Name des Schemas darf nicht leer sein.
el: Το όνομα του σχεδίου δεν μπορεί να είναι κενό.
es: El nombre del esquema no puede estar vacío.
fi: Kaavion nimeä ei voi jättää tyhjäksi.
he: שם הסכימה אינו יכול להיות ריק.
hr: Naziv sheme ne može biti prazan.
is: Sniðheiti má ekki vera tómt.
it: Il nome dello schema non può essere vuoto.
nl: Schema naam mag niet leeg zijn.
no: Skjema navn kan ikke være tomt.
ro: Numele schemei nu poate fi gol.
sk: Názov schémy nemôže byť prázdny.
tr: Şema adı boş olamaz.
uk: Назва схеми не може бути порожньою.

source: Name Conflict
de: Namenskonflikt
el: Σύγκρουση Ονομάτων
es: Conflicto de Nombres
fi: Nimen ristiriita
he: קונפליקט בשם
hr: Sukob imena
is: Nafn árekstur
it: Conflitto di Nome
nl: Naamconflict
no: Navnekonflikt
ro: Conflict de Nume
sk: Konflikt názvov
tr: İsim Çatışması
uk: Конфлікт імені

source: A color scheme with the name '{name}' already exists. Please choose a different name.
de: Ein Farbschema mit dem Namen '{name}' existiert bereits. Bitte wählen Sie einen anderen Namen.
el: Ένα χρωματικό σχήμα με το όνομα '{name}' υπάρχει ήδη. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα.
es: Ya existe un esquema de color con el nombre '{name}'. Por favor, elige un nombre diferente.
fi: Väriteema, jonka nimi on '{name}', on jo olemassa. Valitse toinen nimi.
he: סקמת צבעים בשם '{name}' כבר קיימת. אנא בחר שם שונה.
hr: Shema boja s imenom '{name}' već postoji. Molimo odaberite drugo ime.
is: Litaskema með nafnið '{name}' er þegar til. Vinsamlegast veldu annað nafn.
it: Esiste già uno schema di colori con il nome '{name}'. Si prega di scegliere un nome diverso.
nl: Er bestaat al een kleurenpalet met de naam '{name}'. Kies alstublieft een andere naam.
no: Et fargeoppsett med navnet '{name}' eksisterer allerede. Vennligst velg et annet navn.
ro: O schemă de culori cu numele '{name}' există deja. Vă rugăm să alegeți un alt nume.
sk: Farebná schéma s názvom '{name}' už existuje. Prosím, vyberte si iné meno.
tr: '{name}' adında bir renk şeması zaten mevcut. Lütfen farklı bir ad seçin.
uk: A colour scheme with the name '{name}' already exists. Please choose a different name.

source: A scheme with a similar internal name ('{key}') already exists. Please choose a slightly different name.
de: Ein Schema mit einem ähnlichen internen Namen ('{key}') existiert bereits. Bitte wählen Sie einen leicht anderen Namen.
el: Ένα σχέδιο με παρόμοιο εσωτερικό όνομα ('{key}') υπάρχει ήδη. Παρακαλώ επιλέξτε ένα ελαφρώς διαφορετικό όνομα.
es: Ya existe un esquema con un nombre interno similar ('{key}'). Por favor, elige un nombre ligeramente diferente.
fi: Suunnitelma, jolla on samanlainen sisäinen nimi ('{key}'), on jo olemassa. Valitse hieman erilainen nimi.
he: תוכנית עם שם פנימי דומה ('{key}') כבר קיימת. אנא בחר שם שונה במעט.
hr: Shema sličnog internog imena ('{key}') već postoji. Molimo odaberite malo drugačije ime.
is: Snið með svipað innra nafn ('{key}') er þegar til. Vinsamlegast veldu aðeins annað nafn.
it: Esiste già uno schema con un nome interno simile ('{key}'). Si prega di scegliere un nome leggermente diverso.
nl: Er bestaat al een schema met een vergelijkbare interne naam ('{key}'). Kies alstublieft een iets andere naam.
no: En ordning med et lignende internt navn ('{key}') eksisterer allerede. Vennligst velg et litt annet navn.
ro: Un plan cu un nume intern similar ('{key}') există deja. Vă rugăm să alegeți un nume ușor diferit.
sk: Schéma s podobným interným názvom ('{key}') už existuje. Prosím, vyberte si trochu iný názov.
tr: Benzer bir iç adı ('{key}') olan bir şema zaten mevcut. Lütfen biraz farklı bir ad seçin.
uk: Схема з подібною внутрішньою назвою ('{key}') вже існує. Будь ласка, виберіть трохи іншу назву.

source: Invalid Color
de: Ungültige Farbe
el: Μη έγκυρο χρώμα
es: Color inválido
fi: Virheellinen väri
he: צבע לא חוקי
hr: Nevažeća boja
is: Ógildur litur
it: Colore non valido
nl: Ongeldige kleur
no: Ugyldig farge
ro: Culoare invalidă
sk: Neplatná farba
tr: Geçersiz Renk
uk: Неправильний колір

source: One or more hex codes are invalid. Please correct them.
de: Einer oder mehrere Hex-Codes sind ungültig. Bitte korrigieren Sie sie.
el: Ένας ή περισσότεροι κωδικοί hex είναι μη έγκυροι. Παρακαλώ διορθώστε τους.
es: Uno o más códigos hexadecimales son inválidos. Por favor, corrígelos.
fi: Yksi tai useampi heksakoodi on virheellinen. Korjaa ne.
he: קוד ה-hex אחד או יותר אינו תקין. אנא תקן אותם.
hr: Jedan ili više heksadecimalnih kodova je nevažeće. Molimo ispravite ih.
is: Einn eða fleiri hex kóðar eru ógildir. Vinsamlegast leiðréttið þá.
it: Uno o più codici esadecimali non sono validi. Si prega di correggerli.
nl: Een of meer hex-codes zijn ongeldig. Corrigeer ze alstublieft.
no: En eller flere hex-koder er ugyldige. Vennligst korriger dem.
ro: Unul sau mai multe coduri hexadecimale sunt invalide. Vă rugăm să le corectați.
sk: Jeden alebo viac hexadecimálnych kódov je neplatných. Prosím, opravte ich.
tr: Bir veya daha fazla hex kodu geçersiz. Lütfen bunları düzeltin.
uk: Один або кілька шістнадцяткових кодів недійсні. Будь ласка, виправте їх.

source: Custom
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
he: מותאם אישית
hr: Prilagođeno
is: Sérsniðið
it: Personalizzato
nl: Aangepast
no: Egendefinert
ro: Personalizat
sk: Vlastný
tr: Özel
uk: Користувацький

source: Built-in
de: Eingebaut
el: Ενσωματωμένο
es: Integrado
fi: Sisäänrakennettu
he: מובנה
hr: Ugrađen
is: Innbyggð
it: Integrato
nl: Ingebouwd
no: Innebygd
ro: Încorporat
sk: Vstavaný
tr: Yerleşik
uk: Вбудований

source: Color Schemes
de: Farbschemata
el: Χρωματικά Σχήματα
es: Esquemas de color
fi: Väriteemat
he: סכמות צבעים
hr: Sheme boja
is: Litaskemur
it: Schemi di Colore
nl: Kleurenschema's
no: Fargeordninger
ro: Scheme-uri de culoare
sk: Farebné schémy
tr: Renk Şemaları
uk: colour schemes

source: Available Schemes
de: Verfügbare Schemata
el: Διαθέσιμα Σχήματα
es: Esquemas Disponibles
fi: Saatavilla olevat kaaviot
he: תוכניות זמינות
hr: Dostupni shemama
is: Tiltækir áætlun
it: Schemi disponibili
nl: Beschikbare schema's
no: Tilgjengelige ordninger
ro: Scheme-uri disponibile
sk: Dostupné schémy
tr: Mevcut Şemalar
uk: Доступні схеми

source: Select a scheme to apply it instantly.
de: Wählen Sie ein Schema aus, um es sofort anzuwenden.
el: Επιλέξτε ένα σχέδιο για να το εφαρμόσετε άμεσα.
es: Selecciona un esquema para aplicarlo instantáneamente.
fi: Valitse kaavio, jotta se voidaan soveltaa heti.
he: בחר תבנית כדי ליישם אותה מיד.
hr: Odaberite shemu za trenutnu primjenu.
is: Veldu skema til að beita því strax.
it: Seleziona uno schema per applicarlo istantaneamente.
nl: Selecteer een schema om het onmiddellijk toe te passen.
no: Velg et skjema for å bruke det umiddelbart.
ro: Selectați un șablon pentru a-l aplica instantaneu.
sk: Vyberte schému, aby sa okamžite použila.
tr: Bir şemayı seçin ve hemen uygulayın.
uk: Виберіть схему, щоб застосувати її миттєво.

source: New
de: Neu
el: Νέο
es: Nuevo
fi: Uusi
he: חדש
hr: Novi
is: Nýr
it: Nuovo
nl: Nieuw
no: Ny
ro: Nouă
sk: Nový
tr: Yeni
uk: Новий

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
he: ערוך
hr: Uredi
is: Breyta
it: Modifica
nl: Bewerken
no: Rediger
ro: Edita
sk: Upraviť
tr: Düzenle
uk: Редагувати

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
he: מחק
hr: Izbriši
is: Eyða
it: Elimina
nl: Verwijderen
no: Slett
ro: Șterge
sk: Odstrániť
tr: Silmek

source: Theme Saved
de: Thema gespeichert
el: Θέμα Αποθηκευμένο
es: Tema guardado
fi: Teema tallennettu
he: הנושא נשמר
hr: Tema spremljeno
is: Þema vistað
it: Tema salvato
nl: Thema Opgeslagen
no: Tema lagret
ro: Tema Salvată
sk: Téma uložené
tr: Tema Kaydedildi
uk: Тема збережена

source: The theme '{name}' has been created and applied.
de: Das Theme '{name}' wurde erstellt und angewendet.
el: Το θέμα '{name}' έχει δημιουργηθεί και έχει εφαρμοστεί.
es: El tema '{name}' ha sido creado y aplicado.
fi: Teema '{name}' on luotu ja otettu käyttöön.
he: הנושא '{name}' נוצר והוחל.
hr: Tema '{name}' je stvoren i primijenjen.
is: Þemað '{name}' hefur verið búið til og notað.
it: Il tema '{name}' è stato creato e applicato.
nl: Het thema '{name}' is aangemaakt en toegepast.
no: Temaet '{name}' har blitt opprettet og brukt.
ro: Tema '{name}' a fost creată și aplicată.
sk: Téma '{name}' bolo vytvorené a aplikované.
tr: Tema '{name}' oluşturuldu ve uygulandı.
uk: Тема '{name}' була створена та застосована.

source: Delete Scheme?
de: Schema löschen?
el: Διαγραφή Σχεδίου;
es: ¿Eliminar esquema?
fi: Poista kaavio?
he: מחק תכנית?
hr: Izbriši shemu?
is: Eyða skema?
it: Elimina schema?
nl: Schema verwijderen?
no: Slette skjema?
ro: Șterge schema?
sk: Zmazať schému?
tr: Şemayı Sil?

source: Are you sure you want to delete the scheme '{name}'? This cannot be undone.
de: Sind Sie sicher, dass Sie das Schema '{name}' löschen möchten? Dies kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το σχέδιο '{name}'; Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar el esquema '{name}'? Esto no se puede deshacer.
fi: Oletko varma, että haluat poistaa kaavan '{name}'? Tätä toimintoa ei voi peruuttaa.
he: האם אתה בטוח שברצונך למחוק את הסכימה '{name}'? זה לא ניתן לביטול.
hr: Jeste li sigurni da želite izbrisati shemu '{name}'? Ovo se ne može poništiti.
is: Ertu viss um að þú viljir eyða skema '{name}'? Þetta er ekki hægt að endurheimta.
it: Sei sicuro di voler eliminare lo schema '{name}'? Questa operazione non può essere annullata.
nl: Weet u zeker dat u het schema '{name}' wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette skjemaet '{name}'? Dette kan ikke angres.
ro: Ești sigur că vrei să ștergi schema '{name}'? Aceasta nu poate fi anulată.
sk: Ste si istí, že chcete odstrániť schému '{name}'? Toto nie je možné vrátiť späť.
tr: '{name}' şemasını silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

source: How do I navigate directories?
de: Wie navigiere ich durch Verzeichnisse?
el: Πώς μπορώ να πλοηγηθώ σε καταλόγους;
es: ¿Cómo navego por los directorios?
fi: Miten navigoin hakemistoissa?
hr: Kako mogu navigirati direktorijima?
is: Hvernig fer ég um skráarsafn?
it: Come faccio a navigare nelle directory?
nl: Hoe navigeer ik door mappen?
no: Hvordan navigerer jeg i kataloger?
ro: Cum navighez în directoare?
sk: Ako sa orientujem v adresároch?
tr: Klasörlerde nasıl gezinebilirim?
uk: Як мені переміщатися по каталогах?

source: How do I find files by name?
de: Wie finde ich Dateien nach Namen?
el: Πώς μπορώ να βρω αρχεία με βάση το όνομα;
es: ¿Cómo encuentro archivos por nombre?
fi: Miten löydän tiedostoja nimen perusteella?
hr: Kako mogu pronaći datoteke po imenu?
is: Hvernig finn ég skrár eftir nafni?
it: Come faccio a trovare file per nome?
nl: Hoe vind ik bestanden op naam?
no: Hvordan finner jeg filer etter navn?
ro: Cum pot găsi fișiere după nume?
sk: Ako nájdem súbory podľa názvu?
tr: Dosyaları adıyla nasıl bulabilirim?
uk: Як знайти файли за назвою?
