Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Finds files that were modified in the last 7 days.
de: Findet Dateien, die in den letzten 7 Tagen geändert wurden.
el: Βρίσκει αρχεία που τροποποιήθηκαν τις τελευταίες 7 ημέρες.
es: Encuentra archivos que fueron modificados en los últimos 7 días.
fi: Löytää tiedostot, joita on muokattu viimeisen 7 päivän aikana.
he: מוצא קבצים שעודכנו בשבעת הימים האחרונים.
hr: Pronalazi datoteke koje su izmijenjene u posljednjih 7 dana.
is: Finnur skrár sem breyttust á síðustu 7 dögum.
it: Trova file che sono stati modificati negli ultimi 7 giorni.
nl: Zoek bestanden die in de afgelopen 7 dagen zijn gewijzigd.
no: Finner filer som ble endret de siste 7 dagene.
ro: Găsește fișiere care au fost modificate în ultimele 7 zile.
sk: Nájde súbory, ktoré boli upravené v posledných 7 dňoch.
tr: Son 7 günde değiştirilen dosyaları bulur.
uk: Найти файли, які були змінені за останні 7 днів.

source: Finds files larger than 100MB.
de: Findet Dateien, die größer als 100 MB sind.
el: Βρίσκει αρχεία μεγαλύτερα από 100MB.
es: Encuentra archivos mayores de 100MB.
fi: Löytää yli 100 Mt kokoiset tiedostot.
he: מוצא קבצים בגודל גדול מ-100MB.
hr: Pronalazi datoteke veće od 100MB.
is: Finna skrár sem eru stærri en 100MB.
it: Trova file più grandi di 100MB.
nl: Zoekt bestanden groter dan 100MB.
no: Finner filer som er større enn 100 MB.
ro: Găsește fișiere mai mari de 100MB.
sk: Nájde súbory väčšie ako 100 MB.
tr: 100MB'den büyük dosyaları bulur.
uk: Знаходить файли, які перевищують 100 МБ.

source: Finds empty files and directories.
de: Findet leere Dateien und Verzeichnisse.
el: Βρίσκει κενά αρχεία και καταλόγους.
es: Encuentra archivos y directorios vacíos.
fi: Löytää tyhjät tiedostot ja hakemistot.
he: מוצא קבצים ותיקיות ריקים.
hr: Pronalazi prazne datoteke i direktorije.
is: Finnur tómar skrár og skápa.
it: Trova file e directory vuoti.
nl: Zoekt lege bestanden en mappen.
no: Finner tomme filer og kataloger.
ro: Găsește fișiere și directoare goale.
sk: Nájde prázdne súbory a adresáre.
tr: Boş dosyaları ve dizinleri bulur.
uk: Знаходить порожні файли та каталоги.

source: Shows the username of the currently logged-in user.
de: Zeigt den Benutzernamen des aktuell angemeldeten Benutzers an.
el: Εμφανίζει το όνομα χρήστη του τρέχοντα συνδεδεμένου χρήστη.
es: Muestra el nombre de usuario del usuario que ha iniciado sesión actualmente.
fi: Näyttää tällä hetkellä sisäänkirjautuneen käyttäjän nimen.
he: מציג את שם המשתמש של המשתמש המחובר כרגע.
hr: Prikazuje korisničko ime trenutno prijavljenog korisnika.
is: Sýnir notendanafninn á núverandi innskráða notanda.
it: Mostra il nome utente dell'utente attualmente connesso.
nl: Toont de gebruikersnaam van de momenteel ingelogde gebruiker.
no: Viser brukernavnet til den for tiden innloggede brukeren.
ro: Afișează numele de utilizator al utilizatorului conectat în prezent.
sk: Zobrazuje používateľské meno aktuálne prihláseného používateľa.
tr: Şu anda oturum açmış kullanıcının kullanıcı adını gösterir.
uk: Показує ім'я користувача поточного користувача.

source: Displays your current username.
de: Zeigt Ihren aktuellen Benutzernamen an.
el: Εμφανίζει το τρέχον όνομα χρήστη σας.
es: Muestra tu nombre de usuario actual.
fi: Näyttää nykyisen käyttäjänimesi.
he: מציג את שם המשתמש הנוכחי שלך.
hr: Prikazuje vaše trenutno korisničko ime.
is: Sýnir núverandi notendanafn þitt.
it: Visualizza il tuo nome utente attuale.
nl: Toont je huidige gebruikersnaam.
no: Viser ditt nåværende brukernavn.
ro: Afișează numele tău de utilizator curent.
sk: Zobrazuje vaše aktuálne používateľské meno.
tr: Mevcut kullanıcı adınızı görüntüler.
uk: Відображає ваше поточне ім'я користувача.

source: Displays the current system date and time.
de: Zeigt das aktuelle Systemdatum und die Uhrzeit an.
el: Εμφανίζει την τρέχουσα ημερομηνία και ώρα του συστήματος.
es: Muestra la fecha y hora del sistema actual.
fi: Näyttää nykyisen järjestelmän päivämäärän ja kellonajan.
he: מציג את תאריך ושעת המערכת הנוכחיים.
hr: Prikazuje trenutačni datum i vrijeme sustava.
is: Sýnir núverandi kerfisdagsetningu og tíma.
it: Visualizza la data e l'ora di sistema correnti.
nl: Toont de huidige systeemdatum en -tijd.
no: Viser gjeldende systemdato og -tid.
ro: Afișează data și ora curentă a sistemului.
sk: Zobrazuje aktuálny systémový dátum a čas.
tr: Mevcut sistem tarihini ve saatini görüntüler.
uk: Показує поточну системну дату та час.

source: Shows the current date and time.
de: Zeigt das aktuelle Datum und die Uhrzeit an.
el: Εμφανίζει την τρέχουσα ημερομηνία και ώρα.
es: Muestra la fecha y hora actuales.
fi: Näyttää nykyisen päivämäärän ja ajan.
he: מציג את התאריך והשעה הנוכחיים.
hr: Prikazuje trenutni datum i vrijeme.
is: Sýnir núverandi dagsetningu og tíma.
it: Mostra la data e l'ora correnti.
nl: Toont de huidige datum en tijd.
no: Viser gjeldende dato og klokkeslett.
ro: Afișează data și ora curentă.
sk: Zobrazuje aktuálny dátum a čas.
tr: Geçerli tarih ve saati gösterir.
uk: Показує поточну дату та час.

source: Shows the date and time in a custom format.
de: Zeigt das Datum und die Uhrzeit in einem benutzerdefinierten Format an.
el: Εμφανίζει την ημερομηνία και την ώρα σε προσαρμοσμένη μορφή.
es: Muestra la fecha y la hora en un formato personalizado.
fi: Näyttää päivämäärän ja ajan mukautetussa muodossa.
he: מציג את התאריך והשעה בפורמט מותאם אישית.
hr: Prikazuje datum i vrijeme u prilagođenom formatu.
is: Sýnir dagsetningu og tíma í sérsniðnu sniði.
it: Mostra la data e l'ora in un formato personalizzato.
nl: Toont de datum en tijd in een aangepast formaat.
no: Viser dato og klokkeslett i et tilpasset format.
ro: Afișează data și ora într-un format personalizat.
sk: Zobrazuje dátum a čas v prispôsobenom formáte.
tr: Tarihi ve saati özel bir formatta gösterir.
uk: Показує дату та час у власному форматі.

source: Shows the free and used space on storage disks.
de: Zeigt den freien und den verwendeten Speicherplatz auf Speichermedien an.
el: Εμφανίζει τον ελεύθερο και τον χρησιμοποιούμενο χώρο στους δίσκους αποθήκευσης.
es: Muestra el espacio libre y utilizado en los discos de almacenamiento.
fi: Näyttää tallennuslevyjen vapaan ja käytetyn tilan.
he: מראה את השטח הפנוי והמשומש בדיסקי אחסון.
hr: Prikazuje slobodan i iskorišten prostor na skladišnim diskovima.
is: Sýnir frjálsa og notaða plássið á geymslu diskum.
it: Mostra lo spazio libero e utilizzato sui dischi di archiviazione.
nl: Toont de vrije en gebruikte ruimte op opslagschijven.
no: Viser ledig og brukt plass på lagringsdisker.
ro: Afișează spațiul liber și utilizat pe discurile de stocare.
sk: Zobrazuje voľné a použité miesto na úložných diskoch.
tr: Depolama disklerindeki boş ve kullanılan alanı gösterir.
uk: Показує вільний та використаний простір на дисках зберігання.

source: Shows disk usage in a human-readable format (KB, MB, GB).
de: Zeigt die Festplattennutzung in einem menschenlesbaren Format an (KB, MB, GB).
el: Εμφανίζει τη χρήση δίσκου σε αναγνώσιμη μορφή (KB, MB, GB).
es: Muestra el uso del disco en un formato legible para humanos (KB, MB, GB).
fi: Näyttää levyn käytön ihmisen luettavassa muodossa (KB, MB, GB).
he: מציג שימוש בדיסק בפורמט קריא לאדם (KB, MB, GB).
hr: Prikazuje korištenje diska u formatu koji je lako čitljiv (KB, MB, GB).
is: Sýnir disknotkun í mannlegu lesanlegu sniði (KB, MB, GB).
it: Mostra l'utilizzo del disco in un formato leggibile dall'utente (KB, MB, GB).
nl: Toont schijfgebruik in een leesbaar formaat (KB, MB, GB).
no: Viser diskbruk i et menneskelig lesbart format (KB, MB, GB).
ro: Afișează utilizarea discului într-un format ușor de citit (KB, MB, GB).
sk: Zobrazuje využitie disku v ľahko čitateľnom formáte (KB, MB, GB).
tr: Disk kullanımını insan tarafından okunabilir bir formatta gösterir (KB, MB, GB).
uk: Показує використання диска у зручному для людини форматі (КБ, МБ, ГБ).

source: Shows the amount of used and free RAM.
de: Zeigt die Menge an verwendetem und freiem RAM an.
el: Δείχνει την ποσότητα της χρησιμοποιούμενης και ελεύθερης RAM.
es: Muestra la cantidad de RAM utilizada y libre.
fi: Näyttää käytetyn ja vapaan RAM-muistin määrän.
he: מראה את כמות ה-RAM בשימוש ובחינם.
hr: Prikazuje količinu korištene i slobodne RAM memorije.
is: Sýnir magn notaðs og frjáls RAM.
it: Mostra la quantità di RAM utilizzata e libera.
nl: Toont de hoeveelheid gebruikte en vrije RAM.
no: Viser mengden av brukt og ledig RAM.
ro: Afișează cantitatea de RAM utilizat și liber.
sk: Zobrazuje množstvo použitej a voľnej RAM.
tr: Kullanılan ve boş RAM miktarını gösterir.
uk: Показує кількість використаної та вільної оперативної пам'яті.

source: Shows memory usage in a human-readable format (KB, MB, GB).
de: Zeigt den Speicherverbrauch in einem menschenlesbaren Format an (KB, MB, GB).
el: Εμφανίζει τη χρήση μνήμης σε αναγνώσιμη μορφή (KB, MB, GB).
es: Muestra el uso de memoria en un formato legible para humanos (KB, MB, GB).
fi: Näyttää muistin käytön ihmisen luettavassa muodossa (KB, MB, GB).
he: מציג שימוש בזיכרון בפורמט קריא לאדם (KB, MB, GB).
hr: Prikazuje korištenje memorije u formatu koji je razumljiv ljudima (KB, MB, GB).
is: Sýnir minni notkun í mannlegu lesanlegu sniði (KB, MB, GB).
it: Mostra l'utilizzo della memoria in un formato leggibile dall'uomo (KB, MB, GB).
nl: Toont het geheugengebruik in een leesbaar formaat (KB, MB, GB).
no: Viser minnebruk i et menneskelig lesbart format (KB, MB, GB).
ro: Afișează utilizarea memoriei într-un format ușor de citit (KB, MB, GB).
sk: Zobrazuje využitie pamäte v ľahko čitateľnom formáte (KB, MB, GB).
tr: Bellek kullanımını insan tarafından okunabilir bir formatta gösterir (KB, MB, GB).
uk: Показує використання пам'яті у зручному для людини форматі (КБ, МБ, ГБ).

source: Shows the disk space that files and directories are using.
de: Zeigt den Speicherplatz an, den Dateien und Verzeichnisse verwenden.
el: Εμφανίζει τον χώρο δίσκου που χρησιμοποιούν τα αρχεία και οι φάκελοι.
es: Muestra el espacio en disco que están utilizando los archivos y directorios.
fi: Näyttää levyn tilan, jota tiedostot ja hakemistot käyttävät.
he: מראה את שטח הדיסק שהקבצים והספריות תופסים.
hr: Prikazuje prostor na disku koji koriste datoteke i direktoriji.
is: Sýnir diskplássið sem skrár og skálar nota.
it: Mostra lo spazio su disco che file e directory stanno utilizzando.
nl: Toont de schijfruimte die bestanden en mappen gebruiken.
no: Viser diskplassen som filer og kataloger bruker.
ro: Afișează spațiul pe disc utilizat de fișiere și directoare.
sk: Zobrazuje diskový priestor, ktorý používajú súbory a adresáre.
tr: Dosya ve dizinlerin kullandığı disk alanını gösterir.
uk: Показує дисковий простір, який використовують файли та каталоги.

source: Shows the total size of each item in the current directory in a summary format.
de: Zeigt die Gesamtgröße jedes Elements im aktuellen Verzeichnis in einem zusammenfassenden Format an.
el: Εμφανίζει το συνολικό μέγεθος κάθε στοιχείου στον τρέχοντα φάκελο σε μορφή περίληψης.
es: Muestra el tamaño total de cada elemento en el directorio actual en un formato de resumen.
fi: Näyttää kunkin kohteen kokonaiskoon nykyisessä hakemistossa yhteenvedon muodossa.
he: מציג את הגודל הכולל של כל פריט בתיקייה הנוכחית בפורמט סיכום.
hr: Prikazuje ukupnu veličinu svake stavke u trenutnom direktoriju u sažetom formatu.
is: Sýnir heildarstærð hvers hlutar í núverandi skráarsafni í samantektarformi.
it: Mostra la dimensione totale di ciascun elemento nella directory corrente in un formato di riepilogo.
nl: Toont de totale grootte van elk item in de huidige map in een samenvattende indeling.
no: Viser den totale størrelsen på hvert element i den nåværende mappen i et sammendragformat.
ro: Afișează dimensiunea totală a fiecărui element din directorul curent într-un format de sinteză.
sk: Zobrazuje celkovú veľkosť každého prvku v aktuálnom adresári v súhrnnom formáte.
tr: Geçerli dizindeki her bir öğenin toplam boyutunu özet formatında gösterir.
uk: Показує загальний розмір кожного елемента в поточному каталозі у форматі підсумку.

source: Shows the size of each directory and subdirectory in a human-readable format.
de: Zeigt die Größe jedes Verzeichnisses und Unterverzeichnisses in einem menschenlesbaren Format an.
el: Εμφανίζει το μέγεθος κάθε καταλόγου και υποκαταλόγου σε αναγνώσιμη μορφή από άνθρωπο.
es: Muestra el tamaño de cada directorio y subdirectorio en un formato legible para humanos.
fi: Näyttää kunkin hakemiston ja alihakemiston koon ihmisen luettavassa muodossa.
he: מציג את גודל כל תיקייה ותיקיית משנה בפורמט קריא לאדם.
hr: Prikazuje veličinu svake mape i podmape u formatu koji je lako čitljiv.
is: Sýnir stærð hvers skráarsafns og undirsafna í mannlegu lesanlegu sniði.
it: Mostra la dimensione di ogni directory e sottodirectory in un formato leggibile dall'uomo.
nl: Toont de grootte van elke map en submap in een leesbaar formaat.
no: Viser størrelsen på hver mappe og undermappe i et menneskelig lesbart format.
ro: Afișează dimensiunea fiecărui director și subdirector într-un format ușor de citit.
sk: Zobrazuje veľkosť každého adresára a podadresára v ľahko čitateľnom formáte.
tr: Her dizinin ve alt dizinin boyutunu insan tarafından okunabilir bir formatta gösterir.
uk: Показує розмір кожної директорії та піддиректорії у зручному для читання форматі.

source: Shows how long the computer has been running without a restart.
de: Zeigt an, wie lange der Computer ohne Neustart läuft.
el: Δείχνει πόσο καιρό λειτουργεί ο υπολογιστής χωρίς επανεκκίνηση.
es: Muestra cuánto tiempo ha estado funcionando el ordenador sin reiniciarse.
fi: Näyttää, kuinka kauan tietokone on toiminut ilman uudelleenkäynnistystä.
he: מראה כמה זמן המחשב פועל ללא הפעלה מחדש.
hr: Prikazuje koliko dugo računalo radi bez ponovnog pokretanja.
is: Sýnir hve lengi tölvan hefur verið í notkun án þess að endurræsa.
it: Mostra da quanto tempo il computer è in funzione senza un riavvio.
nl: Toont hoe lang de computer draait zonder opnieuw op te starten.
no: Viser hvor lenge datamaskinen har vært i drift uten omstart.
ro: Afișează cât timp a funcționat computerul fără o repornire.
sk: Zobrazuje, ako dlho počítač beží bez reštartu.
tr: Bilgisayarın yeniden başlatılmadan ne kadar süre çalıştığını gösterir.
uk: Показує, як довго комп'ютер працює без перезавантаження.

source: Displays the uptime, how many users are logged in, and the system load.
de: Zeigt die Betriebszeit, die Anzahl der angemeldeten Benutzer und die Systemauslastung an.
el: Εμφανίζει τον χρόνο λειτουργίας, πόσοι χρήστες είναι συνδεδεμένοι και το φορτίο του συστήματος.
es: Muestra el tiempo de actividad, cuántos usuarios están conectados y la carga del sistema.
fi: Näyttää käyttöajan, kuinka monta käyttäjää on kirjautuneena ja järjestelmän kuormituksen.
he: מציג את זמן הפעולה, כמה משתמשים מחוברים, ואת העומס על המערכת.
hr: Prikazuje vrijeme rada, koliko je korisnika prijavljeno i opterećenje sustava.
is: Sýnir hve lengi kerfið hefur verið í gangi, fjölda notenda sem eru skráðir inn, og kerfisálag.
it: Mostra il tempo di attività, quanti utenti sono connessi e il carico del sistema.
nl: Toon de uptime, het aantal ingelogde gebruikers en de systeembelasting.
no: Viser oppetid, hvor mange brukere som er logget inn, og systembelastningen.
ro: Afișează timpul de funcționare, câți utilizatori sunt conectați și încărcătura sistemului.
sk: Zobrazuje prevádzkový čas, koľko používateľov je prihlásených a zaťaženie systému.
tr: Süreç süresini, kaç kullanıcının oturum açtığını ve sistem yükünü gösterir.

source: Software Management
de: Softwareverwaltung
el: Διαχείριση Λογισμικού
es: Gestión de Software
fi: Ohjelmistohallinta
he: ניהול תוכנה
hr: Upravljanje softverom
is: Hugbúnaðarstjórnun
it: Gestione del Software
nl: Softwarebeheer
no: Programvareadministrasjon
ro: Gestionarea software-ului
sk: Správa softvéru
tr: Yazılım Yönetimi
uk: Управління програмним забезпеченням

source: The primary tool for installing, updating, and removing software on Arch-based Linux systems.
de: Das primäre Werkzeug zum Installieren, Aktualisieren und Entfernen von Software auf Arch-basierten Linux-Systemen.
el: Το κύριο εργαλείο για την εγκατάσταση, την ενημέρωση και την αφαίρεση λογισμικού σε συστήματα Linux βασισμένα σε Arch.
es: La herramienta principal para instalar, actualizar y eliminar software en sistemas Linux basados en Arch.
fi: Pääasiallinen työkalu ohjelmistojen asentamiseen, päivittämiseen ja poistamiseen Arch-pohjaisissa Linux-järjestelmissä.
he: הכלי הראשי להתקנה, עדכון והסרה של תוכנה במערכות לינוקס מבוססות ארץ.
hr: Primarni alat za instaliranje, ažuriranje i uklanjanje softvera na Arch-baziranim Linux sustavima.
is: Aðalverkfærið til að setja upp, uppfæra og fjarlægja hugbúnað á Arch-bundnum Linux kerfum.
it: Lo strumento principale per installare, aggiornare e rimuovere software sui sistemi Linux basati su Arch.
nl: De primaire tool voor het installeren, bijwerken en verwijderen van software op Arch-gebaseerde Linux-systemen.
no: Det primære verktøyet for å installere, oppdatere og fjerne programvare på Arch-baserte Linux-systemer.
ro: Instrumentul principal pentru instalarea, actualizarea și eliminarea software-ului pe sistemele Linux bazate pe Arch.
sk: Hlavný nástroj na inštaláciu, aktualizáciu a odstraňovanie softvéru na systémoch Linux založených na Arch.
tr: Arch tabanlı Linux sistemlerinde yazılım yüklemek, güncellemek ve kaldırmak için birincil araç.
uk: Основний інструмент для встановлення, оновлення та видалення програмного забезпечення на системах Linux на базі Arch.

source: Synchronizes with repositories and upgrades all installed packages.
de: Synchronisiert mit Repositories und aktualisiert alle installierten Pakete.
el: Συγχρονίζει με τα αποθετήρια και αναβαθμίζει όλα τα εγκατεστημένα πακέτα.
es: Sincroniza con los repositorios y actualiza todos los paquetes instalados.
fi: Synkronoi repositorioiden kanssa ja päivittää kaikki asennetut paketit.
he: מסנכרן עם מאגרי מידע ומעדכן את כל החבילות המותקנות.
hr: Sinkronizira s repozitorijima i nadograđuje sve instalirane pakete.
is: Samhentir við geymslur og uppfærir öll uppsett pakkar.
it: Sincronizza con i repository e aggiorna tutti i pacchetti installati.
nl: Synchroniseert met repositories en upgrade alle geïnstalleerde pakketten.
no: Synkroniserer med lagre og oppgraderer alle installerte pakker.
ro: Sincronizează cu repositoare și actualizează toate pachetele instalate.
sk: Synchronizuje s repozitármi a aktualizuje všetky nainštalované balíky.
tr: Depolar ile senkronize eder ve tüm yüklü paketleri günceller.
uk: Синхронізує з репозиторіями та оновлює всі встановлені пакунки.

source: Installs a new software package.
de: Installiert ein neues Softwarepaket.
el: Εγκαθιστά ένα νέο πακέτο λογισμικού.
es: Instala un nuevo paquete de software.
fi: Asentaa uuden ohjelmistopaketin.
he: מתקין חבילת תוכנה חדשה.
hr: Instalira novi softverski paket.
is: Setur nýjan hugbúnaðarpakka.
it: Installa un nuovo pacchetto software.
nl: Installeert een nieuw softwarepakket.
no: Installerer en ny programvarepakke.
ro: Instalează un nou pachet software.
sk: Nainštaluje nový softvérový balík.
tr: Yeni bir yazılım paketi kurar.
uk: Встановлює новий програмний пакет.

source: Searches for a package in the repositories.
de: Durchsucht die Repositories nach einem Paket.
el: Αναζητά ένα πακέτο στα αποθετήρια.
es: Busca un paquete en los repositorios.
fi: Etsii pakettia varastoista.
he: מחפש חבילה במאגרים.
hr: Pretražuje paket u repozitorijima.
is: Leitar að pakka í geymslunum.
it: Cerca un pacchetto nei repository.
nl: Zoekt naar een pakket in de repositories.
no: Søker etter en pakke i repositoriene.
ro: Caută un pachet în repositoare.
sk: Hľadá balík v repozitároch.
tr: Depolarda bir paketi arar.
uk: Шукає пакет у репозиторіях.

source: Searches for an already installed package.
de: Sucht nach einem bereits installierten Paket.
el: Αναζητά ένα ήδη εγκατεστημένο πακέτο.
es: Busca un paquete ya instalado.
fi: Etsii jo asennettua pakettia.
he: מחפש חבילה שכבר מותקנת.
hr: Pretražuje već instalirani paket.
is: Leitar að þegar pakka er þegar uppsett.
it: Cerca un pacchetto già installato.
nl: Zoekt naar een al geïnstalleerd pakket.
no: Søker etter en allerede installert pakke.
ro: Caută un pachet deja instalat.
sk: Hľadá už nainštalovaný balík.
tr: Zaten kurulu bir paketi arar.
uk: Шукає вже встановлений пакет.

source: Shows detailed information about a package from the repository.
de: Zeigt detaillierte Informationen über ein Paket aus dem Repository an.
el: Εμφανίζει λεπτομερείς πληροφορίες σχετικά με ένα πακέτο από το αποθετήριο.
es: Muestra información detallada sobre un paquete del repositorio.
fi: Näyttää yksityiskohtaisia tietoja paketista repositoriosta.
he: מציג מידע מפורט על חבילה מהמאגר.
hr: Prikazuje detaljne informacije o paketu iz repozitorija.
is: Sýnir ítarlegar upplýsingar um pakka frá geymslu.
it: Mostra informazioni dettagliate su un pacchetto dal repository.
nl: Toont gedetailleerde informatie over een pakket uit de repository.
no: Viser detaljert informasjon om en pakke fra depotet.
ro: Afișează informații detaliate despre un pachet din depozit.
sk: Zobrazuje podrobné informácie o balíku z repozitára.
tr: Depodan bir paket hakkında ayrıntılı bilgi gösterir.
uk: Показує детальну інформацію про пакет з репозиторію.

source: Shows detailed information about an installed package.
de: Zeigt detaillierte Informationen über ein installiertes Paket an.
el: Εμφανίζει λεπτομερείς πληροφορίες σχετικά με ένα εγκατεστημένο πακέτο.
es: Muestra información detallada sobre un paquete instalado.
fi: Näyttää yksityiskohtaisia tietoja asennetusta paketista.
he: מציג מידע מפורט על חבילה מותקנת.
hr: Prikazuje detaljne informacije o instaliranom paketu.
is: Sýnir ítarlegar upplýsingar um uppsett pakka.
it: Mostra informazioni dettagliate su un pacchetto installato.
nl: Toont gedetailleerde informatie over een geïnstalleerd pakket.
no: Viser detaljert informasjon om en installert pakke.
ro: Afișează informații detaliate despre un pachet instalat.
sk: Zobrazuje podrobné informácie o nainštalovanom balíku.
tr: Yüklenmiş bir paket hakkında ayrıntılı bilgi gösterir.
uk: Показує детальну інформацію про встановлений пакет.

source: Removes a package and its unneeded dependencies.
de: Entfernt ein Paket und dessen nicht benötigte Abhängigkeiten.
el: Αφαιρεί ένα πακέτο και τις περιττές εξαρτήσεις του.
es: Elimina un paquete y sus dependencias innecesarias.
fi: Poistaa paketin ja sen tarpeettomat riippuvuudet.
he: מסיר חבילה ותלויות שאינן נחוצות.
hr: Uklanja paket i njegove nepotrebne ovisnosti.
is: Fjarlægir pakka og óþarfa háð.
it: Rimuove un pacchetto e le sue dipendenze non necessarie.
nl: Verwijdert een pakket en de onnodige afhankelijkheden ervan.
no: Fjerner en pakke og dens unødvendige avhengigheter.
ro: Elimină un pachet și dependențele sale neutilizate.
sk: Odstráni balík a jeho nepotrebné závislosti.
tr: Bir paketi ve gereksiz bağımlılıklarını kaldırır.
uk: Видаляє пакет та його непотрібні залежності.

source: Updates the database of which package owns which file.
de: Aktualisiert die Datenbank, welcher Paket welche Datei gehört.
el: Ενημερώνει τη βάση δεδομένων σχετικά με το ποιο πακέτο κατέχει ποιο αρχείο.
es: Actualiza la base de datos de qué paquete posee qué archivo.
fi: Päivittää tietokannan, joka kertoo, mikä paketti omistaa minkäkin tiedoston.
he: מעדכן את מסד הנתונים של איזה חבילה מחזיקה באיזה קובץ.
hr: Ažurira bazu podataka o tome koji paket posjeduje koju datoteku.
is: Uppfærir gagnagrunninn um hvaða pakki á hvaða skrá.
it: Aggiorna il database di quale pacchetto possiede quale file.
nl: Werk de database bij van welke package welk bestand bezit.
no: Oppdaterer databasen for hvilket pakke som eier hvilken fil.
ro: Actualizează baza de date care indică ce pachet deține ce fișier.
sk: Aktualizuje databázu, ktorá určuje, ktorý balík vlastní ktorý súbor.
tr: Hangi paketin hangi dosyayı sahip olduğunu gösteren veritabanını günceller.
uk: Оновлює базу даних, яка пакунка володіє яким файлом.
