Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Open in Ashy Terminal (SSH)
de: Im Ashy Terminal (SSH) öffnen
el: Άνοιγμα στο Ashy Terminal (SSH)
es: Abrir en Ashy Terminal (SSH)
fi: Avaa Ashy Terminalissa (SSH)
he: פתח בטרמינל אשיי (SSH)
hr: Otvorite u Ashy Terminalu (SSH)
is: Opna í Ashy Terminal (SSH)
it: Apri in Ashy Terminal (SSH)
no: Åpne i Ashy Terminal (SSH)
ro: Deschide în Ashy Terminal (SSH)
sk: Otvoriť v Ashy Termináli (SSH)
tr: Ashy Terminal'da Aç (SSH)
uk: Відкрити в Ashy Terminal (SSH)

source: Connect to {} via a new SSH session
de: Verbinde dich über eine neue SSH-Sitzung mit {}.
el: Συνδεθείτε με {} μέσω μιας νέας συνεδρίας SSH
es: Conéctate a {} a través de una nueva sesión SSH
fi: Yhdistä {} uuteen SSH-istuntoon
he: התחבר ל{} באמצעות מושב SSH חדש
hr: Poveži se s {} putem nove SSH sesije
is: Tengdu samband við {} í nýrri SSH sesjón
it: Connetti a {} tramite una nuova sessione SSH
nl: Verbind met {} via een nieuwe SSH-sessie
no: Koble til {} via en ny SSH-økt
ro: Conectează-te la {} printr-o nouă sesiune SSH
sk: Pripojiť sa k {} prostredníctvom novej SSH relácie
tr: {}'ye yeni bir SSH oturumu üzerinden bağlanın
uk: Підключитися до {} через нову SSH-сесію

source: Open in Ashy Terminal
de: Im Ashy Terminal öffnen
el: Άνοιγμα στο Ashy Terminal
es: Abrir en Ashy Terminal
fi: Avaa Ashy Terminalissa
he: פתח בטרמינל אשיי
hr: Otvorite u Ashy Terminalu
is: Opna í Ashy Terminal
it: Apri in Ashy Terminal
no: Åpne i Ashy Terminal
ro: Deschide în Ashy Terminal
sk: Otvoriť v Ashy Termináli
tr: Ashy Terminal'da Aç
uk: Відкрити в Ashy Terminal

source: Open the local mount point {}
de: Öffnen Sie den lokalen Einhängepunkt {}
el: Άνοιγμα του τοπικού σημείου προσάρτησης {}
es: Abrir el punto de montaje local {}
fi: Avaa paikallinen liitospiste {}
he: פתח את נקודת ההתקנה המקומית {}
hr: Otvorite lokalnu točku montiranja {}
is: Opnaðu staðbundna tengipunktinn {}
it: Apri il punto di montaggio locale {}
nl: Open het lokale koppelpunt {}
no: Åpne det lokale monteringspunktet {}
ro: Deschideți punctul de montare local {}
sk: Otvorenie miestneho pripojovacieho bodu {}
tr: Yerel bağlama noktasını aç {}
uk: Відкрити локальну точку монтування {}

source: Open {} in Ashy Terminal
de: Öffne {} im Ashy Terminal
el: Άνοιγμα {} στο Ashy Terminal
es: Abrir {} en Ashy Terminal
fi: Avaa {} Ashy Terminalissa
he: פתח {} בטרמינל אשיי
hr: Otvorite {} u Ashy Terminalu
is: Opna {} í Ashy Terminal
it: Apri {} in Ashy Terminal
no: Åpne {} i Ashy Terminal
ro: Deschide {} în Ashy Terminal
sk: Otvor {} v Ashy Termináli
tr: {}'yi Ashy Terminal'da aç
uk: Відкрити {} в Ashy Terminal

source: A terminal error occurred
de: Ein schwerwiegender Fehler ist aufgetreten.
el: Παρουσιάστηκε ένα τερματικό σφάλμα
es: Se produjo un error terminal.
fi: Ilmoitusvirhe tapahtui
he: שגיאה סופית התרחשה
hr: Došlo je do terminalne pogreške
is: Alvarleg villa kom upp
it: Si è verificato un errore terminale
nl: Er is een terminalfout opgetreden
no: En terminalfeil oppstod
ro: A apărut o eroare terminală
sk: Nastala terminálová chyba
tr: Bir terminal hatası oluştu.
uk: Виникла термінальна помилка

source: A session error occurred
de: Ein Sitzungsfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα συνεδρίας
es: Ocurrió un error de sesión
fi: Istuntovirhe tapahtui
he: שגיאת סשן התרחשה
hr: Došlo je do pogreške u sesiji
is: Session villa kom upp.
it: Si è verificato un errore di sessione
nl: Er is een sessiefout opgetreden
no: Det oppstod en sesjonsfeil
ro: A apărut o eroare de sesiune
sk: Došlo k chybe relácie
tr: Bir oturum hatası oluştu.
uk: Виникла помилка сесії

source: An SSH connection error occurred
de: Ein SSH-Verbindungsfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα σύνδεσης SSH
es: Ocurrió un error de conexión SSH.
fi: SSH-yhteysvirhe tapahtui
he: שגיאת חיבור SSH התרחשה
hr: Došlo je do pogreške u SSH vezi.
is: SSH tengingarvilla kom upp
it: Si è verificato un errore di connessione SSH
nl: Er is een SSH-verbinding fout opgetreden
no: En feil oppstod ved SSH-tilkoblingen
ro: A apărut o eroare de conexiune SSH
sk: Nastala chyba pripojenia SSH.
tr: Bir SSH bağlantı hatası oluştu.
uk: Виникла помилка з'єднання SSH

source: A user interface error occurred
de: Ein Benutzeroberflächenfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα διεπαφής χρήστη
es: Se produjo un error en la interfaz de usuario.
fi: Käyttöliittymävirhe tapahtui
he: שגיאה בממשק המשתמש התרחשה
hr: Došlo je do pogreške u korisničkom sučelju.
is: Notendaviðmót villa kom upp
it: Si è verificato un errore dell'interfaccia utente
nl: Er is een fout opgetreden in de gebruikersinterface.
no: En feil i brukergrensesnittet oppstod
ro: A apărut o eroare a interfeței utilizatorului
sk: Došlo k chybe používateľského rozhrania
tr: Bir kullanıcı arayüzü hatası oluştu.
uk: Виникла помилка інтерфейсу користувача

source: A data storage error occurred
de: Ein Datenbankspeicherfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα αποθήκευσης δεδομένων
es: Ocurrió un error de almacenamiento de datos
fi: Tietovarastointivirhe tapahtui
he: שגיאת אחסון נתונים התרחשה
hr: Došlo je do pogreške u pohrani podataka
is: Geymsluvilla kom átti sér stað
it: Si è verificato un errore di archiviazione dei dati
nl: Er is een fout opgetreden bij het opslaan van gegevens.
no: En feil oppstod under datalagring
ro: A apărut o eroare de stocare a datelor
sk: Došlo k chybe pri ukladaní údajov
tr: Veri depolama hatası oluştu.
uk: Виникла помилка зберігання даних

source: A configuration error occurred
de: Ein Konfigurationsfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα διαμόρφωσης
es: Se produjo un error de configuración
fi: Konfiguraatiovirhe tapahtui
he: שגיאת תצורה התרחשה
hr: Došlo je do pogreške u konfiguraciji
is: Konfignunarvilla kom upp
it: Si è verificato un errore di configurazione
nl: Er is een configuratiefout opgetreden
no: En konfigurasjonsfeil oppstod
ro: A apărut o eroare de configurare
sk: Došlo k chybě konfigurácie
tr: Bir yapılandırma hatası oluştu
uk: Виникла помилка конфігурації

source: A permission error occurred
de: Ein Berechtigungsfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα άδειας.
es: Se produjo un error de permisos
fi: Oikeusvirhe tapahtui
he: שגיאת הרשאה התרחשה
hr: Došlo je do pogreške u dozvolama
is: Aðgangsheimildarvilla kom upp
it: Si è verificato un errore di autorizzazione
nl: Er is een machtigingsfout opgetreden
no: En feil med tillatelser oppstod
ro: A apărut o eroare de permisiune
sk: Nastala chyba oprávnenia
tr: Bir izin hatası oluştu
uk: Виникла помилка дозволу

source: A network error occurred
de: Ein Netzwerkfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα δικτύου
es: Ocurrió un error de red
fi: Verkkovirhe tapahtui
he: שגיאת רשת התרחשה
hr: Došlo je do mrežne pogreške
is: Nettókerfi villa kom upp
it: Si è verificato un errore di rete
nl: Er is een netwerkfout opgetreden
no: En nettverksfeil oppstod
ro: A apărut o eroare de rețea
sk: Došlo k chybe siete
tr: Ağ hatası oluştu
uk: Виникла мережна помилка

source: A system error occurred
de: Ein Systemfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα συστήματος
es: Se produjo un error del sistema
fi: Järjestelmävirhe tapahtui
he: שגיאת מערכת התרחשה
hr: Došlo je do sistemske pogreške
is: Kerflauta í kerfi átti sér stað
it: Si è verificato un errore di sistema
nl: Er is een systeemfout opgetreden
no: En systemfeil oppstod
ro: A apărut o eroare de sistem
sk: Došlo k systémovej chybe
tr: Bir sistem hatası oluştu
uk: Виникла системна помилка

source: A validation error occurred
de: Ein Validierungsfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα επικύρωσης
es: Se produjo un error de validación.
fi: Validointivirhe tapahtui
he: שגיאת אימות התרחשה
hr: Došlo je do pogreške pri validaciji
is: Gildisvilla kom að.
it: Si è verificato un errore di convalida
nl: Er is een validatiefout opgetreden
no: En valideringsfeil oppstod
ro: A apărut o eroare de validare
sk: Došlo k chybě validácie
tr: Bir doğrulama hatası oluştu.
uk: Виникла помилка валідації

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
el: Παρουσιάστηκε ένα απροσδόκητο σφάλμα
es: Ocurrió un error inesperado
fi: Odottamaton virhe tapahtui
he: שגיאה בלתי צפויה התרחשה
hr: Došlo je do neočekivane pogreške.
is: Ósýnileg villa kom upp
it: Si è verificato un errore imprevisto
nl: Er is een onverwachte fout opgetreden
no: En uventet feil oppstod
ro: A apărut o eroare neașteptată
sk: Nastala neočakávaná chyba
tr: Beklenmedik bir hata oluştu
uk: Виникла несподівана помилка

source: Failed to create {} terminal: {}
de: Fehler beim Erstellen des {} Terminals: {}
el: Αποτυχία δημιουργίας {} τερματικού: {}
es: Error al crear {} terminal: {}
fi: Luo {} terminaalia epäonnistui: {}
he: נכשל ביצירת {} טרמינל: {}
hr: Nije moguće stvoriti {} terminal: {}
is: Ekki tókst að búa til {} terminal: {}
it: Impossibile creare il terminale {}: {}
nl: Kon niet {} terminal maken: {}
no: Mislyktes med å opprette {} terminal: {}
ro: Nu s-a reușit crearea terminalului {}: {}
sk: Nepodarilo sa vytvoriť {} terminál: {}
tr: {} terminal oluşturulamadı: {}
uk: Не вдалося створити {} термінал: {}

source: Could not create terminal. {}
de: Konnte das Terminal nicht erstellen. {}
el: Δεν ήταν δυνατή η δημιουργία τερματικού. {}
es: No se pudo crear el terminal. {}
fi: Ei voitu luoda terminaalia. {}
he: לא ניתן ליצור טרמינל. {}
hr: Nije moguće stvoriti terminal. {}
is: Gat ekki að búa til terminal. {}
it: Impossibile creare il terminale. {}
nl: Kon terminal niet maken. {}
no: Kunne ikke opprette terminal. {}
ro: Nu s-a putut crea terminalul. {}
sk: Nepodarilo sa vytvoriť terminál. {}
tr: Terminal oluşturulamadı. {}
uk: Не вдалося створити термінал. {}

source: SSH connection to '{}' failed: {}
de: SSH-Verbindung zu '{}' fehlgeschlagen: {}
el: Η σύνδεση SSH με '{}' απέτυχε: {}
es: La conexión SSH a '{}' falló: {}
fi: SSH-yhteys '{}' epäonnistui: {}
he: חיבור SSH ל'{}' נכשל: {}
hr: SSH veza na '{}' nije uspjela: {}
is: SSH tenging við '{}' mistókst: {}
it: La connessione SSH a '{}' è fallita: {}
nl: SSH-verbinding naar '{}' mislukt: {}
no: SSH-tilkobling til '{}' mislyktes: {}
ro: Conexiune SSH la '{}' a eșuat: {}
sk: SSH pripojenie k '{}' zlyhalo: {}
tr: '{}' için SSH bağlantısı başarısız oldu: {}

source: Could not connect to {}. {}
de: Konnte keine Verbindung zu {} herstellen. {}
el: Δεν ήταν δυνατή η σύνδεση με {}. {}
es: No se pudo conectar a {}. {}
fi: Ei voitu yhdistää {}. {}
he: לא ניתן להתחבר ל-{}. {}
hr: Nije se moglo povezati s {}. {}
is: Gat ekki tengst {}. {}
it: Impossibile connettersi a {}. {}
nl: Kon niet verbinden met {}. {}
no: Kunne ikke koble til {}. {}
ro: Nu s-a putut conecta la {}. {}
sk: Nepodarilo sa pripojiť k {}. {}
tr: {}'ye bağlanılamadı. {}

source: SSH key error for '{}': {}
de: SSH-Schlüssel-Fehler für '{}': {}
el: Σφάλμα κλειδιού SSH για '{}': {}
es: Error de clave SSH para '{}': {}
fi: SSH-avainvirhe '{}': {}
he: שגיאת מפתח SSH עבור '{}': {}
hr: Greška SSH ključa za '{}': {}
is: SSH lykilvilla villa fyrir '{}': {}
it: Errore chiave SSH per '{}': {}
nl: SSH-sleutel fout voor '{}': {}
no: SSH-nøkkel feil for '{}': {}
ro: Eroare cheie SSH pentru '{}': {}
sk: Chyba SSH kľúča pre '{}': {}
tr: '{}' için SSH anahtar hatası: {}
uk: SSH ключ помилки для '{}': {}

source: SSH key problem: {}
de: SSH-Schlüsselproblem: {}
el: Πρόβλημα κλειδιού SSH: {}
es: Problema de clave SSH: {}
fi: SSH-avainongelma: {}
he: בעיה במפתח SSH: {}
hr: Problem s SSH ključem: {}
is: SSH lykilvandamál: {}
it: Problema chiave SSH: {}
nl: SSH-sleutelprobleem: {}
no: SSH-nøkkelproblem: {}
ro: Problemă cheie SSH: {}
sk: Problém s SSH kľúčom: {}
tr: SSH anahtar sorunu: {}
uk: SSH ключ проблема: {}

source: Session '{}' validation failed: {}
de: Sitzung '{}' Validierung fehlgeschlagen: {}
el: Η επικύρωση της συνεδρίας '{}' απέτυχε: {}
es: La validación de la sesión '{}' ha fallado: {}
fi: Istunto '{}' validoiminen epäonnistui: {}
he: אימות המושב '{}' נכשל: {}
hr: Validacija sesije '{}' nije uspjela: {}
is: Session '{}' gilt ekki: {}
it: La validazione della sessione '{}' è fallita: {}
nl: Sessie '{}' validatie mislukt: {}
no: Økt '{}' validering mislyktes: {}
ro: Validarea sesiunii '{}' a eșuat: {}
sk: Validácia relácie '{}' zlyhala: {}
tr: Oturum '{}' doğrulaması başarısız oldu: {}
uk: Сесія '{}' не пройшла валідацію: {}

source: Session configuration is invalid: {}
de: Die Sitzungsconfiguration ist ungültig: {}
el: Η διαμόρφωση της συνεδρίας είναι μη έγκυρη: {}
es: La configuración de la sesión no es válida: {}
fi: Istuntoasetukset ovat virheelliset: {}
he: הגדרת המושב אינה תקפה: {}
hr: Konfiguracija sesije je nevažeća: {}
is: Session stilling er ógild: {}
it: La configurazione della sessione non è valida: {}
nl: Sessieconfiguratie is ongeldig: {}
no: Øktkonfigurasjonen er ugyldig: {}
ro: Configurarea sesiunii este invalidă: {}
sk: Konfigurácia relácie je neplatná: {}
tr: Oturum yapılandırması geçersiz: {}
uk: Конфігурація сеансу недійсна: {}

source: Failed to read from '{}': {}
de: Fehler beim Lesen von '{}': {}
el: Αποτυχία ανάγνωσης από '{}': {}
es: Error al leer de '{}': {}
fi: Luku epäonnistui '{}': {}
he: נכשל בקריאה מ'{}': {}
hr: Neuspjelo čitanje iz '{}': {}
is: Ekki tókst að lesa frá '{}': {}
it: Impossibile leggere da '{}': {}
nl: Kon niet lezen van '{}': {}
no: Kunne ikke lese fra '{}': {}
ro: Nu s-a reușit citirea din '{}': {}
sk: Nepodarilo sa čítať z '{}': {}
tr: '{}' okunamadı: {}
uk: Не вдалося прочитати з '{}': {}

source: Could not load saved data
de: Konnte gespeicherte Daten nicht laden
el: Δεν ήταν δυνατή η φόρτωση των αποθηκευμένων δεδομένων
es: No se pudo cargar los datos guardados
fi: Tallennettua tietoa ei voitu ladata.
he: לא ניתן לטעון נתונים שמורים
hr: Nije moguće učitati spremljene podatke
is: Gat ekki hlaðið vistað gögn
it: Impossibile caricare i dati salvati
nl: Kon opgeslagen gegevens niet laden
no: Kunne ikke laste inn lagrede data
ro: Nu s-au putut încărca datele salvate
sk: Nepodarilo sa načítať uložené údaje
tr: Kaydedilmiş veriler yüklenemedi.
uk: Не вдалося завантажити збережені дані

source: Failed to write to '{}': {}
de: Fehler beim Schreiben in '{}': {}
el: Αποτυχία εγγραφής στο '{}': {}
es: Error al escribir en '{}': {}
fi: Kirjoittaminen epäonnistui '{}': {}
he: נכשל בכתיבה ל'{}': {}
hr: Neuspješno pisanje u '{}': {}
is: Ekki tókst að skrifa í '{}': {}
it: Impossibile scrivere in '{}': {}
nl: Kon niet schrijven naar '{}': {}
no: Feilet å skrive til '{}': {}
ro: Nu s-a reușit scrierea în '{}': {}
sk: Nepodarilo sa zapísať do '{}': {}
tr: '{}' yazılamadı: {}
uk: Не вдалося записати до '{}': {}

source: Could not save data
de: Daten konnten nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση των δεδομένων
es: No se pudo guardar los datos
fi: Tietoja ei voitu tallentaa
he: לא ניתן לשמור נתונים
hr: Nije moguće spremiti podatke
is: Gat ekki að vista gögnin
it: Impossibile salvare i dati
nl: Kon de gegevens niet opslaan
no: Kunne ikke lagre data
ro: Nu s-a putut salva datele
sk: Nepodarilo sa uložiť údaje
tr: Veri kaydedilemedi
uk: Не вдалося зберегти дані

source: Storage file '{}' is corrupted
de: Die Speicherdatei '{}' ist beschädigt.
el: Το αρχείο αποθήκευσης '{}' είναι κατεστραμμένο
es: El archivo de almacenamiento '{}' está dañado.
fi: Tallennustiedosto '{}' on vaurioitunut
he: קובץ האחסון '{}' פגום
hr: Datoteka za pohranu '{}' je oštećena.
is: Geymslufaila '{}' er skemmdur
it: Il file di archiviazione '{}' è danneggiato
nl: Opslagbestand '{}' is beschadigd
no: Lagringsfilen '{}' er ødelagt
ro: Fișierul de stocare '{}' este corupt.
sk: Súbor úložiska '{}' je poškodený
tr: Depolama dosyası '{}' bozulmuş.

source: Saved data appears to be corrupted
de: Gespeicherte Daten scheinen beschädigt zu sein.
el: Τα αποθηκευμένα δεδομένα φαίνεται να είναι κατεστραμμένα.
es: Los datos guardados parecen estar corruptos.
fi: Tallennettu data näyttää olevan vaurioitunut
he: הנתונים השמורים נראים כמקולקלים
hr: Spremeljeni podaci čine se oštećenima.
is: Vistað gögn virðast vera skemmd.
it: I dati salvati sembrano essere danneggiati
nl: Opgeslagen gegevens lijken beschadigd te zijn.
no: Lagrte data ser ut til å være ødelagt
ro: Datele salvate par a fi corupte
sk: Uložené údaje sa zdajú byť poškodené.
tr: Kayıtlı verilerin bozulmuş olduğu görünüyor.

source: Invalid configuration for '{}' (value: {}): {}
de: Ungültige Konfiguration für '{}' (Wert: {}): {}
el: Μη έγκυρη διαμόρφωση για '{}' (τιμή: {}): {}
es: Configuración no válida para '{}' (valor: {}): {}
fi: Virheellinen kokoonpano '{}' (arvo: {}): {}
he: הגדרה לא תקינה עבור '{}' (ערך: {}): {}
hr: Nevažeća konfiguracija za '{}' (vrijednost: {}): {}
is: Ógild stilling fyrir '{}' (gildi: {}): {}
it: Configurazione non valida per '{}' (valore: {}): {}
nl: Ongeldige configuratie voor '{}' (waarde: {}): {}
no: Ugyldig konfigurasjon for '{}' (verdi: {}): {}
ro: Configurație invalidă pentru '{}' (valoare: {}): {}
sk: Neplatná konfigurácia pre '{}' (hodnota: {}): {}
tr: Geçersiz yapılandırma için '{}' (değer: {}): {}
uk: Неправильна конфігурація для '{}' (значення: {}): {}

source: Configuration error: {}
de: Konfigurationsfehler: {}
el: Σφάλμα διαμόρφωσης: {}
es: Error de configuración: {}
fi: Konfiguraatiovirhe: {}
he: שגיאת תצורה: {}
hr: Pogreška u konfiguraciji: {}
is: Konfignunarvilla: {}
it: Errore di configurazione: {}
nl: Configuratiefout: {}
no: Konfigurasjonsfeil: {}
ro: Eroare de configurare: {}
sk: Chyba konfigurácie: {}
tr: Yapılandırma hatası: {}
uk: Помилка конфігурації: {}

source: UI error in {}: {}
de: UI-Fehler in {}: {}
el: Σφάλμα διεπαφής χρήστη στο {}: {}
es: Error de UI en {}: {}
fi: Käyttöliittymän virhe {}: {}
he: שגיאת ממשק משתמש ב{}: {}
hr: UI greška u {}: {}
is: UI villa í {}: {}
it: Errore UI in {}: {}
nl: UI-fout in {}: {}
no: UI-feil i {}: {}
ro: Eroare UI în {}: {}
sk: Chyba používateľského rozhrania v {}: {}
tr: {}: {} içindeki UI hatası
uk: Помилка інтерфейсу користувача в {}: {}

source: UI error in component: {}
de: UI-Fehler im Komponenten: {}
el: Σφάλμα διεπαφής χρήστη στο συστατικό: {}
es: Error de UI en el componente: {}
fi: Käyttöliittymän virhe komponentissa: {}
he: שגיאת UI ברכיב: {}
hr: UI greška u komponenti: {}
is: UI villa í hluta: {}
it: Errore UI nel componente: {}
nl: UI-fout in component: {}
no: UI-feil i komponent: {}
ro: Eroare UI în componenta: {}
sk: Chyba používateľského rozhrania v komponente: {}
tr: Bileşende UI hatası: {}
uk: UI помилка в компоненті: {}

source: Validation failed for '{}': {}
de: Validierung fehlgeschlagen für '{}': {}
el: Η επικύρωση απέτυχε για '{}': {}
es: La validación falló para '{}': {}
fi: Validointi epäonnistui '{}': {}
he: אימות נכשל עבור '{}': {}
hr: Validacija nije uspjela za '{}': {}
is: Gilding mistókst fyrir '{}': {}
it: La convalida è fallita per '{}': {}
nl: Validatie mislukt voor '{}': {}
no: Validering mislyktes for '{}': {}
ro: Validarea a eșuat pentru '{}': {}
sk: Overenie zlyhalo pre '{}': {}
tr: '{}' için doğrulama başarısız oldu: {}
uk: Валідація не вдалася для '{}': {}

source: Invalid hostname '{}': {}
de: Ungültiger Hostname '{}': {}
el: Μη έγκυρο όνομα υπολογιστή '{}': {}
es: Nombre de host no válido '{}': {}
fi: Virheellinen isäntänimi '{}': {}
he: שם מארח לא חוקי '{}': {}
hr: Nevažeći naziv hosta '{}': {}
is: Ógilt hýsingarheiti '{}': {}
it: Nome host non valido '{}': {}
nl: Ongeldige hostnaam '{}': {}
no: Ugyldig vertsnavn '{}': {}
ro: Nume gazdă invalid '{}': {}
sk: Neplatné meno hostiteľa '{}': {}
tr: Geçersiz ana bilgisayar adı '{}': {}
uk: Неправильне ім'я хоста '{}': {}

source: Invalid hostname: {}
de: Ungültiger Hostname: {}
el: Μη έγκυρο όνομα κεντρικού υπολογιστή: {}
es: Nombre de host no válido: {}
fi: Virheellinen isäntänimi: {}
he: שם מארח לא חוקי: {}
hr: Nevažeći naziv hosta: {}
is: Ógilt hýsingarheiti: {}
it: Nome host non valido: {}
nl: Ongeldige hostnaam: {}
no: Ugyldig vertsnavn: {}
ro: Nume gazdă invalid: {}
sk: Neplatné meno hostiteľa: {}
tr: Geçersiz ana bilgisayar adı: {}
uk: Неправильне ім'я хоста: {}

source: Invalid path '{}': {}
de: Ungültiger Pfad '{}': {}
el: Μη έγκυρη διαδρομή '{}': {}
es: Ruta no válida '{}': {}
fi: Virheellinen polku '{}': {}
he: נתיב לא חוקי '{}': {}
hr: Nevažeća putanja '{}': {}
is: Ógild leið '{}': {}
it: Percorso non valido '{}': {}
nl: Ongeldig pad '{}': {}
no: Ugyldig sti '{}': {}
ro: Cale invalidă '{}': {}
sk: Neplatná cesta '{}': {}
tr: Geçersiz yol '{}': {}
uk: Неправильний шлях '{}': {}

source: Invalid path: {}
de: Ungültiger Pfad: {}
el: Μη έγκυρη διαδρομή: {}
es: Ruta no válida: {}
fi: Virheellinen polku: {}
he: נתיב לא חוקי: {}
hr: Nevažeća putanja: {}
is: Ógild leið: {}
it: Percorso non valido: {}
nl: Ongeldig pad: {}
no: Ugyldig sti: {}
ro: Cale invalidă: {}
sk: Neplatná cesta: {}
tr: Geçersiz yol: {}
uk: Неправильний шлях: {}

source: Permission denied for {} operation on '{}'
de: Zugriff verweigert für {}-Operation auf '{}'
el: Άδεια απορρίφθηκε για την {} ενέργεια στο '{}'
es: Permiso denegado para la operación {} en '{}'
fi: Käyttöoikeus evätty {} toimenpiteelle '{}'
he: הגישה נדחתה לפעולה {} על '{}'
hr: Odbijena dozvola za {} operaciju na '{}'
is: Aðgangur hafnað fyrir {} aðgerð á '{}'
it: Accesso negato per l'operazione '{}' su '{}'
nl: Toegang geweigerd voor {} bewerking op '{}'
no: Tillatelse nektet for {} operasjon på '{}'
ro: Permisiune refuzată pentru operațiunea '{}' pe '{}'
sk: Prístup zamietnutý pre {} operáciu na '{}'
tr: '{}' işlemi için izin reddedildi '{}'
uk: Доступ заборонено для {} операції над '{}'

source: Permission denied accessing {}
de: Zugriff verweigert auf {}
el: Απαγορεύεται η πρόσβαση σε {}
es: Permiso denegado al acceder a {}
fi: Pääsy estetty {}
he: גישה נדחתה ל-{}
hr: Pristup odbijen za {}
is: Aðgangur hafnað að {}
it: Accesso negato a {}
nl: Toegang geweigerd tot {}
no: Tillatelse nektet for å få tilgang til {}
ro: Acces refuzat la {}
sk: Prístup zamietnutý k {}
tr: Erişim izni reddedildi {}
uk: Доступ заборонено до {}

source: Permission denied for {} operation on directory '{}'
de: Zugriff verweigert für {}-Operation im Verzeichnis '{}'
el: Άδεια απορρίφθηκε για {} λειτουργία στον φάκελο '{}'
es: Permiso denegado para la operación {} en el directorio '{}'
fi: Käyttöoikeus evätty {} toimenpiteelle hakemistossa '{}'
he: ההרשאה נדחתה עבור {} פעולה על תיקייה '{}'
hr: Odbijena dozvola za {} operaciju na direktoriju '{}'
is: Aðgangur hafnað fyrir {} aðgerð á skráarsafni '{}'
it: Accesso negato per l'operazione {} sulla directory '{}'
nl: Toegang geweigerd voor {} bewerking op map '{}'
no: Tillatelse nektet for {} operasjon på katalogen '{}'
ro: Permisiune refuzată pentru operațiunea {} pe directorul '{}'
sk: Prístup zamietnutý pre {} operáciu na adresári '{}'
tr: '{}' dizininde '{}' işlemi için izin reddedildi
uk: Доступ заборонено для {} операції в каталозі '{}'

source: Permission denied accessing directory {}
de: Zugriff auf das Verzeichnis {} verweigert
el: Απαγορεύεται η πρόσβαση στον φάκελο {}
es: Permiso denegado al acceder al directorio {}
fi: Käyttöoikeus evätty hakemiston {} käyttöön.
he: גישה נדחתה לגישה לתיקייה {}
hr: Pristup direktoriju {} je odbijen.
is: Aðgangur að skráarsafni {} hafnað.
it: Accesso negato alla directory {}
nl: Toegang geweigerd tot map {}
no: Tillatelse nektet for å få tilgang til katalog {}
ro: Accesul interzis la directorul {}
sk: Prístup zamietnutý, nemáte oprávnenie na prístup k adresáru {}
tr: Erişim izni reddedildi, dizine {} erişilemiyor.
uk: Доступ до каталогу {} заборонено

source: unnamed
de: unbenannt
el: χωρίς όνομα
es: sin nombre
fi: nimetön
he: לא שם
hr: neimenovan
is: ónefndur
it: senza nome
nl: ongenoemd
no: uten navn
ro: fără nume
sk: bez názvu
tr: isimsiz
uk: безіменний
