Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Port forwarding entries must use numeric ports.
de: Portweiterleitungseinträge müssen numerische Ports verwenden.
el: Οι καταχωρίσεις προώθησης θυρών πρέπει να χρησιμοποιούν αριθμητικές θύρες.
es: Las entradas de reenvío de puertos deben utilizar puertos numéricos.
fi: Portin uudelleenohjausmerkinnät on käytettävä numeerisia portteja.
he: הגדרות הפניית פורטים חייבות להשתמש בפורטים מספריים.
hr: Unosi prosljeđivanja portova moraju koristiti numeričke portove.
is: Port framleiðslu skráningar verða að nota tölulegar hafnir.
it: Le voci di inoltro delle porte devono utilizzare porte numeriche.
nl: Poortdoorstuurinvoeren moeten numerieke poorten gebruiken.
no: Portvideringsoppføringer må bruke numeriske porter.
ro: Intrările de redirecționare a porturilor trebuie să folosească porturi numerice.
sk: Záznamy o presmerovaní portov musia používať číselné porty.
tr: Port yönlendirme girişleri sayısal portlar kullanmalıdır.

source: Session name is required.
de: Sitzungsname ist erforderlich.
el: Απαιτείται όνομα συνεδρίας.
es: Se requiere un nombre de sesión.
fi: Istunnon nimi on pakollinen.
he: שם המושב נדרש.
hr: Naziv sesije je obavezan.
is: Nafn á sessi er nauðsynlegt.
it: È richiesto il nome della sessione.
nl: Sessienaam is vereist.
no: Sesjonsnavn er påkrevd.
ro: Numele sesiunii este necesar.
sk: Názov relácie je povinný.
tr: Oturum adı gereklidir.
uk: Назва сесії є обов'язковою.

source: Host is required for SSH sessions.
de: Der Host ist für SSH-Sitzungen erforderlich.
el: Ο διακομιστής είναι απαραίτητος για τις συνεδρίες SSH.
es: Se requiere un host para las sesiones SSH.
fi: Isäntä on pakollinen SSH-istuntoja varten.
he: ה-host נדרש עבור מושבי SSH.
hr: Host je obavezan za SSH sesije.
is: Hýsing er nauðsynleg fyrir SSH lotur.
it: L'host è necessario per le sessioni SSH.
nl: Host is vereist voor SSH-sessies.
no: Verten er påkrevd for SSH-økter.
ro: Hostul este necesar pentru sesiunile SSH.
sk: Host je povinný pre SSH relácie.
tr: SSH oturumları için ana bilgisayar gereklidir.
uk: Хост є обов'язковим для сеансів SSH.

source: Port must be between 1 and 65535.
de: Der Port muss zwischen 1 und 65535 liegen.
el: Η θύρα πρέπει να είναι μεταξύ 1 και 65535.
es: El puerto debe estar entre 1 y 65535.
fi: Portin on oltava välillä 1 ja 65535.
he: הפורט חייב להיות בין 1 ל-65535.
hr: Port mora biti između 1 i 65535.
is: Portur verður að vera á milli 1 og 65535.
it: La porta deve essere compresa tra 1 e 65535.
nl: De poort moet tussen 1 en 65535 liggen.
no: Porten må være mellom 1 og 65535.
ro: Portul trebuie să fie între 1 și 65535.
sk: Port musí byť medzi 1 a 65535.
tr: Port 1 ile 65535 arasında olmalıdır.
uk: El puerto debe estar entre 1 y 65535.

source: Port forward '{name}' has an invalid local port (must be between 1025 and 65535).
de: Portweiterleitung '{name}' hat einen ungültigen lokalen Port (muss zwischen 1025 und 65535 liegen).
el: Η προώθηση θύρας '{name}' έχει μια μη έγκυρη τοπική θύρα (πρέπει να είναι μεταξύ 1025 και 65535).
es: La redirección de puertos '{name}' tiene un puerto local inválido (debe estar entre 1025 y 65535).
fi: Porttisiirto '{name}' sisältää virheellisen paikallisen portin (sen on oltava välillä 1025 ja 65535).
he: הפניית פורט '{name}' מכילה פורט מקומי לא חוקי (חייב להיות בין 1025 ל-65535).
hr: Proslijedite port '{name}' ima nevažeću lokalnu adresu (mora biti između 1025 i 65535).
is: Port framleiðsla '{name}' hefur ógildan staðbundinn port (verður að vera á milli 1025 og 65535).
it: Il port forwarding '{name}' ha una porta locale non valida (deve essere compresa tra 1025 e 65535).
nl: Portforwarding '{name}' heeft een ongeldige lokale poort (moet tussen 1025 en 65535 liggen).
no: Portvider '{name}' har en ugyldig lokal port (må være mellom 1025 og 65535).
ro: Redirecționarea portului '{name}' are un port local invalid (trebuie să fie între 1025 și 65535).
sk: Port forwarding '{name}' má neplatný lokálny port (musí byť medzi 1025 a 65535).
tr: '{name}' için port yönlendirmesi geçersiz bir yerel porta sahip (1025 ile 65535 arasında olmalıdır).
uk: Port forwarding '{name}' has an invalid local port (must be between 1025 and 65535).

source: Port forward '{name}' has an invalid remote port.
de: Portweiterleitung '{name}' hat einen ungültigen Remote-Port.
el: Η προώθηση θύρας '{name}' έχει μη έγκυρη απομακρυσμένη θύρα.
es: El reenvío de puerto '{name}' tiene un puerto remoto inválido.
fi: Porttiohjaus '{name}' sisältää virheellisen etäportin.
he: הפניית פורט '{name}' מכילה פורט מרוחק לא חוקי.
hr: Proslijedite '{name}' ima nevažeću udaljenu port.
is: Port framleiðsla '{name}' hefur ógildan fjarport.
it: Il port forwarding '{name}' ha una porta remota non valida.
nl: Portforwarding '{name}' heeft een ongeldige externe poort.
no: Portvider '{name}' har en ugyldig ekstern port.
ro: Redirecționarea portului '{name}' are un port remote invalid.
sk: Port forward '{name}' má neplatný vzdialený port.
tr: '{name}' için port yönlendirmesi geçersiz bir uzak port içeriyor.
uk: Порт переадресації '{name}' має недійсний віддалений порт.

source: Unnamed Session
de: Unbenannte Sitzung
el: Ανώνυμη Συνεδρία
es: Sesión sin nombre
fi: Nimetön istunto
he: שיחה ללא שם
hr: Nepoznata sesija
is: Ónefndur fundur
it: Sessione senza nome
nl: Naamloze Sessie
no: Uten navn Økt
ro: Sesiune Fără Nume
sk: Nepomenovaná relácia
tr: İsimsiz Oturum

source: Folder name is required.
de: Der Ordnername ist erforderlich.
el: Απαιτείται όνομα φακέλου.
es: Se requiere un nombre de carpeta.
fi: Kansion nimi on pakollinen.
he: שם תיקייה נדרש.
hr: Naziv mape je obavezan.
is: Fyrirsagnan er nauðsynleg.
it: Il nome della cartella è obbligatorio.
nl: Mapnaam is vereist.
no: Mappenavn er påkrevd.
ro: Numele folderului este obligatoriu.
sk: Názov priečinka je povinný.
tr: Klasör adı gereklidir.
uk: Назва папки є обов'язковою.

source: Folder path is not consistent with its parent path.
de: Der Ordnerpfad stimmt nicht mit dem übergeordneten Pfad überein.
el: Η διαδρομή του φακέλου δεν είναι συνεπής με τη διαδρομή του γονέα της.
es: La ruta de la carpeta no es consistente con su ruta padre.
fi: Kansion polku ei vastaa sen vanhemman kansion polkua.
he: נתיב התיקיה אינו תואם את נתיב ההורה שלה.
hr: Putanja mape nije dosljedna s putanjom roditelja.
is: Skráarstig er ekki í samræmi við foreldrastrig.
it: Il percorso della cartella non è coerente con il percorso della cartella padre.
nl: De mapstructuur komt niet overeen met het bovenliggende pad.
no: Mappesti er ikke konsistent med sin overordnede sti.
ro: Calea folderului nu este consistentă cu calea părintelui său.
sk: Cesta priečinka nie je konzistentná s jeho nadradenou cestou.
tr: Klasör yolu, üst yoluyla tutarlı değil.
uk: Шлях до папки не відповідає шляху її батьківської папки.

source: Unnamed Folder
de: Unbenannter Ordner
el: Ανώνυμος Φάκελος
es: Carpeta sin nombre
fi: Nimetön kansio
he: תיקייה ללא שם
hr: Nepoznati direktorij
is: Ónefnd möppur
it: Cartella senza nome
nl: Naamloze map
no: Uten navn-mappe
ro: Folder Nenumit
sk: Nepomenovaná zložka
tr: İsimsiz Klasör

source: Cancel transfer
de: Übertragung abbrechen
el: Ακύρωση μεταφοράς
es: Cancelar transferencia
fi: Peruuta siirto
he: ביטול העברה
hr: Otkaži prijenos
is: Hætta við flutning
it: Annulla trasferimento
nl: Annuleer overdracht
no: Avbryt overføring
ro: Anulează transferul
sk: Zrušiť prevod
tr: Transferi iptal et
uk: Скасувати переказ

source: Remove from history
de: Aus Verlauf entfernen
el: Αφαίρεση από την ιστορία
es: Eliminar del historial
fi: Poista historiasta
he: הסר מההיסטוריה
hr: Ukloni iz povijesti
is: Fjarlægja úr sögu
it: Rimuovi dalla cronologia
nl: Verwijder uit geschiedenis
no: Fjern fra historikk
ro: Elimină din istoric
sk: Odstrániť z histórie
tr: Geçmişten kaldır
uk: Видалити з історії

source: Recebido
de: Empfangen
el: Ληφθέν
es: Recibido
fi: Vastaanotettu
he: התקבל
hr: Primljeno
is: Móttaka
it: Ricevuto
nl: Ontvangen
no: Mottatt
ro: Receput
sk: Prijaté
tr: Alındı
uk: Received

source: Enviado
de: Gesendet
el: Αποσταλείς
fi: Lähetetty
he: נשלח
hr: Poslano
is: Sentur
it: Inviato
nl: Verzonden
no: Sendt
ro: Trimis
sk: Odoslané
tr: Gönderildi
uk: Sent

source: Waiting...
de: Warten...
el: Αναμονή...
es: Esperando...
fi: Odottaa...
he: ממתין...
hr: Čekanje...
is: Bíðandi...
it: In attesa...
nl: Wachten...
no: Venter...
ro: Aștept...
sk: Čaká sa...
tr: Bekleniyor...
uk: Очікування...

source: in
el: μέσα
es: en
fi: sisällä
he: בְּ
hr: u
is: í
no: i
ro: în
sk: v
tr: içinde
uk: в

source: Completed
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
he: הושלם
hr: Završeno
is: Lokið
it: Completato
nl: Voltooid
no: Fullført
ro: Finalizat
sk: Dokončené
tr: Tamamlandı
uk: Завершено

source: Unknown error
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fi: Tuntematon virhe
he: שגיאה לא ידועה
hr: Nepoznata greška
is: Ókunnug villa
it: Errore sconosciuto
nl: Onbekende fout
no: Ukjent feil
ro: Eroare necunoscută
sk: Neznáma chyba
tr: Bilinmeyen hata
uk: Невідома помилка

source: Failed
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fi: Epäonnistui
he: נכשל
hr: Neuspjeh
is: Misheppnað
it: Fallito
nl: Mislukt
no: Mislyktes
ro: Eșuat
sk: Zlyhalo
tr: Başarısız
uk: Не вдалося

source: Cancelled
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
fi: Peruutettu
he: בוטל
hr: Otkaženo
is: Fellt
it: Annullato
nl: Geannuleerd
no: Avbrutt
ro: Anulat
sk: Zrušené
tr: İptal Edildi

source: Recebendo
de: Empfangen
el: Λήψη
es: Recibiendo
fi: Vastaanottaminen
he: מקבל
hr: Primanje
is: Móttaka
it: Ricezione
nl: Ontvangen
no: Mottar
ro: Recepționare
sk: Prijímanie
tr: Alınıyor
uk: Receiving

source: Enviando
de: Senden
el: Αποστολή
fi: Lähetetään
he: שולח
hr: Šaljem
is: Sending
it: Invio
nl: Verzenden
no: Senderer
ro: Trimitere
sk: Odosielanie
tr: Gönderiliyor
uk: Відправлення

source: remaining
de: verbleibend
el: υπόλοιπο
es: restante
fi: jäljellä
he: נשאר
hr: preostalo
is: afgangur
it: rimanente
nl: overgebleven
no: gjenværende
ro: rămase
sk: zostávajúce
tr: kalan
uk: залишок

source: Transfer Manager
de: Übertragungsmanager
el: Διαχειριστής Μεταφοράς
es: Administrador de Transferencias
fi: Siirtohallinta
he: מנהל העברות
hr: Upravitelj prijenosa
is: Flutningsstjóri
it: Gestore trasferimenti
nl: Overdrachtsbeheerder
no: Overføringsbehandling
ro: Manager de Transferuri
sk: Správca prenosu
tr: Transfer Yöneticisi
uk: Менеджер передач

source: Clear History
de: Verlauf löschen
el: Καθαρισμός Ιστορικού
es: Borrar historial
fi: Tyhjennä historia
he: נקה היסטוריה
hr: Obriši povijest
is: Tæma sögu
it: Cancella cronologia
nl: Geschiedenis wissen
no: Tøm historikk
ro: Șterge Istoricul
sk: Vymazať históriu
tr: Geçmişi Temizle
uk: Очистити історію

source: Cancelar Tudo
de: Alles abbrechen
el: Ακύρωση Όλων
es: Cancelar Todo
fi: Peruuta kaikki
he: בטל הכל
hr: Otkaži sve
is: Hætta við allt
it: Annulla tutto
nl: Alles Annuleren
no: Avbryt alt
ro: Anulați totul
sk: Zrušiť všetko
tr: Tümünü İptal Et

source: No Transfers
de: Keine Übertragungen
el: Καμία Μεταφορά
es: No Transferencias
fi: Ei siirtoja
he: אין העברות
hr: Nema prijenosa
is: Engin ekki flutningar
it: Nessun trasferimento
nl: Geen overdrachten
no: Ingen overføringer
ro: Fără transferuri
sk: Žiadne prevody
tr: Transfer Yok
uk: Немає переказів

source: Active and past transfers will appear here.
de: Aktive und vergangene Übertragungen werden hier angezeigt.
el: Οι ενεργές και παρελθούσες μεταφορές θα εμφανιστούν εδώ.
es: Las transferencias activas y pasadas aparecerán aquí.
fi: Aktiiviset ja aiemmat siirrot näkyvät täällä.
he: העברות פעילות ועבר יופיעו כאן.
hr: Aktivni i prošli prijenosi će se ovdje prikazati.
is: Virkar og fyrri flutningar munu birtast hér.
it: Le trasferte attive e passate appariranno qui.
nl: Actieve en eerdere overboekingen verschijnen hier.
no: Aktive og tidligere overføringer vil vises her.
ro: Transferurile active și anterioare vor apărea aici.
sk: Aktívne a minulé prevody sa tu zobrazia.
tr: Aktif ve geçmiş transferler burada görünecektir.
uk: Активні та минулі перекази з'являться тут.

source: Clear Transfer History?
de: Übertragungsverlauf löschen?
el: Καθαρισμός Ιστορικού Μεταφοράς;
es: ¿Borrar historial de transferencias?
fi: Tyhjennä siirtohistoria?
he: מחק היסטוריית העברות?
hr: Izbriši povijest prijenosa?
is: Hreinsa flutningssögu?
it: Cancella la cronologia delle trasferenze?
nl: Transfergeschiedenis wissen?
no: Tøm overføringshistorikk?
ro: Șterge istoricul transferurilor?
sk: Vymazať históriu prenosu?
tr: Transfer Geçmişini Temizle?

source: This action cannot be undone and will remove all completed, failed, and cancelled transfers from the list.
de: Diese Aktion kann nicht rückgängig gemacht werden und entfernt alle abgeschlossenen, fehlgeschlagenen und stornierten Übertragungen aus der Liste.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί και θα αφαιρέσει όλες τις ολοκληρωμένες, αποτυχημένες και ακυρωμένες μεταφορές από τη λίστα.
es: Esta acción no se puede deshacer y eliminará todas las transferencias completadas, fallidas y canceladas de la lista.
fi: Tätä toimintoa ei voi peruuttaa, ja se poistaa kaikki valmiit, epäonnistuneet ja peruutetut siirrot luettelosta.
he: פעולה זו אינה ניתנת לביטול ותסיר את כל ההעברות שהושלמו, נכשלו ובוטלו מהרשימה.
hr: Ova radnja se ne može poništiti i uklonit će sve dovršene, neuspjele i otkazane transfere s popisa.
is: Þetta aðgerð er ekki hægt að afturkalla og mun fjarlægja allar lokið, misheppnaðar og aflýstar flutninga úr listanum.
it: Questa azione non può essere annullata e rimuoverà tutti i trasferimenti completati, falliti e annullati dall'elenco.
nl: Deze actie kan niet ongedaan gemaakt worden en zal alle voltooide, mislukte en geannuleerde overdrachten uit de lijst verwijderen.
no: Denne handlingen kan ikke angres og vil fjerne alle fullførte, mislykkede og avbrutte overføringer fra listen.
ro: Această acțiune nu poate fi anulată și va elimina toate transferurile finalizate, eșuate și anulate din listă.
sk: Túto akciu nie je možné vrátiť späť a odstráni všetky dokončené, zlyhané a zrušené prevody zo zoznamu.
tr: Bu işlem geri alınamaz ve listeden tüm tamamlanmış, başarısız ve iptal edilmiş transferleri kaldıracaktır.

source: Name cannot be empty.
de: Der Name darf nicht leer sein.
el: Το όνομα δεν μπορεί να είναι κενό.
es: El nombre no puede estar vacío.
fi: Nimi ei voi olla tyhjää.
hr: Ime ne može biti prazno.
is: Nafn má ekki vera tómt.
it: Il nome non può essere vuoto.
nl: Naam mag niet leeg zijn.
no: Navn kan ikke være tomt.
ro: Numele nu poate fi gol.
sk: Názov nemôže byť prázdny.
tr: İsim boş olamaz.
uk: Ім'я не може бути порожнім.

source: rsync is not installed on the remote host. Install the rsync package or use SFTP for transfers.
de: rsync ist auf dem Remote-Host nicht installiert. Installieren Sie das rsync-Paket oder verwenden Sie SFTP für Übertragungen.
el: Το rsync δεν είναι εγκατεστημένο στον απομακρυσμένο υπολογιστή. Εγκαταστήστε το πακέτο rsync ή χρησιμοποιήστε SFTP για μεταφορές.
es: rsync no está instalado en el host remoto. Instala el paquete rsync o utiliza SFTP para las transferencias.
fi: rsynciä ei ole asennettu etäisäntään. Asenna rsync-paketti tai käytä SFTP:tä siirtoihin.
he: rsync אינו מותקן על המחשב המרוחק. התקן את חבילת rsync או השתמש ב-SFTP להעברות.
hr: rsync nije instaliran na udaljenom hostu. Instalirajte rsync paket ili koristite SFTP za prijenose.
is: rsync er ekki uppsett á fjarhýsinu. Settu upp rsync pakkann eða notaðu SFTP fyrir flutninga.
it: rsync non è installato sull'host remoto. Installa il pacchetto rsync o usa SFTP per i trasferimenti.
nl: rsync is niet geïnstalleerd op de externe host. Installeer het rsync-pakket of gebruik SFTP voor overdrachten.
no: rsync er ikke installert på den eksterne verten. Installer rsync-pakken eller bruk SFTP for overføringer.
ro: rsync nu este instalat pe gazda la distanță. Instalați pachetul rsync sau folosiți SFTP pentru transferuri.
sk: rsync nie je nainštalovaný na vzdialenom hostiteľovi. Nainštalujte balík rsync alebo použite SFTP na prenosy.
tr: rsync, uzak ana bilgisayarda kurulu değil. rsync paketini kurun veya transferler için SFTP kullanın.
uk: rsync не встановлено на віддаленому хості. Встановіть пакет rsync або використовуйте SFTP для передачі.

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fi: Päivitä
he: רענן
hr: Osvježi
is: Endurnýja
it: Aggiorna
nl: Vernieuwen
no: Oppdater
ro: Actualizare
sk: Obnoviť
tr: Yenile

source: Show hidden files
de: Versteckte Dateien anzeigen
el: Εμφάνιση κρυφών αρχείων
es: Mostrar archivos ocultos
fi: Näytä piilotetut tiedostot
he: הצג קבצים מוסתרים
hr: Prikaži skrivene datoteke
is: Sýna falin skrár
it: Mostra file nascosti
nl: Toon verborgen bestanden
no: Vis skjulte filer
ro: Afișează fișierele ascunse
sk: Zobraziť skryté súbory
tr: Gizli dosyaları göster
uk: Показати приховані файли

source: Filter files...
de: Dateien filtern...
el: Φιλτράρισμα αρχείων...
es: Filtrar archivos...
fi: Suodata tiedostoja...
he: סנן קבצים...
hr: Filtriraj datoteke...
is: Sía skrár...
it: Filtra file...
nl: Bestand filteren...
no: Filtrer filer...
ro: Filtrează fișierele...
sk: Filtrovať súbory...
tr: Dosyaları filtrele...
uk: Фільтрувати файли...

source: Start Recursive Search
de: Start rekursive Suche
el: Έναρξη Αναδρομικής Αναζήτησης
es: Iniciar búsqueda recursiva
fi: Aloita rekursiivinen haku
hr: Započni rekurzivno pretraživanje
is: Byrja endurtekna leit
it: Avvia Ricerca Ricorsiva
nl: Start Recursieve Zoektocht
no: Start rekursiv søk
ro: Începe Căutarea Recursivă
sk: Spusti rekurzívne vyhľadávanie
tr: Karmaşık Aramayı Başlat
uk: Почати рекурсивний пошук

source: Cancel Search
de: Suche abbrechen
el: Ακύρωση Αναζήτησης
es: Cancelar búsqueda
fi: Peruuta haku
hr: Otkaži pretraživanje
is: Hætta við leit
it: Annulla ricerca
nl: Zoek annuleren
no: Avbryt søk
ro: Anulează căutarea
sk: Zrušiť vyhľadávanie
tr: Aramayı İptal Et
uk: Скасувати пошук

source: Search in subfolders
de: In Unterordnern suchen
el: Αναζήτηση σε υποφακέλους
es: Buscar en subcarpetas
fi: Etsi alikansioista
hr: Pretraži u podmapama
is: Leita í undirfölum
it: Cerca nelle sottocartelle
nl: Zoeken in submappen
no: Søk i undermapper
ro: Caută în subfoldere
sk: Hľadať v podpriečinkoch
tr: Alt klasörlerde ara
uk: Шукати в підпапках

source: Recursive
de: Rekursiv
el: Αναδρομικός
es: Recursivo
fi: rekursiivinen
hr: Rekurzivni
is: Endurðarskýring
it: Ricorsivo
nl: Recursief
no: Rekursiv
ro: Recursiv
sk: Rekurzívny
tr: Özyinelemeli
uk: Рекурсивний

source: Transfer History
de: Übertragungsverlauf
el: Ιστορικό Μεταφορών
es: Historial de Transferencias
fi: Siirtohistoria
he: היסטוריית העברות
hr: Povijest prijenosa
is: Flutningssaga
it: Cronologia trasferimenti
nl: Overdrachtsgeschiedenis
no: Overføringshistorikk
ro: Istoric Transferuri
sk: História prevodov
tr: Transfer Geçmişi

source: Send Files
de: Dateien senden
el: Αποστολή Αρχείων
es: Enviar Archivos
fi: Lähetä tiedostot
hr: Pošalji datoteke
is: Senda skrár
it: Invia file
nl: Bestanden verzenden
no: Send filer
ro: Trimite fișiere
sk: Odoslať súbory
tr: Dosya Gönder
uk: Відправити файли

source: Search cancelled
de: Suche abgebrochen
el: Αναζήτηση ακυρώθηκε
es: Búsqueda cancelada
fi: Haku peruutettu
hr: Pretraživanje otkazano
is: Leitun er aflýst
it: Ricerca annullata
nl: Zoekopdracht geannuleerd
no: Søk avbrutt
ro: Căutare anulată
sk: Hľadanie zrušené
tr: Arama iptal edildi
uk: Пошук скасовано

source: Searching...
de: Suche...
el: Αναζήτηση...
es: Buscando...
fi: Etsitään...
he: מחפש...
hr: Traženje...
is: Leita...
it: Ricerca...
nl: Zoeken...
no: Søker...
ro: Căutare...
sk: Hľadanie...
tr: Arama yapılıyor...
uk: Пошук...

source: Showing first {count} results. Refine your search to narrow the list.
de: Zeige die ersten {count} Ergebnisse an. Verfeinere deine Suche, um die Liste einzugrenzen.
el: Εμφάνιση των πρώτων {count} αποτελεσμάτων. Εξευγενίστε την αναζήτησή σας για να περιορίσετε τη λίστα.
es: Mostrando los primeros {count} resultados. Refinar su búsqueda para reducir la lista.
fi: Näytetään ensimmäiset {count} tulosta. Tarkenna hakua rajoittaaksesi luetteloa.
he: מראה את {count} התוצאות הראשונות. צמצם את החיפוש שלך כדי לחדד את הרשימה.
hr: Prikazivanje prvih {count} rezultata. Uskladite pretraživanje kako biste suzili popis.
is: Sýni fyrstu {count} niðurstöður. Fínpússaðu leitina til að þrengja listann.
it: Mostrando i primi {count} risultati. Affina la tua ricerca per restringere l'elenco.
nl: Toon de eerste {count} resultaten. Verfijn uw zoekopdracht om de lijst te verkleinen.
no: Viser de første {count} resultatene. Forbedre søket ditt for å smalne listen.
ro: Afișarea primelor {count} rezultate. Rafinare căutării pentru a restrânge lista.
sk: Zobrazenie prvých {count} výsledkov. Upresnite vyhľadávanie, aby ste zúžili zoznam.
tr: İlk {count} sonucu gösteriliyor. Listeyi daraltmak için aramanızı daraltın.
uk: Показано перші {count} результатів. Уточніть свій пошук, щоб звузити список.

source: Size
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
he: גודל
hr: Veličina
is: stærð
it: Dimensione
nl: Grootte
no: Størrelse
ro: Dimensiune
sk: Veľkosť
tr: Boyut

source: Date Modified
de: Änderungsdatum
el: Ημερομηνία Τροποποίησης
es: Fecha de modificación
fi: Muokkauspäivämäärä
he: תאריך שונה
hr: Datum izmjene
is: Síðast breytt
it: Data Modificata
nl: Datum Gewijzigd
no: Dato endret
ro: Data Modificată
sk: Dátum zmeny
tr: Değiştirilme Tarihi
uk: Дата змінення

source: Permissions
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fi: Oikeudet
he: הרשאות
hr: Dozvole
is: Leyfi
it: Autorizzazioni
nl: Machtigingen
no: Tillatelser
ro: Permisiuni
sk: Oprávnenia
tr: İzinler

source: Owner
de: Besitzer
el: Ιδιοκτήτης
es: Propietario
fi: Omistaja
he: בעלים
hr: Vlasnik
is: Eigandi
it: Proprietario
nl: Eigenaar
no: Eier
ro: Proprietar
sk: Vlastník
tr: Sahip

source: Group
de: Gruppe
el: Ομάδα
es: Grupo
fi: Ryhmä
he: קבוצה
hr: Grupa
is: Hópur
it: Gruppo
nl: Groep
no: Gruppe
ro: Grup
sk: Skupina
tr: Grup
uk: Група

source: Loading...
de: Laden...
el: Φόρτωση...
es: Cargando...
fi: Lataaminen...
he: טוען...
hr: Učitavanje...
is: Hlaða...
it: Caricamento...
nl: Laden...
no: Laster...
ro: Încărcare...
sk: Načítanie...
tr: Yükleniyor...
uk: Завантаження...

source: Type and press Enter...
de: Geben Sie ein und drücken Sie die Eingabetaste...
el: Πληκτρολογήστε και πατήστε Enter...
es: Escriba y presione Enter...
fi: Kirjoita ja paina Enteriä...
hr: Upišite i pritisnite Enter...
is: Sláðu inn og ýttu á Enter...
it: Digita e premi Invio...
nl: Typ en druk op Enter...
no: Skriv og trykk Enter...
ro: Tastați și apăsați Enter...
sk: Zadajte a stlačte Enter...
tr: Yazın ve Enter'a basın...
uk: Типу та натисніть Enter...

source: Create Folder
de: Ordner erstellen
el: Δημιουργία Φακέλου
es: Crear carpeta
fi: Luo kansio
hr: Kreiraj mapu
is: Búa til möppu
it: Crea Cartella
nl: Map Maak
no: Opprett mappe
ro: Creează folder
sk: Vytvoriť priečinok
tr: Klasör Oluştur

source: Create File
de: Datei erstellen
el: Δημιουργία Αρχείου
es: Crear archivo
fi: Luo tiedosto
hr: Kreiraj datoteku
is: Búa til skrá
it: Crea File
nl: Bestand Aanmaken
no: Opprett fil
ro: Creează fișier
sk: Vytvoriť súbor
tr: Dosya Oluştur
uk: Створити файл

source: Open/Edit
de: Öffnen/Bearbeiten
el: Άνοιγμα/Επεξεργασία
es: Abrir/Editar
fi: Avaa/Muokkaa
he: פתח/ערוך
hr: Otvoriti/Urediti
is: Opna/Breyta
it: Apri/Modifica
nl: Open/Bewerken
no: Åpne/Rediger
ro: Deschide/Editează
sk: Otvoriť/Upraviť
tr: Aç/Koru

source: Open With...
de: Öffnen mit...
el: Άνοιγμα με...
es: Abrir con...
fi: Avaa...
he: פתח עם...
hr: Otvorite s...
is: Opna með...
it: Apri con...
nl: Openen met...
no: Åpne med...
ro: Deschide cu...
sk: Otvoriť s...
tr: Aç...
uk: Відкрити за допомогою...

source: Cut
de: Ausschneiden
el: Αποκοπή
es: Cortar
fi: Leikkaa
hr: Izreži
is: Klippa
it: Taglia
nl: Knippen
no: Klipp
ro: Tăiați
sk: Rezanie
tr: Kesme
uk: 剪切
