Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I remove orphan packages and clean the cache on BigLinux?
de: Wie entferne ich verwaiste Pakete und bereinige den Cache in BigLinux?
el: Πώς μπορώ να αφαιρέσω τα ορφανά πακέτα και να καθαρίσω την κρυφή μνήμη στο BigLinux;
es: ¿Cómo elimino los paquetes huérfanos y limpio la caché en BigLinux?
fi: Miten poistan orvot paketit ja puhdistan välimuistin BigLinuxissa?
he: איך אני מסיר חבילות יתומות ומנקה את המטמון ב-BigLinux?
hr: Kako mogu ukloniti siročad pakete i očistiti predmemoriju na BigLinuxu?
is: Hvernig fjarlægja ég muna pakka og hreinsa skyndiminni á BigLinux?
it: Come posso rimuovere i pacchetti orfani e pulire la cache su BigLinux?
nl: Hoe verwijder ik orphan pakketten en maak ik de cache schoon op BigLinux?
no: Hvordan fjerner jeg foreldreløse pakker og renser hurtigbufferen på BigLinux?
ro: Cum pot să elimin pachetele orphan și să curăț cache-ul pe BigLinux?
sk: Ako odstránim osirelé balíky a vyčistím cache na BigLinuxe?
tr: BigLinux'te yetim paketleri nasıl kaldırırım ve önbelleği nasıl temizlerim?
uk: Як я можу видалити сирітські пакунки та очистити кеш на BigLinux?

source: How can I list services that are enabled and active on systemd?
de: Wie kann ich Dienste auflisten, die in systemd aktiviert und aktiv sind?
el: Πώς μπορώ να καταγράψω τις υπηρεσίες που είναι ενεργοποιημένες και ενεργές στο systemd;
es: ¿Cómo puedo listar los servicios que están habilitados y activos en systemd?
fi: Kuinka voin luetella palvelut, jotka ovat käytössä ja aktiivisia systemd:ssä?
he: איך אני יכול לרשום שירותים שמופעלים ופעילים על systemd?
hr: Kako mogu navesti usluge koje su omogućene i aktivne na systemd-u?
is: Hvernig get ég listað þjónustur sem eru virkar og aktífar á systemd?
it: Come posso elencare i servizi che sono abilitati e attivi su systemd?
nl: Hoe kan ik services weergeven die zijn ingeschakeld en actief zijn op systemd?
no: Hvordan kan jeg liste tjenester som er aktivert og aktive på systemd?
ro: Cum pot lista serviciile care sunt activate și active pe systemd?
sk: Ako môžem zobraziť služby, ktoré sú povolené a aktívne v systemd?
tr: Systemd'de etkin ve aktif olan hizmetleri nasıl listeleyebilirim?
uk: Як я можу перерахувати служби, які увімкнені та активні в systemd?

source: What should I examine when boot time is too long?
de: Was sollte ich überprüfen, wenn die Bootzeit zu lang ist?
el: Τι θα πρέπει να εξετάσω όταν ο χρόνος εκκίνησης είναι πολύ μεγάλος;
es: ¿Qué debo examinar cuando el tiempo de arranque es demasiado largo?
fi: Mitä minun pitäisi tarkastaa, kun käynnistysaika on liian pitkä?
he: מה עלי לבדוק כאשר זמן האתחול ארוך מדי?
hr: Što trebam pregledati kada je vrijeme pokretanja predugo?
is: Hvað ætti ég að skoða þegar ræsitími er of langur?
it: Cosa dovrei esaminare quando il tempo di avvio è troppo lungo?
nl: Wat moet ik onderzoeken wanneer de opstarttijd te lang is?
no: Hva bør jeg undersøke når oppstartstiden er for lang?
ro: Ce ar trebui să examinez când timpul de pornire este prea lung?
sk: Čo by som mal skontrolovať, keď je čas spustenia príliš dlhý?
tr: Başlangıç süresi çok uzun olduğunda neyi incelemeliyim?
uk: Що я повинен перевірити, коли час завантаження занадто довгий?

source: How do I monitor temperature and fan speeds from the terminal?
de: Wie überwache ich die Temperatur und die Lüftergeschwindigkeiten über das Terminal?
el: Πώς μπορώ να παρακολουθήσω τη θερμοκρασία και τις ταχύτητες των ανεμιστήρων από το τερματικό;
es: ¿Cómo monitorizo la temperatura y las velocidades del ventilador desde la terminal?
fi: Miten voin seurata lämpötilaa ja tuulettimen nopeuksia terminaalista?
he: איך אני עוקב אחרי טמפרטורה ומהירות מאווררים מהטרמינל?
hr: Kako mogu pratiti temperaturu i brzine ventilatora iz terminala?
is: Hvernig fylgist ég með hitastigi og viftuhraða frá terminal?
it: Come posso monitorare la temperatura e la velocità delle ventole dal terminale?
nl: Hoe kan ik de temperatuur en ventilatorsnelheden vanuit de terminal monitoren?
no: Hvordan overvåker jeg temperatur og vifteturer fra terminalen?
ro: Cum pot monitoriza temperatura și vitezele ventilatoarelor din terminal?
sk: Ako môžem monitorovať teplotu a rýchlosti ventilátorov z terminálu?
tr: Terminalden sıcaklık ve fan hızlarını nasıl izlerim?
uk: Як я можу контролювати температуру та швидкість вентиляторів з терміналу?

source: How can I configure alerts when CPU usage exceeds a threshold?
de: Wie kann ich Benachrichtigungen konfigurieren, wenn die CPU-Auslastung einen Schwellenwert überschreitet?
el: Πώς μπορώ να ρυθμίσω ειδοποιήσεις όταν η χρήση CPU υπερβαίνει ένα όριο;
es: ¿Cómo puedo configurar alertas cuando el uso de CPU supera un umbral?
fi: Kuinka voin määrittää hälytykset, kun prosessorin käyttö ylittää rajan?
he: איך אני יכול להגדיר התראות כאשר השימוש במעבד חורג מסף?
hr: Kako mogu konfigurirati obavijesti kada upotreba CPU-a premaši prag?
is: Hvernig get ég stillt viðvaranir þegar CPU notkun fer yfir þröskuld?
it: Come posso configurare avvisi quando l'utilizzo della CPU supera una soglia?
nl: Hoe kan ik waarschuwingen configureren wanneer het CPU-gebruik een drempel overschrijdt?
no: Hvordan kan jeg konfigurere varsler når CPU-bruken overskrider en terskel?
ro: Cum pot configura alerte când utilizarea CPU depășește un prag?
sk: Ako môžem nakonfigurovať upozornenia, keď využitie CPU prekročí prahovú hodnotu?
tr: CPU kullanımı bir eşiği aştığında nasıl uyarılar yapılandırabilirim?
uk: Як я можу налаштувати сповіщення, коли використання ЦП перевищує поріг?

source: How do I create a script that restarts a service automatically?
de: Wie erstelle ich ein Skript, das einen Dienst automatisch neu startet?
el: Πώς μπορώ να δημιουργήσω ένα σενάριο που επανεκκινεί μια υπηρεσία αυτόματα;
es: ¿Cómo creo un script que reinicie un servicio automáticamente?
fi: Kuinka luon skriptin, joka käynnistää palvelun automaattisesti?
he: איך אני יוצר סקריפט שמפעיל שירות מחדש באופן אוטומטי?
hr: Kako mogu stvoriti skriptu koja automatski ponovno pokreće uslugu?
is: Hvernig býr ég til skriftu sem endurræsir þjónustu sjálfkrafa?
it: Come posso creare uno script che riavvia automaticamente un servizio?
nl: Hoe maak ik een script dat een service automatisch opnieuw opstart?
no: Hvordan lager jeg et skript som automatisk starter en tjeneste på nytt?
ro: Cum pot crea un script care repornește automat un serviciu?
sk: Ako vytvorím skript, ktorý automaticky reštartuje službu?
tr: Bir hizmeti otomatik olarak yeniden başlatan bir betik nasıl oluşturabilirim?
uk: Як створити скрипт, який автоматично перезапускає службу?

source: How do I automatically mount a remote NFS share?
de: Wie mounte ich automatisch ein entferntes NFS-Share?
el: Πώς μπορώ να τοποθετήσω αυτόματα μια απομακρυσμένη NFS κοινή χρήση;
es: ¿Cómo monto automáticamente un recurso compartido NFS remoto?
fi: Kuinka voin automaattisesti liittää etä-NFS-jako?
he: איך אני מחבר אוטומטית שיתוף NFS מרוחק?
hr: Kako automatski montirati udaljeni NFS dijeljeni resurs?
is: Hvernig set ég sjálfvirkt upp fjar NFS deilingu?
it: Come posso montare automaticamente una condivisione NFS remota?
nl: Hoe monteer ik automatisch een externe NFS-share?
no: Hvordan monterer jeg automatisk en ekstern NFS-deling?
ro: Cum pot monta automat un share NFS remote?
sk: Ako automaticky pripojiť vzdialený NFS zdieľaný priečinok?
tr: Uzak bir NFS paylaşımını otomatik olarak nasıl bağlarım?
uk: Як я можу автоматично змонтувати віддалену NFS-спільну папку?

source: How can I debug network issues using mtr and traceroute?
de: Wie kann ich Netzwerkprobleme mit mtr und traceroute debuggen?
el: Πώς μπορώ να αποσφαλματώσω προβλήματα δικτύου χρησιμοποιώντας το mtr και το traceroute;
es: ¿Cómo puedo depurar problemas de red utilizando mtr y traceroute?
fi: Kuinka voin vianjäljittää verkkohäiriöitä käyttämällä mtr:ää ja traceroutea?
he: איך אני יכול לנפות בעיות רשת באמצעות mtr ו-traceroute?
hr: Kako mogu otkloniti mrežne probleme koristeći mtr i traceroute?
is: Hvernig get ég leyst netvandamál með því að nota mtr og traceroute?
it: Come posso eseguire il debug dei problemi di rete utilizzando mtr e traceroute?
nl: Hoe kan ik netwerkproblemen debuggen met mtr en traceroute?
no: Hvordan kan jeg feilsøke nettverksproblemer ved hjelp av mtr og traceroute?
ro: Cum pot să depanez problemele de rețea folosind mtr și traceroute?
sk: Ako môžem odstraňovať problémy s sieťou pomocou mtr a traceroute?
tr: Mtr ve traceroute kullanarak ağ sorunlarını nasıl hata ayıklayabilirim?

source: What best practices should I follow to harden SSH?
de: Welche Best Practices sollte ich befolgen, um SSH abzusichern?
el: Ποιες είναι οι καλύτερες πρακτικές που πρέπει να ακολουθήσω για να ενισχύσω το SSH;
es: ¿Qué mejores prácticas debo seguir para fortalecer SSH?
fi: Mitä parhaita käytäntöjä minun tulisi noudattaa SSH:n koventamiseksi?
he: אילו שיטות עבודה מומלצות עלי לאמץ כדי לחזק את SSH?
hr: Koje najbolje prakse trebam slijediti za jačanje SSH-a?
is: Hva eru bestu venjur sem ég ætti að fylgja til að styrkja SSH?
it: Quali sono le migliori pratiche che dovrei seguire per rinforzare SSH?
nl: Welke best practices moet ik volgen om SSH te verharderen?
no: Hvilke beste praksiser bør jeg følge for å styrke SSH?
ro: Ce bune practici ar trebui să urmez pentru a întări SSH?
sk: Aké osvedčené postupy by som mal dodržiavať na zabezpečenie SSH?
tr: SSH'yi güçlendirmek için hangi en iyi uygulamaları takip etmeliyim?
uk: Які найкращі практики я повинен дотримуватись, щоб зміцнити SSH?

source: How do I schedule updates with pacman and log the results?
de: Wie plane ich Updates mit pacman und protokolliere die Ergebnisse?
el: Πώς μπορώ να προγραμματίσω ενημερώσεις με το pacman και να καταγράψω τα αποτελέσματα;
es: ¿Cómo programo actualizaciones con pacman y registro los resultados?
fi: Kuinka aikataulutan päivitykset pacmanilla ja kirjaan tulokset?
he: איך אני מתזמן עדכונים עם פקמן ומקליט את התוצאות?
hr: Kako mogu zakazati ažuriranja s pacmanom i zabilježiti rezultate?
is: Hvernig á ég að skipuleggja uppfærslur með pacman og skrá niðurstöðurnar?
it: Come posso pianificare gli aggiornamenti con pacman e registrare i risultati?
nl: Hoe plan ik updates met pacman en log ik de resultaten?
no: Hvordan planlegger jeg oppdateringer med pacman og logger resultatene?
ro: Cum pot programa actualizările cu pacman și înregistra rezultatele?
sk: Ako naplánujem aktualizácie s pacmanom a zaznamenám výsledky?
tr: Pacman ile güncellemeleri nasıl planlarım ve sonuçları nasıl kaydederim?
uk: Як я можу запланувати оновлення з pacman та записати результати?

source: How do I detect and terminate zombie processes?
de: Wie erkenne und beende ich Zombie-Prozesse?
el: Πώς μπορώ να ανιχνεύσω και να τερματίσω διεργασίες ζόμπι;
es: ¿Cómo detecto y termino procesos zombis?
fi: Miten voin havaita ja lopettaa zombiprosessit?
he: איך אני מזהה ומסיים תהליכים זומבי?
hr: Kako mogu otkriti i prekinuti zombie procese?
is: Hvernig greini ég og loki ég zombíferlum?
it: Come posso rilevare e terminare i processi zombie?
nl: Hoe detecteer en beëindig ik zombieprocessen?
no: Hvordan kan jeg oppdage og avslutte zombieprosesser?
ro: Cum pot detecta și termina procesele zombie?
sk: Ako zistím a ukončím zombie procesy?
tr: Zombi süreçleri nasıl tespit edip sonlandırabilirim?
uk: Як я можу виявити та завершити зомбі-процеси?

source: How do I compare two directories to find differences?
de: Wie vergleiche ich zwei Verzeichnisse, um Unterschiede zu finden?
el: Πώς μπορώ να συγκρίνω δύο καταλόγους για να βρω διαφορές;
es: ¿Cómo comparo dos directorios para encontrar diferencias?
fi: Miten vertaan kahta hakemistoa löytääkseni eroja?
he: איך אני משווה בין שני תיקיות כדי למצוא הבדלים?
hr: Kako mogu usporediti dva direktorija da pronađem razlike?
is: Hvernig ber ég saman tvær skráasafn til að finna mun?
it: Come posso confrontare due directory per trovare differenze?
nl: Hoe vergelijk ik twee mappen om verschillen te vinden?
no: Hvordan sammenligner jeg to kataloger for å finne forskjeller?
ro: Cum compar două directoare pentru a găsi diferențe?
sk: Ako porovnám dva adresáre, aby som našiel rozdiely?
tr: İki dizini karşılaştırarak farkları nasıl bulabilirim?
uk: Як я можу порівняти дві директорії, щоб знайти відмінності?

source: How can I configure automatic backups of /etc with git?
de: Wie kann ich automatische Backups von /etc mit git konfigurieren?
el: Πώς μπορώ να ρυθμίσω αυτόματες εφεδρικές αντιγράφων του /etc με το git;
es: ¿Cómo puedo configurar copias de seguridad automáticas de /etc con git?
fi: Kuinka voin määrittää automaattiset varmuuskopiot /etc:stä gitin avulla?
he: איך אני יכול להגדיר גיבויים אוטומטיים של /etc עם גיט?
hr: Kako mogu konfigurirati automatske sigurnosne kopije /etc s gitom?
is: Hvernig get ég stillt sjálfvirkar afrit af /etc með git?
it: Come posso configurare backup automatici di /etc con git?
nl: Hoe kan ik automatische back-ups van /etc configureren met git?
no: Hvordan kan jeg konfigurere automatiske sikkerhetskopier av /etc med git?
ro: Cum pot configura copii de rezervă automate ale /etc cu git?
sk: Ako môžem nakonfigurovať automatické zálohy /etc pomocou gitu?
tr: /etc dizinini git ile otomatik yedeklemeleri nasıl yapılandırabilirim?
uk: Як я можу налаштувати автоматичне резервне копіювання /etc за допомогою git?

source: How do I troubleshoot high disk I/O usage in databases?
de: Wie behebe ich hohe Festplatten-I/O-Nutzung in Datenbanken?
el: Πώς μπορώ να επιλύσω προβλήματα υψηλής χρήσης I/O δίσκου σε βάσεις δεδομένων;
es: ¿Cómo soluciono problemas de alto uso de I/O de disco en bases de datos?
fi: Miten vianetsin korkean levyn I/O-käytön tietokannoissa?
he: איך אני פותר בעיות של שימוש גבוה ב-I/O דיסק במסדי נתונים?
hr: Kako mogu riješiti probleme s visokim korištenjem diska I/O u bazama podataka?
is: Hvernig leysi ég vandamál með háa disk I/O notkun í gagnagrunnum?
it: Come posso risolvere i problemi di elevato utilizzo del disco I/O nei database?
nl: Hoe los ik hoge schijf I/O-gebruik in databases op?
no: Hvordan feilsøker jeg høy disk I/O-bruk i databaser?
ro: Cum pot să depanez utilizarea ridicată a I/O-ului pe disc în baze de date?
sk: Ako môžem riešiť vysoké využitie diskového I/O v databázach?
tr: Veritabanlarında yüksek disk I/O kullanımını nasıl gideririm?

source: How can I check available kernel versions and update safely?
de: Wie kann ich verfügbare Kernel-Versionen überprüfen und sicher aktualisieren?
el: Πώς μπορώ να ελέγξω τις διαθέσιμες εκδόσεις πυρήνα και να ενημερώσω με ασφάλεια;
es: ¿Cómo puedo verificar las versiones de kernel disponibles y actualizar de forma segura?
fi: Miten voin tarkistaa saatavilla olevat ydinversiot ja päivittää turvallisesti?
he: איך אני יכול לבדוק גרסאות קרנל זמינות ולעדכן בבטחה?
hr: Kako mogu provjeriti dostupne verzije kernela i sigurno ih ažurirati?
is: Hvernig get ég athugað tiltækar kjarnaútgáfur og uppfært örugglega?
it: Come posso controllare le versioni del kernel disponibili e aggiornare in modo sicuro?
nl: Hoe kan ik beschikbare kernelversies controleren en veilig bijwerken?
no: Hvordan kan jeg sjekke tilgjengelige kjerneversjoner og oppdatere trygt?
ro: Cum pot verifica versiunile de kernel disponibile și actualiza în siguranță?
sk: Ako môžem skontrolovať dostupné verzie jadra a bezpečne ich aktualizovať?
tr: Mevcut çekirdek sürümlerini nasıl kontrol edebilirim ve güvenli bir şekilde güncelleyebilirim?
uk: Як я можу перевірити доступні версії ядра та безпечно оновити?

source: What is the best way to install proprietary GPU drivers?
de: Was ist der beste Weg, um proprietäre GPU-Treiber zu installieren?
el: Ποιος είναι ο καλύτερος τρόπος για να εγκαταστήσετε ιδιόκτητα προγράμματα οδήγησης GPU;
es: ¿Cuál es la mejor manera de instalar controladores de GPU propietarios?
fi: Mikä on paras tapa asentaa kaupalliset GPU-ohjaimet?
he: מה הדרך הטובה ביותר להתקין דרייברים קנייניים של GPU?
hr: Koji je najbolji način za instalaciju vlasničkih GPU drajvera?
is: Hver er besta leiðin til að setja upp einkarekna GPU drif?
it: Qual è il modo migliore per installare i driver GPU proprietari?
nl: Wat is de beste manier om propriëtaire GPU-stuurprogramma's te installeren?
no: Hva er den beste måten å installere proprietære GPU-drivere på?
ro: Care este cea mai bună modalitate de a instala driverele GPU proprietare?
sk: Aký je najlepší spôsob inštalácie proprietárnych ovládačov GPU?
tr: Telif hakkı olan GPU sürücülerini yüklemenin en iyi yolu nedir?

source: How do I configure multiple monitors on X11 and Wayland?
de: Wie konfiguriere ich mehrere Monitore unter X11 und Wayland?
el: Πώς μπορώ να ρυθμίσω πολλαπλές οθόνες σε X11 και Wayland;
es: ¿Cómo configuro múltiples monitores en X11 y Wayland?
fi: Kuinka konfiguroin useita näyttöjä X11:ssä ja Waylandissa?
he: איך אני מגדיר מספר מסכים על X11 ו-Wayland?
hr: Kako konfigurirati više monitora na X11 i Wayland?
is: Hvernig stilli ég margar skjáir á X11 og Wayland?
it: Come posso configurare più monitor su X11 e Wayland?
nl: Hoe configureer ik meerdere monitoren op X11 en Wayland?
no: Hvordan konfigurerer jeg flere skjermer på X11 og Wayland?
ro: Cum configurez mai multe monitoare pe X11 și Wayland?
sk: Ako nakonfigurujem viacero monitorov na X11 a Waylande?
tr: X11 ve Wayland'da birden fazla monitörü nasıl yapılandırırım?
uk: Як я можу налаштувати кілька моніторів на X11 та Wayland?

source: How can I adjust display brightness from the terminal?
de: Wie kann ich die Bildschirmhelligkeit über das Terminal anpassen?
el: Πώς μπορώ να ρυθμίσω τη φωτεινότητα της οθόνης από το τερματικό;
es: ¿Cómo puedo ajustar el brillo de la pantalla desde la terminal?
fi: Miten voin säätää näytön kirkkautta terminaalista?
he: איך אני יכול להתאים את בהירות התצוגה מהטרמינל?
hr: Kako mogu prilagoditi svjetlinu zaslona iz terminala?
is: Hvernig get ég stillt skjábirta frá terminal?
it: Come posso regolare la luminosità dello schermo dal terminale?
nl: Hoe kan ik de schermhelderheid vanaf de terminal aanpassen?
no: Hvordan kan jeg justere skjermlysstyrken fra terminalen?
ro: Cum pot ajusta luminozitatea ecranului din terminal?
sk: Ako môžem upraviť jas displeja z terminálu?
tr: Terminalden ekran parlaklığını nasıl ayarlayabilirim?
uk: Як я можу відрегулювати яскравість дисплея з терміналу?

source: How do I find which process is listening on a TCP port?
de: Wie finde ich heraus, welcher Prozess an einem TCP-Port lauscht?
el: Πώς μπορώ να βρω ποια διεργασία ακούει σε μια θύρα TCP;
es: ¿Cómo encuentro qué proceso está escuchando en un puerto TCP?
fi: Miten löydän, mikä prosessi kuuntelee TCP-porttia?
he: איך אני מוצא איזה תהליך מקשיב על פורט TCP?
hr: Kako da saznam koji proces sluša na TCP portu?
is: Hvernig finn ég hvaða ferli er að hlusta á TCP hafn?
it: Come faccio a scoprire quale processo sta ascoltando su una porta TCP?
nl: Hoe vind ik welk proces luistert op een TCP-poort?
no: Hvordan finner jeg ut hvilken prosess som lytter på en TCP-port?
ro: Cum pot să aflu ce proces ascultă pe un port TCP?
sk: Ako zistím, ktorý proces počúva na TCP porte?
tr: TCP portunda hangi işlemin dinlediğini nasıl bulabilirim?
uk: Як мені дізнатися, який процес слухає на TCP порту?

source: How can I release an occupied port without rebooting?
de: Wie kann ich einen belegten Port ohne Neustart freigeben?
el: Πώς μπορώ να απελευθερώσω μια κατειλημμένη θύρα χωρίς επανεκκίνηση;
es: ¿Cómo puedo liberar un puerto ocupado sin reiniciar?
fi: Kuinka voin vapauttaa varatun portin ilman uudelleenkäynnistystä?
he: איך אני יכול לשחרר פורט תפוס מבלי לאתחל?
hr: Kako mogu osloboditi zauzet port bez ponovnog pokretanja?
is: Hvernig get ég losað upp upptekinn hafnara án þess að endurræsa?
it: Come posso liberare una porta occupata senza riavviare?
nl: Hoe kan ik een bezette poort vrijgeven zonder opnieuw op te starten?
no: Hvordan kan jeg frigjøre en opptatt port uten å starte på nytt?
ro: Cum pot elibera un port ocupat fără a reporni?
sk: Ako môžem uvoľniť obsadený port bez reštartovania?
tr: Meşgul bir portu yeniden başlatmadan nasıl serbest bırakabilirim?
uk: Як я можу звільнити зайнятий порт без перезавантаження?

source: How do I identify and kill stuck SSH sessions?
de: Wie identifiziere und beende ich festgefahrene SSH-Sitzungen?
el: Πώς μπορώ να εντοπίσω και να τερματίσω κολλημένες συνεδρίες SSH;
es: ¿Cómo identifico y finalizo sesiones SSH atascadas?
fi: Miten tunnistan ja lopetan jumittuneet SSH-istunnot?
he: איך אני מזהה ומסיים סשנים תקועים של SSH?
hr: Kako mogu identificirati i prekinuti zaglavljene SSH sesije?
is: Hvernig get ég auðkennt og drepið föst SSH sesjónir?
it: Come posso identificare e terminare le sessioni SSH bloccate?
nl: Hoe identificeer en beëindig ik vastgelopen SSH-sessies?
no: Hvordan identifiserer og dreper jeg fastlåste SSH-økter?
ro: Cum pot identifica și închide sesiuni SSH blocate?
sk: Ako identifikujem a ukončím zaseknuté SSH relácie?
tr: Sıkışmış SSH oturumlarını nasıl tanımlarım ve sonlandırırım?
uk: How do I identify and terminate stuck SSH sessions?

source: How can I configure an SSH tunnel for secure remote access?
de: Wie kann ich ein SSH-Tunnel für sicheren Remote-Zugriff konfigurieren?
el: Πώς μπορώ να ρυθμίσω ένα SSH tunnel για ασφαλή απομακρυσμένη πρόσβαση;
es: ¿Cómo puedo configurar un túnel SSH para acceso remoto seguro?
fi: Kuinka voin konfiguroida SSH-tunnelin turvallista etäyhteyttä varten?
he: איך אני יכול להגדיר מנהרת SSH לגישה מרחוק מאובטחת?
hr: Kako mogu konfigurirati SSH tunel za siguran udaljeni pristup?
is: Hvernig get ég stillt SSH göng fyrir örugga fjar aðgang?
it: Come posso configurare un tunnel SSH per un accesso remoto sicuro?
nl: Hoe kan ik een SSH-tunnel configureren voor veilige externe toegang?
no: Hvordan kan jeg konfigurere en SSH-tunnel for sikker ekstern tilgang?
ro: Cum pot configura un tunel SSH pentru acces de la distanță în siguranță?
sk: Ako môžem nakonfigurovať SSH tunel pre bezpečný vzdialený prístup?
tr: SSH tünelini güvenli uzaktan erişim için nasıl yapılandırabilirim?
uk: Як я можу налаштувати SSH-тунель для безпечного віддаленого доступу?

source: How do I sync folders using rsync with compression?
de: Wie synchronisiere ich Ordner mit rsync unter Verwendung von Kompression?
el: Πώς μπορώ να συγχρονίσω φακέλους χρησιμοποιώντας το rsync με συμπίεση;
es: ¿Cómo sincronizo carpetas usando rsync con compresión?
fi: Kuinka synkronoin kansioita käyttäen rsynciä pakkaamisen kanssa?
he: איך אני מסנכרן תיקיות באמצעות rsync עם דחיסה?
hr: Kako mogu sinkronizirati mape koristeći rsync s kompresijom?
is: Hvernig synkronisera ég möppur með rsync með þjöppun?
it: Come posso sincronizzare le cartelle utilizzando rsync con compressione?
nl: Hoe synchroniseer ik mappen met rsync met compressie?
no: Hvordan synkroniserer jeg mapper ved hjelp av rsync med komprimering?
ro: Cum pot să sincronizez foldere folosind rsync cu compresie?
sk: Ako synchronizujem priečinky pomocou rsync s kompresiou?
tr: Klasörleri sıkıştırma ile rsync kullanarak nasıl senkronize ederim?
uk: Як я можу синхронізувати папки за допомогою rsync з компресією?
