Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I write to file?
de: Wie schreibe ich in eine Datei?
el: Πώς μπορώ να γράψω σε αρχείο;
es: ¿Cómo escribo en un archivo?
fi: Miten kirjoitan tiedostoon?
hr: Kako da pišem u datoteku?
is: Hvernig skrifa ég í skrá?
it: Come faccio a scrivere su un file?
nl: Hoe schrijf ik naar bestand?
no: Hvordan skriver jeg til fil?
ro: Cum scriu în fișier?
sk: Ako napíšem do súboru?
tr: Dosyaya nasıl yazabilirim?

source: How do I use functions?
de: Wie verwende ich Funktionen?
el: Πώς να χρησιμοποιήσω συναρτήσεις;
es: ¿Cómo utilizo funciones?
fi: Miten käytän funktioita?
hr: Kako da koristim funkcije?
is: Hvernig nota ég aðgerðir?
it: Come posso utilizzare le funzioni?
nl: Hoe gebruik ik functies?
no: Hvordan bruker jeg funksjoner?
ro: Cum folosesc funcțiile?
sk: Ako používam funkcie?
tr: Fonksiyonları nasıl kullanırım?
uk: Як я можу використовувати функції?

source: How do I parse arguments?
de: Wie parse ich Argumente?
el: Πώς να αναλύσω παραμέτρους;
es: ¿Cómo analizo argumentos?
fi: Miten analysoin argumentteja?
hr: Kako da analiziram argumente?
is: Hvernig parse-a ég rök?
it: Come faccio a analizzare gli argomenti?
nl: Hoe parseer ik argumenten?
no: Hvordan parser jeg argumenter?
ro: Cum parsez argumentele?
sk: Ako spracujem argumenty?
tr: Argümanları nasıl ayrıştırırım?
uk: Як я можу розібрати аргументи?

source: How do I handle errors?
de: Wie gehe ich mit Fehlern um?
el: Πώς να διαχειριστώ τα σφάλματα;
es: ¿Cómo manejo los errores?
fi: Miten käsittelen virheitä?
hr: Kako da obradim greške?
is: Hvernig á ég að meðhöndla villur?
it: Come gestisco gli errori?
nl: Hoe ga ik om met fouten?
no: Hvordan håndterer jeg feil?
ro: Cum gestionez erorile?
sk: Ako mám spravovať chyby?
tr: Hataları nasıl yönetirim?
uk: Як мені обробляти помилки?

source: How do I debug bash script?
de: Wie debugge ich ein Bash-Skript?
el: Πώς μπορώ να αποσφαλματώσω ένα σενάριο bash;
es: ¿Cómo depuro un script de bash?
fi: Miten debuggaan bash-skriptiä?
hr: Kako mogu debagirati bash skriptu?
is: Hvernig fer ég í gegnum villur í bash skriftu?
it: Come faccio a eseguire il debug di uno script bash?
nl: Hoe debug ik een bash-script?
no: Hvordan feilsøker jeg bash-skript?
ro: Cum pot să depanez un script bash?
sk: Ako debuggovať bash skript?
tr: Bash betiğini nasıl hata ayıklarım?
uk: Як я можу налагодити bash-скрипт?

source: How do I get pods?
de: Wie bekomme ich Pods?
el: Πώς μπορώ να αποκτήσω pods;
es: ¿Cómo obtengo pods?
fi: Miten saan podit?
hr: Kako da dobijem podove?
is: Hvernig fæ ég podana?
it: Come faccio a ottenere i pod?
nl: Hoe krijg ik pods?
no: Hvordan får jeg tak i pods?
ro: Cum obțin module?
sk: Ako získam pod?
tr: Podları nasıl alabilirim?
uk: Як мені отримати поди?

source: How do I view pod logs?
de: Wie kann ich Pod-Protokolle anzeigen?
el: Πώς μπορώ να δω τα αρχεία καταγραφής του pod;
es: ¿Cómo puedo ver los registros del pod?
fi: Miten voin tarkastella podin lokitietoja?
hr: Kako mogu pregledati logove poda?
is: Hvernig skoða ég skráningu pod?
it: Come posso visualizzare i log del pod?
nl: Hoe bekijk ik podlogs?
no: Hvordan ser jeg podlogger?
ro: Cum pot vizualiza jurnalele pod-ului?
sk: Ako si môžem zobraziť protokoly podu?
tr: Pod günlüklerini nasıl görüntülerim?
uk: Як я можу переглянути журнали подів?

source: How do I deploy to k8s?
de: Wie deploye ich zu k8s?
el: Πώς μπορώ να αναπτύξω σε k8s;
es: ¿Cómo despliego en k8s?
fi: Miten julkaisen k8s:ään?
hr: Kako da implementiram na k8s?
is: Hvernig set ég upp á k8s?
it: Come faccio a distribuire su k8s?
nl: Hoe implementeer ik naar k8s?
no: Hvordan distribuerer jeg til k8s?
ro: Cum pot să fac deploy pe k8s?
sk: Ako nasadím do k8s?
tr: K8s'ye nasıl dağıtım yaparım?

source: How do I scale deployment?
de: Wie skaliere ich die Bereitstellung?
el: Πώς μπορώ να κλιμακώσω την ανάπτυξη;
es: ¿Cómo escalo el despliegue?
fi: Miten skaalaan käyttöönottoa?
hr: Kako mogu skalirati implementaciju?
is: Hvernig stækka ég dreifingu?
it: Come posso scalare il deployment?
nl: Hoe schaal ik de implementatie?
no: Hvordan skalerer jeg distribusjonen?
ro: Cum pot scala desfășurarea?
sk: Ako môžem škálovať nasadenie?
tr: Dağıtımı nasıl ölçeklendiririm?

source: How do I describe pod?
de: Wie beschreibe ich ein Pod?
el: Πώς να περιγράψω το pod;
es: ¿Cómo describo un pod?
fi: Miten kuvaan podia?
hr: Kako da opišem pod?
is: Hvernig lýsi ég pod?
it: Come descrivo un pod?
nl: Hoe beschrijf ik een pod?
no: Hvordan beskriver jeg pod?
ro: Cum descriu un pod?
sk: Ako mám opísať pod?
tr: Pod'u nasıl tanımlarım?
uk: Як мені описати pod?

source: How do I get services?
de: Wie erhalte ich Dienstleistungen?
el: Πώς μπορώ να αποκτήσω υπηρεσίες;
es: ¿Cómo obtengo servicios?
fi: Miten saan palveluja?
hr: Kako mogu dobiti usluge?
is: Hvernig fæ ég þjónustu?
it: Come posso ottenere servizi?
nl: Hoe krijg ik diensten?
no: Hvordan får jeg tjenester?
ro: Cum pot obține servicii?
sk: Ako získam služby?
tr: Hizmetleri nasıl alabilirim?
uk: Як я можу отримати послуги?

source: How do I create configmap?
de: Wie erstelle ich ein ConfigMap?
el: Πώς μπορώ να δημιουργήσω configmap;
es: ¿Cómo creo un configmap?
fi: Miten luon configmapin?
hr: Kako da kreiram configmap?
is: Hvernig bjó ég til configmap?
it: Come posso creare un configmap?
nl: Hoe maak ik een configmap aan?
no: Hvordan oppretter jeg configmap?
ro: Cum pot crea un configmap?
sk: Ako vytvorím configmap?
tr: Configmap nasıl oluşturabilirim?
uk: Як створити configmap?

source: How do I create secret?
de: Wie erstelle ich ein Geheimnis?
el: Πώς μπορώ να δημιουργήσω μυστικό;
es: ¿Cómo creo un secreto?
fi: Miten luon salaisuuden?
hr: Kako da kreiram tajnu?
is: Hvernig bjó ég til leyndarmál?
it: Come posso creare un segreto?
nl: Hoe maak ik een geheim aan?
no: Hvordan oppretter jeg en hemmelighet?
ro: Cum pot crea un secret?
sk: Ako vytvorím tajný?
tr: Gizli nasıl oluşturabilirim?
uk: Як створити секрет?

source: How do I exec into pod?
de: Wie führe ich einen Exec-Befehl in ein Pod aus?
el: Πώς μπορώ να εκτελέσω εντολή σε pod;
es: ¿Cómo hago para ejecutar en el pod?
fi: Miten suoritan komennon podissa?
hr: Kako da izvršim u pod?
is: Hvernig get ég keyrt inn í pod?
it: Come faccio a eseguire l'exec nel pod?
nl: Hoe voer ik een exec uit in een pod?
no: Hvordan kan jeg kjøre kommando i pod?
ro: Cum pot să execut în pod?
sk: Ako sa dostanem do podu?
tr: Pod'a nasıl exec yapılır?
uk: Як мені виконати команду в поді?

source: How do I port forward?
de: Wie leite ich Ports weiter?
el: Πώς να κάνω port forwarding;
es: ¿Cómo hago un reenvío de puertos?
fi: Miten teen porttiohjauksen?
hr: Kako da preusmjerim port?
is: Hvernig portar ég áfram?
it: Come faccio a fare il port forwarding?
nl: Hoe doe ik port forwarding?
no: Hvordan porterer jeg?
ro: Cum fac să redirecționez porturile?
sk: Ako nastavím port forwarding?
tr: Port yönlendirmesini nasıl yaparım?
uk: Як мені налаштувати переадресацію портів?

source: How do I connect to PostgreSQL?
de: Wie verbinde ich mich mit PostgreSQL?
el: Πώς μπορώ να συνδεθώ με το PostgreSQL;
es: ¿Cómo me conecto a PostgreSQL?
fi: Miten yhdistän PostgreSQL:ään?
hr: Kako se povezati na PostgreSQL?
is: Hvernig tengist ég PostgreSQL?
it: Come posso connettermi a PostgreSQL?
nl: Hoe maak ik verbinding met PostgreSQL?
no: Hvordan kobler jeg til PostgreSQL?
ro: Cum mă conectez la PostgreSQL?
sk: Ako sa pripojím k PostgreSQL?
tr: PostgreSQL'e nasıl bağlanırım?
uk: Як я можу підключитися до PostgreSQL?

source: How do I backup database?
de: Wie sichere ich die Datenbank?
el: Πώς μπορώ να δημιουργήσω αντίγραφο ασφαλείας της βάσης δεδομένων;
es: ¿Cómo hago una copia de seguridad de la base de datos?
fi: Miten varmuuskopioin tietokannan?
hr: Kako da napravim sigurnosnu kopiju baze podataka?
is: Hvernig geri ég afrit af gagnagrunni?
it: Come faccio a eseguire il backup del database?
nl: Hoe maak ik een back-up van de database?
no: Hvordan sikkerhetskopierer jeg databasen?
ro: Cum îmi fac backup la baza de date?
sk: Ako zálohujem databázu?
tr: Veritabanımı nasıl yedeklerim?
uk: Як я можу зробити резервну копію бази даних?

source: How do I restore database?
de: Wie stelle ich die Datenbank wieder her?
el: Πώς μπορώ να επαναφέρω τη βάση δεδομένων;
es: ¿Cómo resto la base de datos?
fi: Miten palautan tietokannan?
hr: Kako mogu vratiti bazu podataka?
is: Hvernig endurheimti ég gagnagrunn?
it: Come posso ripristinare il database?
nl: Hoe herstel ik de database?
no: Hvordan gjenoppretter jeg databasen?
ro: Cum pot restaura baza de date?
sk: Ako obnovím databázu?
tr: Veritabanını nasıl geri yüklerim?
uk: Як я можу відновити базу даних?

source: How do I list databases?
de: Wie liste ich Datenbanken auf?
el: Πώς μπορώ να καταχωρίσω τις βάσεις δεδομένων;
es: ¿Cómo puedo listar bases de datos?
fi: Miten luettelen tietokantoja?
hr: Kako mogu navesti baze podataka?
is: Hvernig lista ég gagnagrunna?
it: Come faccio a elencare i database?
nl: Hoe kan ik databases opsommen?
no: Hvordan lister jeg databaser?
ro: Cum pot lista bazele de date?
sk: Ako môžem zobraziť databázy?
tr: Veritabanlarını nasıl listeleyebilirim?
uk: Як мені перерахувати бази даних?

source: How do I query from terminal?
de: Wie frage ich über das Terminal ab?
el: Πώς μπορώ να κάνω ερώτημα από το τερματικό;
es: ¿Cómo consulto desde la terminal?
fi: Miten kysyn terminaalista?
hr: Kako mogu izvršiti upit iz terminala?
is: Hvernig spyr ég frá terminal?
it: Come faccio a eseguire una query dal terminale?
nl: Hoe query ik vanuit de terminal?
no: Hvordan spør jeg fra terminalen?
ro: Cum pot interoga din terminal?
sk: Ako sa pýtam z terminálu?
tr: Terminalden nasıl sorgu yapabilirim?
uk: Як я можу запитати з терміналу?

source: How do I export to CSV?
de: Wie exportiere ich nach CSV?
el: Πώς μπορώ να εξάγω σε CSV;
es: ¿Cómo exporto a CSV?
fi: Miten vien CSV-tiedostoon?
hr: Kako da izvezem u CSV?
is: Hvernig flyt ég út í CSV?
it: Come posso esportare in CSV?
nl: Hoe exporteer ik naar CSV?
no: Hvordan eksporterer jeg til CSV?
ro: Cum pot să export datele în CSV?
sk: Ako exportujem do CSV?
tr: CSV'ye nasıl aktarabilirim?

source: How do I import from CSV?
de: Wie importiere ich aus CSV?
el: Πώς μπορώ να εισάγω από CSV;
es: ¿Cómo importo desde CSV?
fi: Miten tuon CSV-tiedoston?
hr: Kako mogu uvesti iz CSV-a?
is: Hvernig flyt ég inn frá CSV?
it: Come faccio a importare da CSV?
nl: Hoe importeer ik vanuit CSV?
no: Hvordan importerer jeg fra CSV?
ro: Cum import din CSV?
sk: Ako importujem z CSV?
tr: CSV'den nasıl içe aktarırım?
uk: Як імпортувати з CSV?

source: How do I create database user?
de: Wie erstelle ich einen Datenbankbenutzer?
el: Πώς μπορώ να δημιουργήσω χρήστη βάσης δεδομένων;
es: ¿Cómo creo un usuario de base de datos?
fi: Kuinka luon tietokantakäyttäjän?
hr: Kako da kreiram korisnika baze podataka?
is: Hvernig bjó ég til gagnagrunn notanda?
it: Come posso creare un utente del database?
nl: Hoe maak ik een databasegebruiker aan?
no: Hvordan oppretter jeg databasebruker?
ro: Cum creez un utilizator de bază de date?
sk: Ako vytvorím používateľa databázy?
tr: Veritabanı kullanıcısı nasıl oluşturabilirim?
uk: Як створити користувача бази даних?

source: How do I grant permissions?
de: Wie gewähre ich Berechtigungen?
el: Πώς μπορώ να χορηγήσω δικαιώματα;
es: ¿Cómo concedo permisos?
fi: Miten myönnän käyttöoikeudet?
hr: Kako mogu odobriti dozvole?
is: Hvernig veiti ég heimildir?
it: Come posso concedere autorizzazioni?
nl: Hoe geef ik machtigingen?
no: Hvordan gir jeg tillatelser?
ro: Cum pot acorda permisiuni?
sk: Ako môžem udeliť povolenia?
tr: İzinleri nasıl veririm?
uk: Як я можу надати дозволи?

source: How do I check database size?
de: Wie überprüfe ich die Datenbankgröße?
el: Πώς μπορώ να ελέγξω το μέγεθος της βάσης δεδομένων;
es: ¿Cómo puedo verificar el tamaño de la base de datos?
fi: Miten tarkistan tietokannan koon?
hr: Kako mogu provjeriti veličinu baze podataka?
is: Hvernig athuga ég stærð gagnagrunns?
it: Come faccio a controllare la dimensione del database?
nl: Hoe controleer ik de grootte van de database?
no: Hvordan sjekker jeg databasestørrelse?
ro: Cum verific dimensiunea bazei de date?
sk: Ako skontrolujem veľkosť databázy?
tr: Veritabanı boyutunu nasıl kontrol ederim?
uk: Як я можу перевірити розмір бази даних?

source: How do I monitor CPU usage?
de: Wie überwache ich die CPU-Auslastung?
el: Πώς μπορώ να παρακολουθήσω τη χρήση CPU;
es: ¿Cómo monitorizo el uso de la CPU?
fi: Kuinka voin seurata CPU:n käyttöä?
hr: Kako mogu pratiti korištenje CPU-a?
is: Hvernig fylgist ég með CPU notkun?
it: Come posso monitorare l'utilizzo della CPU?
nl: Hoe kan ik het CPU-gebruik monitoren?
no: Hvordan overvåker jeg CPU-bruk?
ro: Cum pot monitoriza utilizarea CPU-ului?
sk: Ako môžem sledovať využitie CPU?
tr: CPU kullanımını nasıl izlerim?
uk: Як я можу контролювати використання ЦП?

source: How do I monitor memory?
de: Wie überwache ich den Speicher?
el: Πώς μπορώ να παρακολουθήσω τη μνήμη;
es: ¿Cómo monitorizo la memoria?
fi: Miten voin seurata muistia?
hr: Kako mogu pratiti memoriju?
is: Hvernig fylgist ég með minni?
it: Come posso monitorare la memoria?
nl: Hoe kan ik het geheugen bewaken?
no: Hvordan overvåker jeg minne?
ro: Cum pot monitoriza memoria?
sk: Ako môžem monitorovať pamäť?
tr: Bellek nasıl izlenir?
uk: Як я можу контролювати пам'ять?

source: How do I monitor disk I/O?
de: Wie überwache ich die Festplatten-I/O?
el: Πώς μπορώ να παρακολουθήσω την είσοδο/έξοδο δίσκου;
es: ¿Cómo monitorizo el I/O del disco?
fi: Miten voin seurata levyn I/O:ta?
hr: Kako mogu pratiti diskovni I/O?
is: Hvernig fylgist ég með disk I/O?
it: Come posso monitorare l'I/O del disco?
nl: Hoe monitor ik schijf I/O?
no: Hvordan overvåker jeg disk I/O?
ro: Cum pot monitoriza I/O-ul discului?
sk: Ako môžem monitorovať diskový I/O?
tr: Disk I/O'yu nasıl izlerim?
uk: Як я можу контролювати дисковий ввід/вивід?

source: How do I monitor network?
de: Wie überwache ich das Netzwerk?
el: Πώς μπορώ να παρακολουθήσω το δίκτυο;
es: ¿Cómo monitoreo la red?
fi: Kuinka voin valvoa verkkoa?
hr: Kako mogu pratiti mrežu?
is: Hvernig fylgist ég með netinu?
it: Come posso monitorare la rete?
nl: Hoe monitor ik het netwerk?
no: Hvordan overvåker jeg nettverket?
ro: Cum monitorizez rețeaua?
sk: Ako monitorujem sieť?
tr: Ağımı nasıl izlerim?
uk: Як я можу моніторити мережу?

source: How do I benchmark command?
de: Wie führe ich einen Benchmark-Befehl aus?
el: Πώς μπορώ να εκτελέσω αναφορά απόδοσης;
es: ¿Cómo hago una prueba de rendimiento del comando?
fi: Miten suoritan vertailutestin komennolla?
hr: Kako da benchmarkujem komandu?
is: Hvernig framkvæmi ég mælingu á skipun?
it: Come faccio a eseguire un benchmark del comando?
nl: Hoe benchmark ik een opdracht?
no: Hvordan benchmarker jeg kommandoen?
ro: Cum pot să evaluez comanda?
sk: Ako môžem otestovať príkaz?
tr: Komutları nasıl benchmark yaparım?
uk: Як я можу протестувати команду?

source: How do I trace system calls?
de: Wie kann ich Systemaufrufe nachverfolgen?
el: Πώς μπορώ να παρακολουθήσω τις κλήσεις συστήματος;
es: ¿Cómo rastreo las llamadas al sistema?
fi: Miten voin jäljittää järjestelmäkutsuja?
hr: Kako mogu pratiti sistemske pozive?
is: Hvernig get ég rakið kerfisskiptin?
it: Come posso tracciare le chiamate di sistema?
nl: Hoe traceer ik systeemaanroepen?
no: Hvordan sporer jeg systemanrop?
ro: Cum pot să urmăresc apelurile de sistem?
sk: Ako môžem sledovať systémové volania?
tr: Sistem çağrılarını nasıl izlerim?
uk: Як я можу відстежити системні виклики?

source: How do I view process tree?
de: Wie kann ich den Prozessbaum anzeigen?
el: Πώς μπορώ να δω το δέντρο διεργασιών;
es: ¿Cómo puedo ver el árbol de procesos?
fi: Miten voin tarkastella prosessipuuta?
hr: Kako mogu vidjeti stablo procesa?
is: Hvernig skoða ég ferli tré?
it: Come posso visualizzare l'albero dei processi?
nl: Hoe bekijk ik de procesboom?
no: Hvordan ser jeg prosess treet?
ro: Cum pot vizualiza arborele proceselor?
sk: Ako si môžem zobraziť strom procesov?
tr: İşlem ağacını nasıl görüntülerim?
uk: Як переглянути дерево процесів?

source: How do I find bottlenecks?
de: Wie finde ich Engpässe?
el: Πώς μπορώ να βρω τα σημεία συμφόρησης;
es: ¿Cómo encuentro cuellos de botella?
fi: Miten löydän pullonkauloja?
hr: Kako da pronađem uska grla?
is: Hvernig finn ég þrengingar?
it: Come faccio a trovare i colli di bottiglia?
nl: Hoe vind ik knelpunten?
no: Hvordan finner jeg flaskehalser?
ro: Cum pot găsi blocajele?
sk: Ako nájdem úzke miesta?
tr: Darboğazları nasıl bulabilirim?
uk: Як знайти вузькі місця?

source: How do I list open files?
de: Wie liste ich offene Dateien auf?
el: Πώς μπορώ να καταγράψω τα ανοιχτά αρχεία;
es: ¿Cómo puedo listar los archivos abiertos?
fi: Kuinka voin luetella avoimet tiedostot?
hr: Kako mogu prikazati otvorene datoteke?
is: Hvernig lista ég opin skjal?
it: Come faccio a elencare i file aperti?
nl: Hoe kan ik open bestanden weergeven?
no: Hvordan lister jeg åpne filer?
ro: Cum pot lista fișierele deschise?
sk: Ako môžem zobraziť otvorené súbory?
tr: Açık dosyaları nasıl listeleyebilirim?
uk: Як я можу перерахувати відкриті файли?

source: How do I view thread info?
de: Wie kann ich Thread-Informationen anzeigen?
el: Πώς μπορώ να δω τις πληροφορίες του νήματος;
es: ¿Cómo puedo ver la información del hilo?
fi: Miten voin tarkastella säieinformaatiota?
hr: Kako mogu pregledati informacije o niti?
is: Hvernig skoða ég þráðaupplýsingar?
it: Come posso visualizzare le informazioni sul thread?
nl: Hoe bekijk ik threadinformatie?
no: Hvordan ser jeg trådinfo?
ro: Cum pot vizualiza informațiile despre fir?
sk: Ako si môžem zobraziť informácie o vlákne?
tr: İş parçacığı bilgilerini nasıl görüntülerim?
uk: Як я можу переглянути інформацію про потік?

source: How do I create tar archive?
de: Wie erstelle ich ein tar-Archiv?
el: Πώς μπορώ να δημιουργήσω αρχείο tar;
es: ¿Cómo creo un archivo tar?
fi: Kuinka luon tar-arkiston?
hr: Kako mogu stvoriti tar arhivu?
is: Hvernig býr ég til tar skráarsafn?
it: Come posso creare un archivio tar?
nl: Hoe maak ik een tar-archief aan?
no: Hvordan oppretter jeg en tar-arkiv?
ro: Cum pot crea un arhivă tar?
sk: Ako vytvorím tar archív?
tr: Tar arşivi nasıl oluşturabilirim?
uk: Як створити архів tar?

source: How do I extract tar.gz?
de: Wie entpacke ich tar.gz?
el: Πώς να εξάγω το tar.gz;
es: ¿Cómo extraigo tar.gz?
fi: Miten puran tar.gz-tiedoston?
hr: Kako da raspakiram tar.gz?
is: Hvernig losna ég við tar.gz?
it: Come posso estrarre tar.gz?
nl: Hoe pak ik tar.gz uit?
no: Hvordan pakker jeg ut tar.gz?
ro: Cum extrag tar.gz?
sk: Ako extrahujem tar.gz?
tr: tar.gz dosyasını nasıl çıkarırım?
uk: Як я можу витягти tar.gz?

source: How do I use gzip?
de: Wie benutze ich gzip?
el: Πώς να χρησιμοποιήσω το gzip;
es: ¿Cómo uso gzip?
fi: Miten käytän gzip:iä?
hr: Kako da koristim gzip?
is: Hvernig nota ég gzip?
it: Come posso usare gzip?
nl: Hoe gebruik ik gzip?
no: Hvordan bruker jeg gzip?
ro: Cum folosesc gzip?
sk: Ako používam gzip?
tr: gzip'i nasıl kullanırım?
uk: Як я можу використовувати gzip?

source: How do I list archive contents?
de: Wie liste ich den Inhalt des Archivs auf?
el: Πώς μπορώ να καταγράψω τα περιεχόμενα του αρχείου;
es: ¿Cómo puedo listar el contenido del archivo?
fi: Miten listaan arkiston sisällön?
hr: Kako mogu prikazati sadržaj arhive?
is: Hvernig lista ég innihald skráars?
it: Come faccio a elencare i contenuti dell'archivio?
nl: Hoe kan ik de inhoud van een archief weergeven?
no: Hvordan lister jeg innholdet i arkivet?
ro: Cum pot lista conținutul arhivei?
sk: Ako môžem zobraziť obsah archívu?
tr: Arşiv içeriğini nasıl listeleyebilirim?
uk: Як мені перерахувати вміст архіву?

source: How do I add to archive?
de: Wie füge ich zum Archiv hinzu?
el: Πώς μπορώ να προσθέσω στο αρχείο;
es: ¿Cómo añado al archivo?
fi: Miten lisään arkistoon?
hr: Kako dodajem u arhivu?
is: Hvernig bætirðu við skrá?
it: Come faccio ad aggiungere all'archivio?
nl: Hoe voeg ik toe aan archief?
no: Hvordan legger jeg til i arkivet?
ro: Cum adaug la arhivă?
sk: Ako pridám do archívu?
tr: Arşive nasıl eklerim?
uk: Як мені додати до архіву?

source: How do I create zip file?
de: Wie erstelle ich eine ZIP-Datei?
el: Πώς μπορώ να δημιουργήσω αρχείο zip;
es: ¿Cómo creo un archivo zip?
fi: Miten luon zip-tiedoston?
hr: Kako da napravim zip datoteku?
is: Hvernig búa ég til zip skrá?
it: Come posso creare un file zip?
nl: Hoe maak ik een zip-bestand aan?
no: Hvordan oppretter jeg en zip-fil?
ro: Cum pot crea un fișier zip?
sk: Ako vytvorím zip súbor?
tr: Zip dosyası nasıl oluşturabilirim?
uk: Як створити zip-файл?

source: How do I extract zip?
de: Wie extrahiere ich eine Zip-Datei?
el: Πώς μπορώ να εξάγω zip;
es: ¿Cómo extraigo un zip?
fi: Miten puran zip-tiedoston?
hr: Kako da raspakiram zip?
is: Hvernig útdreg ég zip?
it: Come posso estrarre un zip?
nl: Hoe pak ik zip uit?
no: Hvordan pakker jeg ut zip?
ro: Cum extrag un zip?
sk: Ako extrahujem zip?
tr: Zip dosyasını nasıl çıkarırım?
uk: Як мені витягти zip?

source: How do I encrypt archive?
de: Wie verschlüssele ich ein Archiv?
el: Πώς μπορώ να κρυπτογραφήσω το αρχείο;
es: ¿Cómo encripto el archivo?
fi: Miten salaan arkiston?
hr: Kako da enkriptišem arhivu?
is: Hvernig dulkóða ég skjalasafn?
it: Come faccio a crittografare l'archivio?
nl: Hoe versleutel ik een archief?
no: Hvordan krypterer jeg arkiv?
ro: Cum pot să criptez arhiva?
sk: Ako zašifrujem archív?
tr: Arşivi nasıl şifrelerim?
uk: Як мені зашифрувати архів?

source: How do I split archive?
de: Wie teile ich ein Archiv?
el: Πώς μπορώ να διαχωρίσω το αρχείο;
es: ¿Cómo divido un archivo?
fi: Miten voin jakaa arkiston?
hr: Kako da podijelim arhivu?
is: Hvernig skiptist ég skráarsafni?
it: Come posso suddividere l'archivio?
nl: Hoe split ik een archief?
no: Hvordan deler jeg arkivet?
ro: Cum pot să împart arhiva?
sk: Ako rozdelím archív?
tr: Arşivi nasıl bölerim?
uk: Як мені розділити архів?

source: How do I merge archives?
de: Wie füge ich Archive zusammen?
el: Πώς μπορώ να συγχωνεύσω αρχεία;
es: ¿Cómo fusiono archivos?
fi: Kuinka yhdistän arkistot?
hr: Kako mogu spojiti arhive?
is: Hvernig sameina ég skjalasöfn?
it: Come faccio a unire archivi?
nl: Hoe kan ik archieven samenvoegen?
no: Hvordan slår jeg sammen arkiver?
ro: Cum pot să combin arhivele?
sk: Ako zlúčiť archívy?
tr: Arşivleri nasıl birleştiririm?
uk: Як мені об'єднати архіви?

source: How do I encrypt file?
de: Wie verschlüssele ich eine Datei?
el: Πώς μπορώ να κρυπτογραφήσω το αρχείο;
es: ¿Cómo encripto un archivo?
fi: Miten salaan tiedoston?
hr: Kako da enkriptiram datoteku?
is: Hvernig dulkóða ég skrá?
it: Come faccio a crittografare un file?
nl: Hoe versleutel ik een bestand?
no: Hvordan krypterer jeg fil?
ro: Cum pot să criptez un fișier?
sk: Ako zašifrujem súbor?
tr: Dosyamı nasıl şifrelerim?
uk: Як зашифрувати файл?

source: How do I decrypt file?
de: Wie entschlüssele ich die Datei?
el: Πώς μπορώ να αποκρυπτογραφήσω το αρχείο;
es: ¿Cómo descifro el archivo?
fi: Miten puran tiedoston?
hr: Kako dešifriram datoteku?
is: Hvernig afkóða ég skrá?
it: Come faccio a decrittografare il file?
nl: Hoe decrypteer ik een bestand?
no: Hvordan dekrypterer jeg fil?
ro: Cum decriptez fișierul?
sk: Ako dešifrujem súbor?
tr: Dosyamı nasıl şifre çözerim?
uk: Як мені розшифрувати файл?

source: How do I generate password?
de: Wie generiere ich ein Passwort?
el: Πώς μπορώ να δημιουργήσω κωδικό πρόσβασης;
es: ¿Cómo genero una contraseña?
fi: Miten luon salasanan?
hr: Kako mogu generirati lozinku?
is: Hvernig bjó ég til lykilorð?
it: Come genero una password?
nl: Hoe genereer ik een wachtwoord?
no: Hvordan genererer jeg passord?
ro: Cum pot genera o parolă?
sk: Ako vygenerujem heslo?
tr: Şifreyi nasıl oluşturabilirim?
uk: Як мені згенерувати пароль?
