Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: Key path is empty
de: Der Schlüsselpfad ist leer
el: Η διαδρομή κλειδιού είναι κενή
es: La ruta de la clave está vacía
fi: Avainpolku on tyhjö.
he: נתיב המפתח ריק
hr: Putanja ključa je prazna
is: Lyklaleið er tóm.
it: Il percorso della chiave è vuoto
nl: Sleutelpad is leeg
no: Nøkkelbane er tom
ro: Calea cheii este goală
sk: Cesta kľúča je prázdna
tr: Anahtar yolu boş.
uk: Ключовий шлях порожній

source: Key file does not exist: {}
de: Schlüsseldatei existiert nicht: {}
el: Το αρχείο κλειδιού δεν υπάρχει: {}
es: El archivo de clave no existe: {}
fi: Avain tiedostoa ei ole olemassa: {}
he: קובץ המפתח אינו קיים: {}
hr: Datoteka s ključem ne postoji: {}
is: Lyklaskrá er ekki til: {}
it: Il file della chiave non esiste: {}
nl: Sleuteldocument bestaat niet: {}
no: Nøkkelfil eksisterer ikke: {}
ro: Fișierul cheie nu există: {}
sk: Súbor kľúča neexistuje: {}
tr: Anahtar dosyası mevcut değil: {}
uk: Файл ключа не існує: {}

source: Key path is not a file: {}
de: Der Schlüsselpfad ist keine Datei: {}
el: Η διαδρομή κλειδιού δεν είναι αρχείο: {}
es: La ruta de la clave no es un archivo: {}
fi: Avainpolku ei ole tiedosto: {}
he: נתיב המפתח אינו קובץ: {}
hr: Putanja ključa nije datoteka: {}
is: Lykilstígur er ekki skrá: {}
it: Il percorso della chiave non è un file: {}
nl: Sleutelpad is geen bestand: {}
no: Nøkkelbane er ikke en fil: {}
ro: Calea cheii nu este un fișier: {}
sk: Cesta kľúča nie je súbor: {}
tr: Anahtar yolu bir dosya değil: {}
uk: Ключовий шлях не є файлом: {}

source: Key file too large: {} bytes
de: Schlüsseldatei zu groß: {} Bytes
el: Το αρχείο κλειδιού είναι πολύ μεγάλο: {} bytes
es: El archivo de clave es demasiado grande: {} bytes
fi: Avain tiedosto liian suuri: {} tavua
he: קובץ המפתח גדול מדי: {} בתים
hr: Datoteka ključa je prevelika: {} bajtova
is: Lykilskrá of stór: {} bætur
it: Il file della chiave è troppo grande: {} byte
nl: Sleutelbestand te groot: {} bytes
no: Nøkkelfilen er for stor: {} byte
ro: Fișierul cheie este prea mare: {} octeți
sk: Kľúčový súbor je príliš veľký: {} bajtov
tr: Anahtar dosyası çok büyük: {} bayt
uk: Файл ключа занадто великий: {} байт

source: Key file is empty
de: Die Schlüsseldatei ist leer.
el: Το αρχείο κλειδιού είναι κενό
es: El archivo de clave está vacío.
fi: Avain tiedosto on tyhjö.
he: קובץ המפתח ריק
hr: Datoteka ključa je prazna
is: Lyklaskráin er tóm.
it: Il file della chiave è vuoto
nl: Sleutelbestand is leeg
no: Nøkkelfilen er tom
ro: Fișierul cheie este gol
sk: Kľúčový súbor je prázdny
tr: Anahtar dosyası boş.
uk: Ключовий файл порожній

source: Key file has insecure permissions (should be 600)
de: Der Schlüsseldatei hat unsichere Berechtigungen (sollte 600 sein)
el: Το αρχείο κλειδιού έχει ανασφαλείς άδειες (θα πρέπει να είναι 600)
es: El archivo de clave tiene permisos inseguros (debería ser 600)
fi: Avain tiedostolla on epävarmat käyttöoikeudet (pitäisi olla 600)
he: קובץ המפתח יש לו הרשאות לא בטוחות (צריך להיות 600)
hr: Datoteka ključa ima nesigurne dozvole (trebala bi biti 600)
is: Lykilskjal hefur óöruggar heimildir (ætti að vera 600)
it: Il file della chiave ha permessi non sicuri (dovrebbe essere 600)
nl: Sleutelbestand heeft onveilige machtigingen (moet 600 zijn)
no: Nøkkelfil har usikre tillatelser (bør være 600)
ro: Fișierul cheie are permisiuni nesigure (ar trebui să fie 600)
sk: Súbor kľúča má nezabezpečené povolenia (malo by byť 600)
tr: Anahtar dosyasının güvensiz izinleri var (600 olmalı)
uk: Файл ключа має ненадійні дозволи (повинен бути 600)

source: Key file is not readable
de: Schlüsseldatei ist nicht lesbar
el: Το αρχείο κλειδιού δεν είναι αναγνώσιμο.
es: El archivo de clave no es legible
fi: Avain tiedostoa ei voida lukea
he: קובץ המפתח אינו קריא
hr: Datoteka ključa nije čitljiva
is: Lyklaskrá er ekki læsileg.
it: Il file della chiave non è leggibile
nl: Sleutelbestand is niet leesbaar
no: Nøkkelfilen er ikke lesbar
ro: Fișierul cheie nu este citibil.
sk: Súbor kľúča nie je čitateľný
tr: Anahtar dosyası okunamıyor.
uk: Ключовий файл нечитабельний

source: Error accessing key file: {}
de: Fehler beim Zugriff auf die Schlüsseldatei: {}
el: Σφάλμα κατά την πρόσβαση στο αρχείο κλειδιού: {}
es: Error al acceder al archivo de clave: {}
fi: Virhe avaintiedostoon pääsyssä: {}
he: שגיאה בגישה לקובץ המפתח: {}
hr: Greška prilikom pristupa datoteci ključa: {}
is: Villa ekki aðgang að lykilskrá: {}
it: Errore durante l'accesso al file della chiave: {}
nl: Fout bij het openen van sleutelbestand: {}
no: Feil ved tilgang til nøkkelfil: {}
ro: Eroare la accesarea fișierului cheie: {}
sk: Chyba pri prístupe k súboru kľúča: {}
tr: Anahtar dosyasına erişim hatası: {}
uk: Помилка доступу до файлу ключа: {}

source: Invalid hostname format: {}
de: Ungültiges Hostnamenformat: {}
el: Μη έγκυρη μορφή ονόματος υπολογιστή: {}
es: Formato de nombre de host no válido: {}
fi: Virheellinen isäntänimi: {}
he: פורמט שם המחשב לא חוקי: {}
hr: Neispravan format imena domaćina: {}
is: Ógildur hýsingarheiti: {}
it: Formato del nome host non valido: {}
nl: Ongeldig hostnaamformaat: {}
no: Ugyldig vertsnavnformat: {}
ro: Format invalid pentru numele gazdelor: {}
sk: Neplatný formát názvu hostiteľa: {}
tr: Geçersiz ana bilgisayar adı formatı: {}
uk: Неправильний формат імені хоста: {}

source: Use a valid hostname or IP address
de: Verwenden Sie einen gültigen Hostnamen oder eine IP-Adresse
el: Χρησιμοποιήστε ένα έγκυρο όνομα κεντρικού υπολογιστή ή διεύθυνση IP
es: Utilice un nombre de host o dirección IP válidos
fi: Käytä voimassa olevaa isäntänimeä tai IP-osoitetta
he: השתמש בשם מארח או כתובת IP תקפים
hr: Koristite valjani naziv hosta ili IP adresu
is: Notaðu gilt hýsingarnafn eða IP-tölu
it: Utilizza un nome host o un indirizzo IP valido
nl: Gebruik een geldige hostnaam of IP-adres
no: Bruk et gyldig vertsnavn eller IP-adresse
ro: Utilizați un nume de gazdă sau o adresă IP validă
sk: Použite platný názov hostiteľa alebo IP adresu
tr: Geçerli bir ana bilgisayar adı veya IP adresi kullanın
uk: Використовуйте дійсне ім'я хоста або IP-адресу

source: Connecting to private IP: {}
de: Verbindung zu privater IP: {}
el: Σύνδεση σε ιδιωτική διεύθυνση IP: {}
es: Conectando a IP privada: {}
fi: Yhdistetään yksityiseen IP-osoitteeseen: {}
he: מתחבר לכתובת IP פרטית: {}
hr: Povezivanje na privatnu IP adresu: {}
is: Tengist tengingu við einkanet IP: {}
it: Collegamento all'IP privato: {}
nl: Verbinden met privé-IP: {}
no: Kobler til privat IP: {}
ro: Conectare la IP privat: {}
sk: Pripojenie k súkromnej IP: {}
tr: Özel IP'ye bağlanıyor: {}
uk: Підключення до приватної IP-адреси: {}

source: Ensure this is intentional
de: Stellen Sie sicher, dass dies beabsichtigt ist.
el: Βεβαιωθείτε ότι αυτό είναι σκόπιμο
es: Asegúrate de que esto sea intencional
fi: Varmista, että tämä on tarkoituksellista
he: ודא שזה מכוון
hr: Osigurajte da je to namjerno
is: Tryggðu að þetta sé ásetningur
it: Assicurati che sia intenzionale
nl: Zorg ervoor dat dit opzettelijk is
no: Sørg for at dette er intenstjonelt
ro: Asigură-te că este intenționat
sk: Uistite sa, že je to zámerné.
tr: Bunun kasıtlı olduğundan emin olun.
uk: Забезпечте, щоб це було навмисно

source: SSH key validation failed: {}
de: SSH-Schlüsselvalidierung fehlgeschlagen: {}
el: Η επικύρωση του κλειδιού SSH απέτυχε: {}
es: La validación de la clave SSH falló: {}
fi: SSH-avainvarmennus epäonnistui: {}
he: אימות מפתח SSH נכשל: {}
hr: Provjera SSH ključa nije uspjela: {}
is: SSH lykil staðfesting mistókst: {}
it: La validazione della chiave SSH è fallita: {}
nl: SSH-sleutelvalidatie mislukt: {}
no: Validering av SSH-nøkkel mislyktes: {}
ro: Validarea cheii SSH a eșuat: {}
sk: Overenie SSH kľúča zlyhalo: {}
tr: SSH anahtar doğrulaması başarısız oldu: {}
uk: Валідація SSH-ключа не вдалася: {}

source: Fix SSH key configuration
de: SSH-Schlüsselkonfiguration reparieren
el: Διόρθωση ρύθμισης κλειδιού SSH
es: Corregir la configuración de la clave SSH
fi: Korjaa SSH-avainasetukset
he: תיקון הגדרת מפתח SSH
hr: Ispravi konfiguraciju SSH ključa
is: Laga SSH lykil stillingu
it: Correggi la configurazione della chiave SSH
nl: Herstel SSH-sleutelconfiguratie
no: Fiks SSH-nøkkelkonfigurasjon
ro: Reparare configurația cheii SSH
sk: Opraviť konfiguráciu SSH kľúča
tr: SSH anahtar yapılandırmasını düzelt
uk: Виправити конфігурацію SSH-ключа

source: Using password authentication
de: Passwortauthentifizierung verwenden
el: Χρησιμοποιώντας αυθεντικοποίηση με κωδικό πρόσβασης
es: Usando autenticación por contraseña
fi: Käyttäen salasana-autentikointia
he: שימוש באימות סיסמה
hr: Korištenje autentifikacije lozinkom
is: Notandi lykilorðs staðfesting
it: Utilizzando l'autenticazione tramite password
nl: Wachtwoordauthenticatie gebruiken
no: Bruker passordautentisering
ro: Utilizând autentificarea prin parolă
sk: Používanie autentifikácie pomocou hesla
tr: Şifre kimlik doğrulaması kullanma
uk: Використання автентифікації за паролем

source: Consider using SSH key authentication for better security
de: Erwägen Sie die Verwendung von SSH-Schlüssel-Authentifizierung für bessere Sicherheit.
el: Σκεφτείτε να χρησιμοποιήσετε την αυθεντικοποίηση με κλειδί SSH για καλύτερη ασφάλεια
es: Considere usar la autenticación de clave SSH para una mejor seguridad.
fi: Harkitse SSH-avainautentikoinnin käyttöä paremman turvallisuuden vuoksi.
he: שקול להשתמש באימות מפתח SSH עבור אבטחה טובה יותר
hr: Razmotrite korištenje SSH ključeva za autentifikaciju radi bolje sigurnosti
is: Íhugaðu að nota SSH lyklauthentiseringu fyrir betri öryggi
it: Considera l'uso dell'autenticazione con chiave SSH per una maggiore sicurezza
nl: Overweeg om SSH-sleutelauthenticatie te gebruiken voor betere beveiliging
no: Vurder å bruke SSH-nøkkelautentisering for bedre sikkerhet
ro: Luați în considerare utilizarea autentificării cu cheie SSH pentru o securitate mai bună.
sk: Zvážte použitie autentifikácie pomocou SSH kľúča pre lepšiu bezpečnosť
tr: Daha iyi güvenlik için SSH anahtar kimlik doğrulamasını kullanmayı düşünün.
uk: Розгляньте можливість використання аутентифікації за допомогою SSH-ключа для покращення безпеки

source: Connecting as root user
de: Als Root-Benutzer verbinden
el: Σύνδεση ως χρήστης root
es: Conectando como usuario root
fi: Yhdistetään pääkäyttäjänä
he: מתחבר כמשתמש שורש
hr: Povezivanje kao root korisnik
is: Tengist tengingu sem rótnotandi
it: Connessione come utente root
nl: Verbinden als root-gebruiker
no: Kobler som rotbruker
ro: Conectare ca utilizator root
sk: Pripojenie ako používateľ root
tr: Kök kullanıcı olarak bağlanıyor
uk: Підключення як користувач root

source: Use a regular user account when possible
de: Verwenden Sie nach Möglichkeit ein reguläres Benutzerkonto.
el: Χρησιμοποιήστε έναν κανονικό λογαριασμό χρήστη όταν είναι δυνατόν
es: Utiliza una cuenta de usuario regular cuando sea posible
fi: Käytä tavallista käyttäjätiliä, kun se on mahdollista
he: השתמש בחשבון משתמש רגיל כאשר זה אפשרי
hr: Koristite redoviti korisnički račun kada je to moguće
is: Notaðu venjulegt notendareikning þegar mögulegt er
it: Utilizza un account utente normale quando possibile
nl: Gebruik een regulier gebruikersaccount wanneer mogelijk
no: Bruk en vanlig brukerkonto når det er mulig
ro: Utilizați un cont de utilizator obișnuit atunci când este posibil
sk: Použite bežný používateľský účet, keď je to možné.
tr: Mümkünse normal bir kullanıcı hesabı kullanın
uk: Використовуйте звичайний обліковий запис користувача, коли це можливо

source: Hostname cannot be empty
de: Der Hostname darf nicht leer sein.
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να είναι κενό
es: El nombre de host no puede estar vacío.
fi: Isäntänimi ei voi olla tyhjää.
he: שם המחשב לא יכול להיות ריק
hr: Hostname ne može biti prazan
is: Vertnafn má ekki vera tómt
it: Il nome host non può essere vuoto
nl: Hostname mag niet leeg zijn
no: Vertenavn kan ikke være tomt
ro: Numele gazdei nu poate fi gol
sk: Hostname nemôže byť prázdny
tr: Ana makine adı boş olamaz.
uk: Ім'я хоста не може бути порожнім

source: Invalid hostname format
de: Ungültiges Hostnamenformat
el: Μη έγκυρη μορφή ονόματος υπολογιστή
es: Formato de nombre de host no válido
fi: Virheellinen isäntänimi muoto
he: פורמט שם המחשב לא חוקי
hr: Neispravan format imena domaćina
is: Ógildur hýsingarheiti sniðið
it: Formato del nome host non valido
nl: Ongeldig hostnaamformaat
no: Ugyldig vertsnavnformat
ro: Format invalid al numelui gazdei
sk: Neplatný formát názvu hostiteľa
tr: Geçersiz ana bilgisayar adı formatı
uk: Неправильний формат імені хоста

source: Unknown validation error
de: Unbekannter Validierungsfehler
el: Άγνωστο σφάλμα επικύρωσης
es: Error de validación desconocido
fi: Tuntematon vahvistusvirhe
he: שגיאת אימות לא ידועה
hr: Nepoznata greška pri validaciji
is: Óþekkt staðfestingarvilla
it: Errore di convalida sconosciuto
nl: Onbekende validatiefout
no: Ukjent valideringsfeil
ro: Eroare de validare necunoscută
sk: Neznáma validačná chyba
tr: Bilinmeyen doğrulama hatası
uk: Невідома помилка валідації

source: Path contains unsafe elements
de: Der Pfad enthält unsichere Elemente
el: Η διαδρομή περιέχει μη ασφαλή στοιχεία
es: La ruta contiene elementos inseguros
fi: Polku sisältää vaarallisia elementtejä
he: הנתיב מכיל אלמנטים לא בטוחים
hr: Putanja sadrži nesigurne elemente
is: Slóðin inniheldur óörugga þætti
it: Il percorso contiene elementi non sicuri
nl: Pad bevat onveilige elementen
no: Stien inneholder usikre elementer
ro: Calea conține elemente nesigure
sk: Cesta obsahuje nebezpečné prvky
tr: Yol, güvensiz öğeler içeriyor.
uk: Шлях містить небезпечні елементи

source: set secure permissions
de: sichere Berechtigungen festlegen
el: ορισμός ασφαλών δικαιωμάτων
es: establecer permisos seguros
fi: aseta turvalliset käyttöoikeudet
he: הגדר הרשאות מאובטחות
hr: postavi sigurne dozvole
is: settu öruggar heimildir
it: imposta autorizzazioni sicure
nl: stel veilige machtigingen in
no: angi sikre tillatelser
ro: setați permisiuni securizate
sk: nastaviť zabezpečené oprávnenia
tr: güvenli izinleri ayarla
uk: встановити безпечні дозволи

source: Session name cannot be empty
de: Der Sitzungsname darf nicht leer sein.
el: Το όνομα της συνεδρίας δεν μπορεί να είναι κενό.
es: El nombre de la sesión no puede estar vacío.
fi: Istunnon nimeä ei voi jättää tyhjäksi
he: שם המושב אינו יכול להיות ריק
hr: Naziv sesije ne može biti prazan
is: Nafn sesjónar má ekki vera tómt
it: Il nome della sessione non può essere vuoto
nl: Sessie naam mag niet leeg zijn
no: Øktnavn kan ikke være tomt
ro: Numele sesiunii nu poate fi gol.
sk: Názov relácie nemôže byť prázdny
tr: Oturum adı boş olamaz
uk: Назва сесії не може бути порожньою

source: Session name too long (max {} characters)
de: Sitzungsname zu lang (max {} Zeichen)
el: Το όνομα της συνεδρίας είναι πολύ μεγάλο (μέγιστο {} χαρακτήρες)
es: El nombre de la sesión es demasiado largo (máx. {} caracteres)
fi: Istunnon nimi liian pitkä (max {} merkkiä)
he: שם המושב ארוך מדי (מקסימום {} תווים)
hr: Ime sesije je predugo (maks. {} znakova)
is: Nafn sesjónar of langt (max {} stafir)
it: Nome della sessione troppo lungo (max {} caratteri)
nl: Sessie naam te lang (max {} tekens)
no: Sesjonsnavn for langt (maks {} tegn)
ro: Numele sesiunii este prea lung (maxim {} caractere)
sk: Názov relácie je príliš dlhý (max {} znakov)
tr: Oturum adı çok uzun (maks {} karakter)
uk: Ім'я сеансу занадто довге (макс. {} символів)

source: Hostname cannot be empty for SSH sessions
de: Der Hostname darf für SSH-Sitzungen nicht leer sein.
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να είναι κενό για τις συνεδρίες SSH.
es: El nombre de host no puede estar vacío para las sesiones SSH.
fi: Isäntänimi ei voi olla tyhjää SSH-istunnoissa.
he: שם המחשב לא יכול להיות ריק עבור מושבי SSH
hr: Hostname ne može biti prazan za SSH sesije
is: Hýsingarheiti má ekki vera tómt fyrir SSH sesjónir
it: Il nome host non può essere vuoto per le sessioni SSH
nl: Hostname mag niet leeg zijn voor SSH-sessies
no: Vertenavn kan ikke være tomt for SSH-økter
ro: Numele gazdei nu poate fi gol pentru sesiuni SSH
sk: Hostname nemôže byť prázdny pre SSH relácie
tr: Ana bilgisayar adı SSH oturumları için boş olamaz.
uk: Ім'я хоста не може бути порожнім для сеансів SSH

source: Username is required for SSH sessions
de: Benutzername ist für SSH-Sitzungen erforderlich
el: Απαιτείται όνομα χρήστη για τις συνεδρίες SSH
es: Se requiere un nombre de usuario para las sesiones SSH.
fi: Käyttäjänimi on pakollinen SSH-istuntoja varten
he: שם משתמש נדרש עבור מושבי SSH
hr: Korisničko ime je obavezno za SSH sesije
is: Notendanafn er nauðsynlegt fyrir SSH sesjónir.
it: È necessario un nome utente per le sessioni SSH
nl: Gebruikersnaam is vereist voor SSH-sessies
no: Brukernavn er påkrevd for SSH-økter
ro: Numele de utilizator este necesar pentru sesiunile SSH
sk: Používateľské meno je povinné pre SSH relácie
tr: SSH oturumları için kullanıcı adı gereklidir.
uk: Ім'я користувача обов'язкове для сеансів SSH

source: Username too long (max {} characters)
de: Benutzername zu lang (max {} Zeichen)
el: Το όνομα χρήστη είναι πολύ μεγάλο (μέγιστο {} χαρακτήρες)
es: El nombre de usuario es demasiado largo (máx. {} caracteres)
fi: Käyttäjänimi liian pitkä (max {} merkkiä)
he: שם משתמש ארוך מדי (מקסימום {} תווים)
hr: Korisničko ime je predugačko (maks. {} znakova)
is: Notendanafn of langt (max {} stafir)
it: Nome utente troppo lungo (max {} caratteri)
nl: Gebruikersnaam te lang (max {} tekens)
no: Brukernavn for langt (maks {} tegn)
ro: Nume de utilizator prea lung (maxim {} caractere)
sk: Používateľské meno je príliš dlhé (max {} znakov)
tr: Kullanıcı adı çok uzun (maks {} karakter)

source: Port must be between 1 and 65535
de: Der Port muss zwischen 1 und 65535 liegen.
el: Η θύρα πρέπει να είναι μεταξύ 1 και 65535
es: El puerto debe estar entre 1 y 65535.
fi: Portin on oltava välillä 1 ja 65535
he: הפורט חייב להיות בין 1 ל-65535
hr: Port mora biti između 1 i 65535
is: Portur verður að vera á milli 1 og 65535
it: La porta deve essere compresa tra 1 e 65535
nl: De poort moet tussen 1 en 65535 liggen.
no: Porten må være mellom 1 og 65535
ro: Portul trebuie să fie între 1 și 65535
sk: Port musí byť medzi 1 a 65535
tr: Port 1 ile 65535 arasında olmalıdır.
uk: Порт має бути в межах від 1 до 65535

source: Port must be a valid number
de: Der Port muss eine gültige Nummer sein.
el: Η θύρα πρέπει να είναι ένας έγκυρος αριθμός
es: El puerto debe ser un número válido
fi: Portin on oltava voimassa oleva numero
he: הפורט חייב להיות מספר תקף
hr: Port mora biti valjani broj
is: Port verður að vera gilt númer
it: La porta deve essere un numero valido
nl: De poort moet een geldig nummer zijn
no: Port må være et gyldig nummer
ro: Portul trebuie să fie un număr valid
sk: Port musí byť platné číslo
tr: Port geçerli bir sayı olmalıdır.
uk: Порт має бути дійсним номером

source: Invalid authentication type: {}
de: Ungültiger Authentifizierungstyp: {}
el: Μη έγκυρος τύπος αυθεντικοποίησης: {}
es: Tipo de autenticación no válido: {}
fi: Virheellinen todennusmuoto: {}
he: סוג אימות לא חוקי: {}
hr: Nevažeća vrsta autentifikacije: {}
is: Ógildur auðkenningartýpa: {}
it: Tipo di autenticazione non valido: {}
nl: Ongeldig authenticatietype: {}
no: Ugyldig autentiseringstype: {}
ro: Tip de autentificare invalid: {}
sk: Neplatný typ autentifikácie: {}
tr: Geçersiz kimlik doğrulama türü: {}
uk: Неправильний тип автентифікації: {}

source: Invalid or unsafe folder path
de: Ungültiger oder unsicherer Ordnerpfad
el: Μη έγκυρη ή μη ασφαλής διαδρομή φακέλου
es: Ruta de carpeta no válida o insegura
fi: Virheellinen tai epäluotettava kansiopolku
he: נתיב תיקייה לא חוקי או לא בטוח
hr: Nevažeća ili nesigurna putanja mape
is: Ógildur eða óöruggur möppuleið.
it: Percorso della cartella non valido o non sicuro
nl: Ongeldige of onveilige maplocatie
no: Ugyldig eller usikker mappesti
ro: Cale de folder invalidă sau nesigură
sk: Neplatná alebo nebezpečná cesta k priečinku
tr: Geçersiz veya güvensiz klasör yolu
uk: Неправильний або небезпечний шлях до папки

source: Validation error: {}
de: Validierungsfehler: {}
el: Σφάλμα επικύρωσης: {}
es: Error de validación: {}
fi: Validointivirhe: {}
he: שגיאת אימות: {}
hr: Pogreška pri validaciji: {}
is: Gildisvilla: {}
it: Errore di convalida: {}
nl: Validatiefout: {}
no: Valideringsfeil: {}
ro: Eroare de validare: {}
sk: Chyba validácie: {}
tr: Doğrulama hatası: {}
uk: Помилка валідації: {}

source: Unknown error.
de: Unbekannter Fehler.
el: Άγνωστο σφάλμα.
es: Error desconocido.
fi: Tuntematon virhe.
hr: Nepoznata greška.
is: Óþekkt villa.
it: Errore sconosciuto.
nl: Onbekende fout.
no: Ukjent feil.
ro: Eroare necunoscută.
sk: Neznáma chyba.
tr: Bilinmeyen hata.
uk: Невідома помилка.

source: OpenRouter respondeu com HTTP {status}: {message}
de: OpenRouter antwortete mit HTTP {status}: {message}
el: OpenRouter απάντησε με HTTP {status}: {message}
es: OpenRouter respondió con HTTP {status}: {message}
fi: OpenRouter vastasi HTTP {status}: {message}
hr: OpenRouter je odgovorio s HTTP {status}: {message}
is: OpenRouter svaraði með HTTP {status}: {message}
it: OpenRouter responded with HTTP {status}: {message}
nl: OpenRouter antwoordde met HTTP {status}: {message}
no: OpenRouter svarte med HTTP {status}: {message}
ro: OpenRouter a răspuns cu HTTP {status}: {message}
sk: OpenRouter odpovedal s HTTP {status}: {message}
tr: OpenRouter, HTTP {status} ile yanıt verdi: {message}
uk: OpenRouter responded with HTTP {status}: {message}

source: OpenRouter respondeu com HTTP {status}: {message}{detail}
de: OpenRouter antwortete mit HTTP {status}: {message}{detail}
el: OpenRouter απάντησε με HTTP {status}: {message}{detail}
es: OpenRouter respondió con HTTP {status}: {message}{detail}
fi: OpenRouter vastasi HTTP {status}: {message}{detail}
hr: OpenRouter je odgovorio s HTTP {status}: {message}{detail}
is: OpenRouter svaraði með HTTP {status}: {message}{detail}
it: OpenRouter responded with HTTP {status}: {message}{detail}
nl: OpenRouter antwoordde met HTTP {status}: {message}{detail}
no: OpenRouter svarte med HTTP {status}: {message}{detail}
ro: OpenRouter a răspuns cu HTTP {status}: {message}{detail}
sk: OpenRouter odpovedal s HTTP {status}: {message}{detail}
tr: OpenRouter, HTTP {status} ile yanıt verdi: {message}{detail}
uk: OpenRouter responded with HTTP {status}: {message}{detail}

source: Not an SSH session.
de: Keine SSH-Sitzung.
el: Όχι μια συνεδρία SSH.
es: No es una sesión SSH.
fi: Ei SSH-istunto.
he: לא מדובר בשיחת SSH.
hr: Nije SSH sesija.
is: Ekki SSH sesía.
it: Non è una sessione SSH.
nl: Geen SSH-sessie.
no: Ikke en SSH-økt.
ro: Nu este o sesiune SSH.
sk: Nie je to SSH relácia.
tr: SSH oturumu değil.
uk: Не SSH сесія.

source: Command timed out.
de: Befehl ist abgelaufen.
el: Η εντολή έληξε.
es: El comando ha expirado.
fi: Komento aikakatkaistiin.
he: הפקודה פגה את הזמן.
hr: Vrijeme za izvršenje naredbe je isteklo.
is: Skipun tímabund.
it: Il comando è scaduto.
nl: Opdracht is verlopen.
no: Kommandoet tok for lang tid.
ro: Comanda a expirat.
sk: Príkaz vypršal.
tr: Komut zaman aşımına uğradı.
uk: Команда вийшла за межі часу.

source: Move to New Tab
de: In neuen Tab verschieben
el: Μετακίνηση σε Νέα Καρτέλα
es: Mover a nueva pestaña
fi: Siirry uuteen välilehteen
he: עבור לטאב חדש
hr: Premjesti na novu karticu
is: Færa í nýja flipa
it: Sposta nella nuova scheda
nl: Verplaats naar Nieuw Tabblad
no: Flytt til ny fane
ro: Mută în tab nou
sk: Presunúť na novú kartu
tr: Yeni Sekmeye Taşı

source: Close Pane
de: Bereich schließen
el: Κλείσιμο Πλαισίου
es: Cerrar panel
fi: Sulje paneeli
he: סגור פאנל
hr: Zatvori okno
is: Loka glugga
it: Chiudi pannello
nl: Pane Sluiten
no: Lukk panel
ro: Închide Panoul
sk: Zavrieť panel
tr: Paneyi Kapat
uk: Закрити панель

source: Move Tab
de: Tab verschieben
el: Μετακίνηση Καρτέλας
es: Mover pestaña
fi: Siirrä välilehti
hr: Premjesti karticu
is: Færa flipa
it: Sposta scheda
nl: Verplaats Tabblad
no: Flytt fane
ro: Mutare Tab
sk: Presuň kartu
tr: Sekme Taşıma
uk: Перемістити вкладку
