Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How can I troubleshoot PulseAudio or PipeWire sound issues?
de: Wie kann ich PulseAudio- oder PipeWire-Soundprobleme beheben?
el: Πώς μπορώ να επιλύσω προβλήματα ήχου του PulseAudio ή του PipeWire;
es: ¿Cómo puedo solucionar problemas de sonido de PulseAudio o PipeWire?
fi: Kuinka voin vianjäljittää PulseAudio- tai PipeWire-ääniongelmia?
he: איך אני יכול לפתור בעיות שמע ב-PulseAudio או PipeWire?
hr: Kako mogu riješiti probleme sa zvukom u PulseAudio ili PipeWire?
is: Hvernig get ég leyst hljóðvandamál með PulseAudio eða PipeWire?
it: Come posso risolvere i problemi audio di PulseAudio o PipeWire?
nl: Hoe kan ik problemen met PulseAudio of PipeWire geluidsproblemen oplossen?
no: Hvordan kan jeg feilsøke PulseAudio- eller PipeWire-lydproblemer?
ro: Cum pot să depanez problemele de sunet cu PulseAudio sau PipeWire?
sk: Ako môžem riešiť problémy so zvukom v PulseAudio alebo PipeWire?
tr: PulseAudio veya PipeWire ses sorunlarını nasıl giderebilirim?
uk: Як я можу усунути проблеми зі звуком PulseAudio або PipeWire?

source: How do I detect and configure USB devices automatically?
de: Wie erkenne und konfiguriere ich USB-Geräte automatisch?
el: Πώς μπορώ να ανιχνεύσω και να ρυθμίσω αυτόματα τις συσκευές USB;
es: ¿Cómo detecto y configuro dispositivos USB automáticamente?
fi: Kuinka voin havaita ja konfiguroida USB-laitteet automaattisesti?
he: איך אני מזהה ומגדיר התקני USB באופן אוטומטי?
hr: Kako mogu automatski otkriti i konfigurirati USB uređaje?
is: Hvernig greini ég og stilli USB tæki sjálfkrafa?
it: Come posso rilevare e configurare automaticamente i dispositivi USB?
nl: Hoe detecteer en configureer ik USB-apparaten automatisch?
no: Hvordan kan jeg oppdage og konfigurere USB-enheter automatisk?
ro: Cum pot detecta și configura automat dispozitivele USB?
sk: Ako môžem automaticky detegovať a konfigurovať USB zariadenia?
tr: USB aygıtlarını otomatik olarak nasıl tespit eder ve yapılandırırım?
uk: Як я можу автоматично виявляти та налаштовувати USB-пристрої?

source: How can I set up a simple web server with nginx?
de: Wie kann ich einen einfachen Webserver mit nginx einrichten?
el: Πώς μπορώ να ρυθμίσω έναν απλό διακομιστή ιστού με το nginx;
es: ¿Cómo puedo configurar un servidor web simple con nginx?
fi: Kuinka voin asentaa yksinkertaisen verkkopalvelimen nginx:llä?
he: איך אני יכול להקים שרת אינטרנט פשוט עם nginx?
hr: Kako mogu postaviti jednostavni web poslužitelj s nginx-om?
is: Hvernig get ég sett upp einfaldan vefþjón með nginx?
it: Come posso configurare un semplice server web con nginx?
nl: Hoe kan ik een eenvoudige webserver met nginx opzetten?
no: Hvordan kan jeg sette opp en enkel webserver med nginx?
ro: Cum pot să configurez un server web simplu cu nginx?
sk: Ako môžem nastaviť jednoduchý webový server s nginx?
tr: Nginx ile basit bir web sunucusunu nasıl kurabilirim?
uk: Як я можу налаштувати простий веб-сервер з nginx?

source: How do I secure Apache with HTTPS using Let's Encrypt?
de: Wie sichere ich Apache mit HTTPS unter Verwendung von Let's Encrypt?
el: Πώς μπορώ να ασφαλίσω τον Apache με HTTPS χρησιμοποιώντας το Let's Encrypt;
es: ¿Cómo aseguro Apache con HTTPS utilizando Let's Encrypt?
fi: Miten varmistan Apachen HTTPS:llä käyttäen Let's Encryptiä?
he: איך אני מאבטח את Apache עם HTTPS באמצעות Let's Encrypt?
hr: Kako da osiguram Apache s HTTPS-om koristeći Let's Encrypt?
is: Hvernig tryggi ég Apache með HTTPS með Let's Encrypt?
it: Come posso proteggere Apache con HTTPS utilizzando Let's Encrypt?
nl: Hoe beveilig ik Apache met HTTPS met Let's Encrypt?
no: Hvordan sikrer jeg Apache med HTTPS ved hjelp av Let's Encrypt?
ro: Cum îmi securizez Apache cu HTTPS folosind Let's Encrypt?
sk: Ako zabezpečím Apache pomocou HTTPS s Let's Encrypt?
tr: Apache'yi Let's Encrypt kullanarak HTTPS ile nasıl güvence altına alırım?
uk: Як мені захистити Apache за допомогою HTTPS, використовуючи Let's Encrypt?

source: How can I optimise PHP-FPM for high traffic?
de: Wie kann ich PHP-FPM für hohen Traffic optimieren?
el: Πώς μπορώ να βελτιστοποιήσω το PHP-FPM για υψηλή κίνηση;
es: ¿Cómo puedo optimizar PHP-FPM para alto tráfico?
fi: Miten voin optimoida PHP-FPM:ää suurta liikennettä varten?
he: איך אני יכול לייעל את PHP-FPM עבור תנועה גבוהה?
hr: Kako mogu optimizirati PHP-FPM za visoki promet?
is: Hvernig get ég hámarkað PHP-FPM fyrir mikla umferð?
it: Come posso ottimizzare PHP-FPM per un alto traffico?
nl: Hoe kan ik PHP-FPM optimaliseren voor hoge verkeersdrukte?
no: Hvordan kan jeg optimalisere PHP-FPM for høy trafikk?
ro: Cum pot optimiza PHP-FPM pentru trafic ridicat?
sk: Ako môžem optimalizovať PHP-FPM pre vysokú návštevnosť?
tr: PHP-FPM'i yüksek trafik için nasıl optimize edebilirim?
uk: Як я можу оптимізувати PHP-FPM для високого трафіку?

source: How do I configure a reverse proxy with caching?
de: Wie konfiguriere ich einen Reverse-Proxy mit Caching?
el: Πώς μπορώ να ρυθμίσω έναν αντίστροφο διακομιστή μεσολάβησης με caching;
es: ¿Cómo configuro un proxy inverso con caché?
fi: Miten konfiguroin käänteisen välimuistipalvelimen?
he: איך אני מגדיר פרוקסי הפוך עם קאשינג?
hr: Kako konfigurirati obrnuti proxy s predmemorijom?
is: Hvernig stilli ég öfugan proxy með skyndiminni?
it: Come posso configurare un reverse proxy con caching?
nl: Hoe configureer ik een reverse proxy met caching?
no: Hvordan konfigurerer jeg en omvendt proxy med caching?
ro: Cum configurez un proxy invers cu caching?
sk: Ako nakonfigurujem reverzný proxy so cachingom?
tr: Önbellekleme ile ters proxy nasıl yapılandırılır?
uk: Як налаштувати зворотний проксі з кешуванням?

source: How can I monitor Docker containers and restart them automatically?
de: Wie kann ich Docker-Container überwachen und sie automatisch neu starten?
el: Πώς μπορώ να παρακολουθώ τα κοντέινερ Docker και να τα επανεκκινώ αυτόματα;
es: ¿Cómo puedo monitorear contenedores de Docker y reiniciarlos automáticamente?
fi: Kuinka voin valvoa Docker-kontteja ja käynnistää ne automaattisesti uudelleen?
he: איך אני יכול לנטר קונטיינרי Docker ולהפעיל אותם מחדש באופן אוטומטי?
hr: Kako mogu pratiti Docker kontejnere i automatski ih ponovno pokrenuti?
is: Hvernig get ég fylgst með Docker ílátum og endurræst þau sjálfkrafa?
it: Come posso monitorare i container Docker e riavviarli automaticamente?
nl: Hoe kan ik Docker-containers monitoren en ze automatisch opnieuw opstarten?
no: Hvordan kan jeg overvåke Docker-containere og starte dem på nytt automatisk?
ro: Cum pot monitoriza containerele Docker și le pot reporni automat?
sk: Ako môžem monitorovať kontajnery Docker a automaticky ich reštartovať?
tr: Docker konteynerlerini nasıl izleyebilir ve otomatik olarak yeniden başlatabilirim?
uk: Як я можу моніторити контейнери Docker та автоматично їх перезапускати?

source: How do I inspect container logs and limit resource usage?
de: Wie kann ich Containerprotokolle einsehen und die Ressourcennutzung begrenzen?
el: Πώς μπορώ να ελέγξω τα αρχεία καταγραφής του κοντέινερ και να περιορίσω τη χρήση πόρων;
es: ¿Cómo inspecciono los registros del contenedor y limito el uso de recursos?
fi: Kuinka tarkistan säilöjen lokit ja rajoitan resurssien käyttöä?
he: איך אני בודק את יומני הקונטיינר ומגביל את השימוש במשאבים?
hr: Kako mogu pregledati logove kontejnera i ograničiti korištenje resursa?
is: Hvernig skoða ég skráningu ílátanna og takmarka auðlindanotkun?
it: Come posso ispezionare i log dei container e limitare l'uso delle risorse?
nl: Hoe inspecteer ik containerlogs en beperk ik het gebruik van middelen?
no: Hvordan inspiserer jeg containerlogger og begrenser ressursbruk?
ro: Cum pot inspecta jurnalele containerului și limita utilizarea resurselor?
sk: Ako môžem skontrolovať protokoly kontajnera a obmedziť využitie zdrojov?
tr: Konteyner günlüklerini nasıl inceleyebilirim ve kaynak kullanımını nasıl sınırlayabilirim?
uk: Як я можу переглянути журнали контейнера та обмежити використання ресурсів?

source: How do I build optimised multi-stage Docker images?
de: Wie baue ich optimierte Multi-Stage-Docker-Images?
el: Πώς μπορώ να δημιουργήσω βελτιστοποιημένες εικόνες Docker πολλαπλών σταδίων;
es: ¿Cómo construyo imágenes Docker optimizadas de múltiples etapas?
fi: Miten rakennan optimoituja monivaiheisia Docker-kuvia?
he: איך אני בונה תמונות דוקר מרובות שלבים אופטימליות?
hr: Kako mogu izgraditi optimizirane višestupanjske Docker slike?
is: Hvernig byggi ég upp hámarkaðar fjölstigs Docker myndir?
it: Come posso costruire immagini Docker multi-stage ottimizzate?
nl: Hoe bouw ik geoptimaliseerde multi-stage Docker-afbeeldingen?
no: Hvordan bygger jeg optimaliserte multi-stage Docker-bilder?
ro: Cum construiesc imagini Docker optimizate în mai multe etape?
sk: Ako vytvorím optimalizované viacfázové Docker obrazy?
tr: Optimize edilmiş çok aşamalı Docker görüntüleri nasıl oluşturabilirim?
uk: Як я можу створити оптимізовані багатоступеневі Docker-образи?

source: How can I manage pods and deployments in a local Kubernetes cluster?
de: Wie kann ich Pods und Deployments in einem lokalen Kubernetes-Cluster verwalten?
el: Πώς μπορώ να διαχειριστώ τα pods και τις αναπτύξεις σε ένα τοπικό Kubernetes cluster;
es: ¿Cómo puedo gestionar pods y despliegues en un clúster de Kubernetes local?
fi: Miten voin hallita podit ja käyttöönotot paikallisessa Kubernetes-klusterissa?
he: איך אני יכול לנהל פודים ודיפלוימנטים בקלאסטר קוברנטיס מקומי?
hr: Kako mogu upravljati podovima i implementacijama u lokalnom Kubernetes klasteru?
is: Hvernig get ég stjórnað podum og dreifingum í staðbundnu Kubernetes klasa?
it: Come posso gestire i pod e i deployment in un cluster Kubernetes locale?
nl: Hoe kan ik pods en deployments beheren in een lokale Kubernetes-cluster?
no: Hvordan kan jeg administrere pods og distribusjoner i en lokal Kubernetes-klynge?
ro: Cum pot gestiona module și desfășurări într-un cluster Kubernetes local?
sk: Ako môžem spravovať pody a nasadenia v lokálnom Kubernetes klastri?
tr: Yerel bir Kubernetes kümesinde pod'ları ve dağıtımları nasıl yönetebilirim?
uk: Як я можу керувати подами та розгортаннями у локальному кластері Kubernetes?

source: How do I set up a basic CI/CD pipeline with GitLab Runner?
de: Wie richte ich eine grundlegende CI/CD-Pipeline mit GitLab Runner ein?
el: Πώς μπορώ να ρυθμίσω μια βασική ροή CI/CD με το GitLab Runner;
es: ¿Cómo configuro una pipeline básica de CI/CD con GitLab Runner?
fi: Miten asetetaan perus CI/CD-putki GitLab Runnerilla?
he: איך אני מקים צינור CI/CD בסיסי עם GitLab Runner?
hr: Kako postaviti osnovni CI/CD pipeline s GitLab Runnerom?
is: Hvernig set ég upp grunn CI/CD rás með GitLab Runner?
it: Come posso impostare una pipeline CI/CD di base con GitLab Runner?
nl: Hoe stel ik een basis CI/CD-pijplijn in met GitLab Runner?
no: Hvordan setter jeg opp en grunnleggende CI/CD-pipeline med GitLab Runner?
ro: Cum îmi configurez un pipeline CI/CD de bază cu GitLab Runner?
sk: Ako nastavím základný CI/CD pipeline s GitLab Runner?
tr: GitLab Runner ile temel bir CI/CD boru hattını nasıl kurarım?
uk: Як налаштувати базовий CI/CD конвеєр з GitLab Runner?

source: How can I create isolated Python environments with venv?
de: Wie kann ich isolierte Python-Umgebungen mit venv erstellen?
el: Πώς μπορώ να δημιουργήσω απομονωμένα περιβάλλοντα Python με το venv;
es: ¿Cómo puedo crear entornos de Python aislados con venv?
fi: Miten voin luoda eristettyjä Python-ympäristöjä venv:llä?
he: איך אני יכול ליצור סביבות פייתון מבודדות עם venv?
hr: Kako mogu stvoriti izolirane Python okoline s venv-om?
is: Hvernig get ég búið til einangruð Python umhverfi með venv?
it: Come posso creare ambienti Python isolati con venv?
nl: Hoe kan ik geïsoleerde Python-omgevingen maken met venv?
no: Hvordan kan jeg opprette isolerte Python-miljøer med venv?
ro: Cum pot crea medii izolate Python cu venv?
sk: Ako môžem vytvoriť izolované prostredia Python s venv?
tr: venv ile izole Python ortamları nasıl oluşturabilirim?
uk: Як я можу створити ізольовані середовища Python за допомогою venv?

source: How do I build custom deb or rpm packages?
de: Wie baue ich benutzerdefinierte deb- oder rpm-Pakete?
el: Πώς μπορώ να δημιουργήσω προσαρμοσμένα πακέτα deb ή rpm;
es: ¿Cómo construyo paquetes deb o rpm personalizados?
fi: Miten rakennan mukautettuja deb- tai rpm-paketteja?
he: איך אני בונה חבילות deb או rpm מותאמות אישית?
hr: Kako mogu izraditi prilagođene deb ili rpm pakete?
is: Hvernig byggi ég sérsniðnar deb eða rpm pakkar?
it: Come posso creare pacchetti deb o rpm personalizzati?
nl: Hoe bouw ik aangepaste deb- of rpm-pakketten?
no: Hvordan bygger jeg tilpassede deb- eller rpm-pakker?
ro: Cum construiesc pachete deb sau rpm personalizate?
sk: Ako vytvorím vlastné deb alebo rpm balíky?
tr: Özel deb veya rpm paketlerini nasıl oluşturabilirim?
uk: Як я можу створити власні пакунки deb або rpm?

source: How can I compile a custom kernel and install it?
de: Wie kann ich einen benutzerdefinierten Kernel kompilieren und installieren?
el: Πώς μπορώ να συντάξω έναν προσαρμοσμένο πυρήνα και να τον εγκαταστήσω;
es: ¿Cómo puedo compilar un kernel personalizado e instalarlo?
fi: Kuinka voin koota mukautetun ytimen ja asentaa sen?
he: איך אני יכול לקמפל קרנל מותאם אישית ולהתקין אותו?
hr: Kako mogu kompilirati prilagođeni kernel i instalirati ga?
is: Hvernig get ég samsett sérsniðið kjarna og sett hann upp?
it: Come posso compilare un kernel personalizzato e installarlo?
nl: Hoe kan ik een aangepaste kernel compileren en installeren?
no: Hvordan kan jeg kompilere en tilpasset kjerne og installere den?
ro: Cum pot să compilez un kernel personalizat și să-l instalez?
sk: Ako môžem skompilovať vlastný jadro a nainštalovať ho?
tr: Özel bir çekirdek nasıl derlenir ve kurulur?
uk: Як я можу скомпілювати власне ядро та встановити його?

source: How do I measure application performance with perf and flame graphs?
de: Wie messe ich die Anwendungsleistung mit perf und Flame Graphs?
el: Πώς μπορώ να μετρήσω την απόδοση της εφαρμογής με το perf και τα flame graphs;
es: ¿Cómo mido el rendimiento de la aplicación con perf y gráficos de llamas?
fi: Miten mittaan sovelluksen suorituskykyä perf- ja liekkikaavioiden avulla?
he: איך אני מודד את ביצועי היישום עם perf וגרפי להבה?
hr: Kako mogu mjeriti performanse aplikacije pomoću perf i grafova plamena?
is: Hvernig mæli ég frammistöðu forrita með perf og flame grafum?
it: Come posso misurare le prestazioni dell'applicazione con perf e grafici a fiamma?
nl: Hoe meet ik de applicatieprestaties met perf en vlamgrafieken?
no: Hvordan måler jeg applikasjonsytelse med perf og flammegrafer?
ro: Cum măsor performanța aplicației cu perf și grafice de flacără?
sk: Ako môžem merať výkon aplikácie pomocou nástroja perf a plameňových grafov?
tr: Uygulama performansını perf ve alev grafikleri ile nasıl ölçebilirim?
uk: Як я можу виміряти продуктивність програми за допомогою perf та графіків полум'я?

source: How can I use strace and ltrace to debug processes?
de: Wie kann ich strace und ltrace verwenden, um Prozesse zu debuggen?
el: Πώς μπορώ να χρησιμοποιήσω το strace και το ltrace για να αποσφαλματώσω διεργασίες;
es: ¿Cómo puedo usar strace y ltrace para depurar procesos?
fi: Miten voin käyttää stracea ja ltracea prosessien virheenkorjaukseen?
he: איך אני יכול להשתמש ב-strace וב-ltrace כדי לנפות תהליכים?
hr: Kako mogu koristiti strace i ltrace za debagiranje procesa?
is: Hvernig get ég notað strace og ltrace til að afrita ferla?
it: Come posso usare strace e ltrace per eseguire il debug dei processi?
nl: Hoe kan ik strace en ltrace gebruiken om processen te debuggen?
no: Hvordan kan jeg bruke strace og ltrace for å feilsøke prosesser?
ro: Cum pot folosi strace și ltrace pentru a depana procese?
sk: Ako môžem použiť strace a ltrace na ladenie procesov?
tr: strace ve ltrace'i süreçleri hata ayıklamak için nasıl kullanabilirim?
uk: Як я можу використовувати strace та ltrace для налагодження процесів?

source: How do I investigate deadlocks with gdb and core dumps?
de: Wie untersuche ich Deadlocks mit gdb und Core-Dumps?
el: Πώς μπορώ να ερευνήσω τα deadlocks με το gdb και τα core dumps;
es: ¿Cómo investigo bloqueos con gdb y volcados de núcleo?
fi: Miten tutkin kuolleita lukkoja gdb:n ja ydinlumpujen avulla?
he: איך אני חוקר נעילות עם gdb ו-dump של ליבה?
hr: Kako mogu istražiti mrtve točke s gdb-om i core dumpovima?
is: Hvernig rannsaka ég dauðalok með gdb og kjaradumpum?
it: Come posso indagare sui deadlock con gdb e core dump?
nl: Hoe onderzoek ik deadlocks met gdb en core dumps?
no: Hvordan undersøker jeg dødlåser med gdb og kjernedumper?
ro: Cum investighez blocajele cu gdb și dump-uri de core?
sk: Ako môžem vyšetrovať zablokovania pomocou gdb a core dumpov?
tr: GDB ve çekirdek dökümleri ile kilitlenmeleri nasıl araştırırım?
uk: Як я можу дослідити блокування з gdb та дампами пам'яті?

source: How can I enable SELinux or AppArmor and create simple policies?
de: Wie kann ich SELinux oder AppArmor aktivieren und einfache Richtlinien erstellen?
el: Πώς μπορώ να ενεργοποιήσω το SELinux ή το AppArmor και να δημιουργήσω απλές πολιτικές;
es: ¿Cómo puedo habilitar SELinux o AppArmor y crear políticas simples?
fi: Kuinka voin ottaa SELinuxin tai AppArmorin käyttöön ja luoda yksinkertaisia politiikkoja?
he: איך אני יכול להפעיל את SELinux או את AppArmor וליצור מדיניות פשוטה?
hr: Kako mogu omogućiti SELinux ili AppArmor i stvoriti jednostavne politike?
is: Hvernig get ég virkjað SELinux eða AppArmor og búið til einfaldar stefnur?
it: Come posso abilitare SELinux o AppArmor e creare politiche semplici?
nl: Hoe kan ik SELinux of AppArmor inschakelen en eenvoudige beleidsregels maken?
no: Hvordan kan jeg aktivere SELinux eller AppArmor og lage enkle retningslinjer?
ro: Cum pot activa SELinux sau AppArmor și crea politici simple?
sk: Ako môžem povoliť SELinux alebo AppArmor a vytvoriť jednoduché politiky?
tr: SELinux veya AppArmor'ı nasıl etkinleştirip basit politikalar oluşturabilirim?

source: How do I validate security policies before applying them in production?
de: Wie validiere ich Sicherheitsrichtlinien, bevor ich sie in der Produktion anwende?
el: Πώς μπορώ να επικυρώσω τις πολιτικές ασφαλείας πριν τις εφαρμόσω στην παραγωγή;
es: ¿Cómo valido las políticas de seguridad antes de aplicarlas en producción?
fi: Miten voin validoida turvallisuuspolitiikat ennen niiden soveltamista tuotannossa?
he: איך אני מאמת מדיניות אבטחה לפני שאני מיישם אותן בסביבת ייצור?
hr: Kako mogu validirati sigurnosne politike prije nego što ih primijenim u produkciji?
is: Hvernig staðfesti ég öryggisstefnur áður en ég beiti þeim í framleiðslu?
it: Come posso convalidare le politiche di sicurezza prima di applicarle in produzione?
nl: Hoe valideer ik beveiligingsbeleid voordat ik het in productie toepas?
no: Hvordan validerer jeg sikkerhetspolicyer før jeg bruker dem i produksjon?
ro: Cum pot valida politicile de securitate înainte de a le aplica în producție?
sk: Ako overím bezpečnostné politiky pred ich aplikovaním v produkcii?
tr: Üretim ortamında uygulamadan önce güvenlik politikalarını nasıl doğrularım?

source: How can I configure site-to-site OpenVPN?
de: Wie kann ich Site-to-Site OpenVPN konfigurieren?
el: Πώς μπορώ να ρυθμίσω το OpenVPN site-to-site;
es: ¿Cómo puedo configurar OpenVPN de sitio a sitio?
fi: Kuinka voin konfiguroida site-to-site OpenVPN:n?
he: איך אני יכול להגדיר OpenVPN בין אתרים?
hr: Kako mogu konfigurirati site-to-site OpenVPN?
is: Hvernig get ég stillt stað-til-stað OpenVPN?
it: Come posso configurare OpenVPN da sito a sito?
nl: Hoe kan ik site-to-site OpenVPN configureren?
no: Hvordan kan jeg konfigurere site-til-site OpenVPN?
ro: Cum pot configura OpenVPN site-to-site?
sk: Ako môžem nakonfigurovať site-to-site OpenVPN?
tr: Site-to-site OpenVPN'i nasıl yapılandırabilirim?
uk: Як я можу налаштувати site-to-site OpenVPN?

source: How do I set up a WireGuard server with multiple users?
de: Wie richte ich einen WireGuard-Server mit mehreren Benutzern ein?
el: Πώς να ρυθμίσω έναν διακομιστή WireGuard με πολλούς χρήστες;
es: ¿Cómo configuro un servidor WireGuard con múltiples usuarios?
fi: Miten asetetaan WireGuard-palvelin useille käyttäjille?
he: איך אני מקים שרת WireGuard עם מספר משתמשים?
hr: Kako postaviti WireGuard poslužitelj s više korisnika?
is: Hvernig set ég upp WireGuard þjónustu með mörgum notendum?
it: Come posso configurare un server WireGuard con più utenti?
nl: Hoe stel ik een WireGuard-server in met meerdere gebruikers?
no: Hvordan setter jeg opp en WireGuard-server med flere brukere?
ro: Cum îmi configurez un server WireGuard cu mai mulți utilizatori?
sk: Ako nastavím server WireGuard s viacerými používateľmi?
tr: Birden fazla kullanıcı ile nasıl bir WireGuard sunucusu kurabilirim?
uk: Як налаштувати сервер WireGuard з кількома користувачами?

source: How can I detect and mitigate excessive swap usage?
de: Wie kann ich übermäßige Swap-Nutzung erkennen und mindern?
el: Πώς μπορώ να ανιχνεύσω και να μετριάσω τη υπερβολική χρήση swap;
es: ¿Cómo puedo detectar y mitigar el uso excesivo de intercambio?
fi: Kuinka voin havaita ja lieventää liiallista swap-käyttöä?
he: איך אני יכול לזהות ולהפחית שימוש מופרז בהחלפה?
hr: Kako mogu otkriti i ublažiti prekomjernu upotrebu swap-a?
is: Hvernig get ég greint og dregið úr of mikilli skiptivinnslu?
it: Come posso rilevare e mitigare l'uso eccessivo dello swap?
nl: Hoe kan ik overmatig swapgebruik detecteren en verminderen?
no: Hvordan kan jeg oppdage og redusere overdreven bruk av swap?
ro: Cum pot detecta și atenua utilizarea excesivă a swap-ului?
sk: Ako môžem detegovať a zmierniť nadmerné používanie swapu?
tr: Aşırı takas kullanımını nasıl tespit edip azaltabilirim?
uk: Як я можу виявити та зменшити надмірне використання свопу?

source: How do I track why a process was killed by the OOM killer?
de: Wie verfolge ich, warum ein Prozess vom OOM-Killer beendet wurde?
el: Πώς μπορώ να παρακολουθήσω γιατί μια διαδικασία σκοτώθηκε από τον OOM killer;
es: ¿Cómo rastreo por qué un proceso fue terminado por el OOM killer?
fi: Miten voin seurata, miksi prosessi tapettiin OOM-tappajan toimesta?
he: איך אני עוקב מדוע תהליך נהרג על ידי ה- OOM killer?
hr: Kako mogu pratiti zašto je proces ubijen od strane OOM ubice?
is: Hvernig fylgist ég með því hvers vegna ferli var myrt af OOM morðingjanum?
it: Come posso tracciare perché un processo è stato terminato dal killer OOM?
nl: Hoe volg ik waarom een proces is beëindigd door de OOM-killer?
no: Hvordan sporer jeg hvorfor en prosess ble drept av OOM-killeren?
ro: Cum pot urmări de ce un proces a fost oprit de OOM killer?
sk: Ako môžem sledovať, prečo bol proces zabitý OOM killerom?
tr: Bir işlemin OOM killer tarafından neden sonlandırıldığını nasıl takip edebilirim?
uk: Як я можу відстежити, чому процес був завершений OOM-убивцею?

source: How can I configure disk quotas for users and groups?
de: Wie kann ich Festplattenspeicherquoten für Benutzer und Gruppen konfigurieren?
el: Πώς μπορώ να ρυθμίσω ποσοστά δίσκου για χρήστες και ομάδες;
es: ¿Cómo puedo configurar cuotas de disco para usuarios y grupos?
fi: Kuinka voin määrittää levykiintiöitä käyttäjille ja ryhmille?
he: איך אני יכול להגדיר מכסות דיסק למשתמשים ולקבוצות?
hr: Kako mogu konfigurirati kvote diska za korisnike i grupe?
is: Hvernig get ég stillt diskakvóta fyrir notendur og hópa?
it: Come posso configurare le quote disco per utenti e gruppi?
nl: Hoe kan ik schijfruimtequota voor gebruikers en groepen configureren?
no: Hvordan kan jeg konfigurere disk kvoter for brukere og grupper?
ro: Cum pot configura cotele de disc pentru utilizatori și grupuri?
sk: Ako môžem nakonfigurovať diskové kvóty pre používateľov a skupiny?
tr: Kullanıcılar ve gruplar için disk kotalarını nasıl yapılandırabilirim?
uk: Як я можу налаштувати дискові квоти для користувачів та груп?
