Repository: big-comm/ashyterm
Catalog: locale/*.po
Languages: de, el, es, fi, he, hr, is, it, nl, no, ro, sk, tr, uk

source: How do I verify checksum?
de: Wie verifiziere ich die Prüfziffer?
el: Πώς μπορώ να επαληθεύσω το checksum;
es: ¿Cómo verifico la suma de verificación?
fi: Miten vahvistan tarkistussumman?
hr: Kako mogu provjeriti kontrolni zbroj?
is: Hvernig staðfesti ég checksum?
it: Come posso verificare il checksum?
nl: Hoe verifieer ik de checksum?
no: Hvordan verifiserer jeg sjekksum?
ro: Cum verific checksum-ul?
sk: Ako overím kontrolný súčet?
tr: Checksum nasıl doğrulanır?
uk: Як я можу перевірити контрольну суму?

source: How do I list certificates?
de: Wie liste ich Zertifikate auf?
el: Πώς μπορώ να καταχωρίσω τα πιστοποιητικά;
es: ¿Cómo enumero los certificados?
fi: Miten luettelen sertifikaatit?
hr: Kako mogu navesti certifikate?
is: Hvernig lista ég vottorð?
it: Come faccio a elencare i certificati?
nl: Hoe kan ik certificaten opsommen?
no: Hvordan lister jeg sertifikater?
ro: Cum pot lista certificatele?
sk: Ako môžem zobraziť certifikáty?
tr: Sertifikaları nasıl listeleyebilirim?
uk: Як мені перерахувати сертифікати?

source: How do I sign file?
de: Wie signiere ich eine Datei?
el: Πώς υπογράφω αρχείο;
es: ¿Cómo firmo el archivo?
fi: Miten allekirjoitan tiedoston?
hr: Kako da potpišem datoteku?
is: Hvernig undirritar ég skjal?
it: Come firmo un file?
nl: Hoe teken ik een bestand?
no: Hvordan signerer jeg filen?
ro: Cum semnez un fișier?
sk: Ako podpíšem súbor?
tr: Dosyamı nasıl imzalayabilirim?
uk: Як мені підписати файл?

source: How do I scan for vulnerabilities?
de: Wie scanne ich nach Schwachstellen?
el: Πώς μπορώ να σαρώσω για ευπάθειες;
es: ¿Cómo escaneo en busca de vulnerabilidades?
fi: Miten skannaan haavoittuvuuksia?
hr: Kako da skeniram za ranjivosti?
is: Hvernig skanna ég fyrir veikleikum?
it: Come posso scansionare le vulnerabilità?
nl: Hoe scan ik op kwetsbaarheden?
no: Hvordan skanner jeg etter sårbarheter?
ro: Cum pot scana pentru vulnerabilități?
sk: Ako skenujem zraniteľnosti?
tr: Zafiyetleri nasıl tararım?
uk: Як я можу просканувати на вразливості?

source: How do I secure file permissions?
de: Wie sichere ich Dateiberechtigungen?
el: Πώς μπορώ να ασφαλίσω τις άδειες αρχείων;
es: ¿Cómo aseguro los permisos de archivo?
fi: Miten varmistan tiedostojen käyttöoikeudet?
hr: Kako da osiguram dozvole za datoteke?
is: Hvernig tryggi ég skráaréttindi?
it: Come posso proteggere i permessi dei file?
nl: Hoe beveilig ik bestandsmachtigingen?
no: Hvordan sikrer jeg filrettigheter?
ro: Cum îmi asigur permisiunile fișierelor?
sk: Ako zabezpečím povolenia súborov?
tr: Dosya izinlerini nasıl güvence altına alırım?
uk: Як мені забезпечити права доступу до файлів?

source: How do I audit system?
de: Wie auditiere ich das System?
el: Πώς μπορώ να ελέγξω το σύστημα;
es: ¿Cómo audito el sistema?
fi: Miten auditoidaan järjestelmää?
hr: Kako mogu provesti reviziju sustava?
is: Hvernig framkvæmi ég úttekt á kerfi?
it: Come posso auditare il sistema?
nl: Hoe auditeer ik het systeem?
no: Hvordan reviderer jeg systemet?
ro: Cum auditez sistemul?
sk: Ako môžem audítovať systém?
tr: Sistemi nasıl denetlerim?
uk: Як я можу провести аудит системи?

source: How do I use GPG?
de: Wie benutze ich GPG?
el: Πώς να χρησιμοποιήσω το GPG;
es: ¿Cómo uso GPG?
fi: Miten käytän GPG:tä?
hr: Kako da koristim GPG?
is: Hvernig nota ég GPG?
it: Come posso usare GPG?
nl: Hoe gebruik ik GPG?
no: Hvordan bruker jeg GPG?
ro: Cum folosesc GPG?
sk: Ako používam GPG?
tr: GPG'yi nasıl kullanırım?
uk: Як користуватися GPG?

source: How do I start tmux session?
de: Wie starte ich eine tmux-Sitzung?
el: Πώς ξεκινώ μια συνεδρία tmux;
es: ¿Cómo inicio una sesión de tmux?
fi: Miten aloitan tmux-istunnon?
hr: Kako započeti tmux sesiju?
is: Hvernig byrja ég tmux sessjón?
it: Come posso avviare una sessione tmux?
nl: Hoe start ik een tmux-sessie?
no: Hvordan starter jeg en tmux-økt?
ro: Cum încep o sesiune tmux?
sk: Ako začnem reláciu tmux?
tr: tmux oturumu nasıl başlatırım?
uk: Як розпочати сесію tmux?

source: How do I list tmux sessions?
de: Wie liste ich tmux-Sitzungen auf?
el: Πώς μπορώ να καταγράψω τις συνεδρίες tmux;
es: ¿Cómo listo las sesiones de tmux?
fi: Kuinka luettelen tmux-istuntoja?
hr: Kako mogu nabrojati tmux sesije?
is: Hvernig lista ég tmux sesjónir?
it: Come posso elencare le sessioni tmux?
nl: Hoe lijst ik tmux-sessies?
no: Hvordan lister jeg tmux-økter?
ro: Cum pot lista sesiunile tmux?
sk: Ako môžem zobraziť relácie tmux?
tr: tmux oturumlarını nasıl listeleyebilirim?
uk: Як мені перерахувати сесії tmux?

source: How do I attach to session?
de: Wie verbinde ich mich mit der Sitzung?
el: Πώς μπορώ να συνδεθώ στη συνεδρία;
es: ¿Cómo me conecto a la sesión?
fi: Kuinka liitän istuntoon?
hr: Kako se priključujem sesiji?
is: Hvernig tengist ég sessi?
it: Come faccio a collegarmi alla sessione?
nl: Hoe kan ik verbinding maken met de sessie?
no: Hvordan fester jeg meg til økten?
ro: Cum mă pot atașa de sesiune?
sk: Ako sa pripojím k relácii?
tr: Oturuma nasıl bağlanırım?
uk: Як мені приєднатися до сеансу?

source: How do I split tmux pane?
de: Wie teile ich das tmux-Fenster?
el: Πώς να χωρίσω το τμήμα tmux;
es: ¿Cómo divido el panel de tmux?
fi: Kuinka voin jakaa tmux-paneelin?
hr: Kako da podijelim tmux panel?
is: Hvernig splittar ég tmux glugga?
it: Come posso dividere il pannello tmux?
nl: Hoe splits ik een tmux-paneel?
no: Hvordan deler jeg tmux-rutenett?
ro: Cum pot să împart un panou tmux?
sk: Ako rozdelím tmux panel?
tr: tmux bölmesini nasıl ayırırım?
uk: Як мені розділити панель tmux?

source: How do I switch panes?
de: Wie wechsle ich die Bereiche?
el: Πώς μπορώ να αλλάξω τις περιοχές;
es: ¿Cómo cambio de paneles?
fi: Miten vaihdan paneeleja?
hr: Kako da prebacim okvire?
is: Hvernig skipt ég um glugga?
it: Come faccio a cambiare i pannelli?
nl: Hoe schakel ik vensters?
no: Hvordan bytter jeg paneler?
ro: Cum pot schimba panourile?
sk: Ako prepnúť panely?
tr: Pencereleri nasıl değiştirebilirim?
uk: Як мені перемикати панелі?

source: How do I rename window?
de: Wie benenne ich das Fenster um?
el: Πώς μπορώ να μετονομάσω το παράθυρο;
es: ¿Cómo renombro la ventana?
fi: Kuinka voin nimetä ikkunan uudelleen?
hr: Kako da preimenujem prozor?
is: Hvernig breyti ég nafni glugga?
it: Come faccio a rinominare la finestra?
nl: Hoe hernoem ik een venster?
no: Hvordan endrer jeg navnet på vinduet?
ro: Cum pot să redenumesc fereastra?
sk: Ako premenovať okno?
tr: Pencereyi nasıl yeniden adlandırırım?
uk: Як я можу перейменувати вікно?

source: How do I kill session?
de: Wie beende ich die Sitzung?
el: Πώς μπορώ να τερματίσω τη συνεδρία;
es: ¿Cómo finalizo la sesión?
fi: Miten lopetan istunnon?
hr: Kako mogu prekinuti sesiju?
is: Hvernig eyði ég sessjón?
it: Come faccio a terminare la sessione?
nl: Hoe beëindig ik de sessie?
no: Hvordan avslutter jeg sesjonen?
ro: Cum pot să închid sesiunea?
sk: Ako zruším reláciu?
tr: Oturumu nasıl sonlandırırım?
uk: Як мені завершити сесію?

source: How do I detach from session?
de: Wie trenne ich mich von der Sitzung?
el: Πώς αποσυνδέομαι από τη συνεδρία;
es: ¿Cómo me desconecto de la sesión?
fi: Kuinka irrottaudun istunnosta?
hr: Kako da se odvojim od sesije?
is: Hvernig losna ég úr sessjón?
it: Come faccio a disconnettermi dalla sessione?
nl: Hoe kan ik me loskoppelen van de sessie?
no: Hvordan løsner jeg fra økten?
ro: Cum mă deconectez de la sesiune?
sk: Ako sa odpojiť od relácie?
tr: Oturumdan nasıl ayrılırım?

source: How do I copy in tmux?
de: Wie kopiere ich in tmux?
el: Πώς αντιγράφω στο tmux;
es: ¿Cómo copio en tmux?
fi: Miten kopioin tmuxissa?
hr: Kako da kopiram u tmux?
is: Hvernig afrita ég í tmux?
it: Come faccio a copiare in tmux?
nl: Hoe kopieer ik in tmux?
no: Hvordan kopierer jeg i tmux?
ro: Cum copiez în tmux?
sk: Ako skopírovať v tmux?
tr: tmux'ta nasıl kopyalarım?
uk: Як я можу скопіювати в tmux?

source: How do I configure tmux?
de: Wie konfiguriere ich tmux?
el: Πώς να ρυθμίσω το tmux;
es: ¿Cómo configuro tmux?
fi: Miten konfiguroin tmuxin?
hr: Kako konfigurirati tmux?
is: Hvernig stilli ég tmux?
it: Come posso configurare tmux?
nl: Hoe configureer ik tmux?
no: Hvordan konfigurerer jeg tmux?
ro: Cum configurez tmux?
sk: Ako nakonfigurovať tmux?
tr: tmux'u nasıl yapılandırırım?
uk: Як налаштувати tmux?

source: How do I save in vim?
de: Wie speichere ich in vim?
el: Πώς αποθηκεύω στο vim;
es: ¿Cómo guardo en vim?
fi: Miten tallennan vimissä?
hr: Kako da sačuvam u vim-u?
is: Hvernig geymi ég í vim?
it: Come faccio a salvare in vim?
nl: Hoe sla ik op in vim?
no: Hvordan lagrer jeg i vim?
ro: Cum salvez în vim?
sk: Ako uložím v vim?
tr: vim'de nasıl kaydederim?
uk: Як зберегти в vim?

source: How do I quit vim?
de: Wie beende ich vim?
el: Πώς μπορώ να βγω από το vim;
es: ¿Cómo salgo de vim?
fi: Miten lopetan vimin?
hr: Kako da izađem iz vima?
is: Hvernig hætti ég vim?
it: Come faccio a uscire da vim?
nl: Hoe sluit ik vim af?
no: Hvordan avslutter jeg vim?
ro: Cum ies din vim?
sk: Ako ukončím vim?
tr: Vim'den nasıl çıkabilirim?
uk: Як вийти з vim?

source: How do I search in vim?
de: Wie suche ich in vim?
el: Πώς μπορώ να κάνω αναζήτηση στο vim;
es: ¿Cómo busco en vim?
fi: Miten etsin vimissä?
hr: Kako da pretražujem u vim-u?
is: Hvernig leita ég í vim?
it: Come faccio a cercare in vim?
nl: Hoe zoek ik in vim?
no: Hvordan søker jeg i vim?
ro: Cum caut în vim?
sk: Ako hľadám vo vim?
tr: vim'de nasıl arama yapabilirim?
uk: Як шукати у vim?

source: How do I replace in vim?
de: Wie ersetze ich in vim?
el: Πώς μπορώ να αντικαταστήσω στο vim;
es: ¿Cómo reemplazo en vim?
fi: Miten vaihdan vimissä?
hr: Kako da zamijenim u vim-u?
is: Hvernig skipti ég út í vim?
it: Come posso sostituire in vim?
nl: Hoe vervang ik in vim?
no: Hvordan erstatter jeg i vim?
ro: Cum înlocuiesc în vim?
sk: Ako nahradiť v vim?
tr: vim'de nasıl değiştirebilirim?
uk: Як я можу замінити в vim?

source: How do I copy line in vim?
de: Wie kopiere ich eine Zeile in vim?
el: Πώς μπορώ να αντιγράψω μια γραμμή στο vim;
es: ¿Cómo copio una línea en vim?
fi: Kuinka kopioin rivin vimissä?
hr: Kako da kopiram redak u vim-u?
is: Hvernig afrita ég línu í vim?
it: Come faccio a copiare una riga in vim?
nl: Hoe kopieer ik een regel in vim?
no: Hvordan kopierer jeg en linje i vim?
ro: Cum copiez o linie în vim?
sk: Ako skopírujem riadok vo vim?
tr: Vim'de satırı nasıl kopyalarım?

source: How do I delete line in vim?
de: Wie lösche ich eine Zeile in vim?
el: Πώς διαγράφω μια γραμμή στο vim;
es: ¿Cómo elimino una línea en vim?
fi: Kuinka poistan rivin vimissä?
hr: Kako da obrišem redak u vim-u?
is: Hvernig eyði ég línu í vim?
it: Come faccio a eliminare una riga in vim?
nl: Hoe verwijder ik een regel in vim?
no: Hvordan sletter jeg linje i vim?
ro: Cum pot șterge o linie în vim?
sk: Ako odstránim riadok vo vim?
tr: Vim'de satırı nasıl silerim?
uk: How do I delete a line in vim?

source: How do I undo in vim?
de: Wie mache ich in vim rückgängig?
el: Πώς αναιρώ σε vim;
es: ¿Cómo deshago en vim?
fi: Kuinka voin peruuttaa vimissä?
hr: Kako da poništim u vim-u?
is: Hvernig geri ég aftur í vim?
it: Come faccio a annullare in vim?
nl: Hoe annuleer ik in vim?
no: Hvordan angre i vim?
ro: Cum pot să anulez în vim?
sk: Ako zruším akciu vo vim?
tr: Vim'de nasıl geri alırım?
uk: Як я можу скасувати в vim?

source: How do I go to line in vim?
de: Wie gehe ich zu einer Zeile in vim?
el: Πώς πηγαίνω σε γραμμή στο vim;
es: ¿Cómo voy a la línea en vim?
fi: Miten siirryn riville vimissä?
hr: Kako da odem na liniju u vim-u?
is: Hvernig fer ég á línu í vim?
it: Come faccio a andare alla riga in vim?
nl: Hoe ga ik naar een regel in vim?
no: Hvordan går jeg til linje i vim?
ro: Cum pot să merg la linie în vim?
sk: Ako sa dostanem na riadok vo vim?
tr: vim'de satıra nasıl giderim?
uk: Як перейти до рядка у vim?

source: How do I split in vim?
de: Wie teile ich in vim?
el: Πώς να χωρίσω σε vim;
es: ¿Cómo divido en vim?
fi: Kuinka jaan vimissä?
hr: Kako da podijelim u vim-u?
is: Hvernig klippi ég í vim?
it: Come faccio a dividere in vim?
nl: Hoe split ik in vim?
no: Hvordan deler jeg i vim?
ro: Cum pot să împart în vim?
sk: Ako rozdelím okno vo vim?
tr: vim'de nasıl bölünür?
uk: Як мені розділити в vim?

source: How do I open file in vim?
de: Wie öffne ich eine Datei in vim?
el: Πώς ανοίγω αρχείο στο vim;
es: ¿Cómo abro un archivo en vim?
fi: Miten avaan tiedoston vimissä?
hr: Kako da otvorim datoteku u vim-u?
is: Hvernig opna ég skrá í vim?
it: Come posso aprire un file in vim?
nl: Hoe open ik een bestand in vim?
no: Hvordan åpner jeg en fil i vim?
ro: Cum deschid un fișier în vim?
sk: Ako otvorím súbor vo vim?
tr: Vim'de dosyayı nasıl açarım?
uk: Як відкрити файл у vim?

source: How do I set environment variable?
de: Wie setze ich eine Umgebungsvariable?
el: Πώς μπορώ να ορίσω μεταβλητή περιβάλλοντος;
es: ¿Cómo configuro la variable de entorno?
fi: Miten asetetaan ympäristömuuttuja?
hr: Kako postaviti varijablu okruženja?
is: Hvernig stilli ég umhverfisbreytu?
it: Come faccio a impostare la variabile d'ambiente?
nl: Hoe stel ik een omgevingsvariabele in?
no: Hvordan setter jeg miljøvariabel?
ro: Cum setez variabila de mediu?
sk: Ako nastavím premennú prostredia?
tr: Çevre değişkenini nasıl ayarlarım?
uk: Як я можу встановити змінну середовища?

source: How do I list env variables?
de: Wie liste ich Umgebungsvariablen auf?
el: Πώς μπορώ να καταγράψω τις μεταβλητές περιβάλλοντος;
es: ¿Cómo listo las variables de entorno?
fi: Miten listaan ympäristömuuttujat?
hr: Kako mogu navesti varijable okruženja?
is: Hvernig lista ég umhverfisbreytur?
it: Come faccio a elencare le variabili d'ambiente?
nl: Hoe lijst ik omgevingsvariabelen op?
no: Hvordan lister jeg miljøvariabler?
ro: Cum pot lista variabilele de mediu?
sk: Ako môžem zobraziť premenné prostredia?
tr: Çevre değişkenlerini nasıl listeleyebilirim?
uk: Як я можу перерахувати змінні середовища?

source: How do I edit bashrc?
de: Wie bearbeite ich bashrc?
el: Πώς μπορώ να επεξεργαστώ το bashrc;
es: ¿Cómo edito bashrc?
fi: Miten muokkaan bashrc:tä?
hr: Kako da uredim bashrc?
is: Hvernig breyti ég bashrc?
it: Come posso modificare bashrc?
nl: Hoe bewerk ik bashrc?
no: Hvordan redigerer jeg bashrc?
ro: Cum editez bashrc?
sk: Ako upravím bashrc?
tr: bashrc'yi nasıl düzenlerim?
uk: Як мені редагувати bashrc?

source: How do I reload bashrc?
de: Wie lade ich bashrc neu?
el: Πώς μπορώ να επαναφορτώσω το bashrc;
es: ¿Cómo recargo bashrc?
fi: Miten lataan bashrc:n uudelleen?
hr: Kako da ponovo učitam bashrc?
is: Hvernig endurhlaða ég bashrc?
it: Come posso ricaricare bashrc?
nl: Hoe laad ik bashrc opnieuw?
no: Hvordan laster jeg inn bashrc på nytt?
ro: Cum pot reîncărca bashrc?
sk: Ako znovu načítať bashrc?
tr: bashrc'yi nasıl yeniden yüklerim?
uk: Як мені перезавантажити bashrc?

source: How do I view PATH?
de: Wie sehe ich PATH an?
el: Πώς μπορώ να δω το PATH;
es: ¿Cómo puedo ver PATH?
fi: Miten voin tarkastella PATHia?
hr: Kako mogu vidjeti PATH?
is: Hvernig skoða ég PATH?
it: Come posso visualizzare PATH?
nl: Hoe bekijk ik PATH?
no: Hvordan ser jeg PATH?
ro: Cum pot vizualiza PATH?
sk: Ako si môžem zobraziť PATH?
tr: PATH'i nasıl görüntülerim?
uk: Як я можу переглянути PATH?

source: How do I add to PATH?
de: Wie füge ich zu PATH hinzu?
el: Πώς προσθέτω στο PATH;
es: ¿Cómo añado a PATH?
fi: Miten lisään PATH:iin?
hr: Kako da dodam u PATH?
is: Hvernig bætirðu við PATH?
it: Come faccio ad aggiungere a PATH?
nl: Hoe voeg ik toe aan PATH?
no: Hvordan legger jeg til i PATH?
ro: Cum adaug la PATH?
sk: Ako pridám do PATH?
tr: PATH'e nasıl eklerim?
uk: Як мені додати до PATH?

source: How do I find config file?
de: Wie finde ich die Konfigurationsdatei?
el: Πώς μπορώ να βρω το αρχείο ρυθμίσεων;
es: ¿Cómo encuentro el archivo de configuración?
fi: Miten löydän asetustiedoston?
hr: Kako da pronađem konfiguracijsku datoteku?
is: Hvernig finn ég stillingaskrá?
it: Come faccio a trovare il file di configurazione?
nl: Hoe vind ik het configuratiebestand?
no: Hvordan finner jeg konfigurasjonsfilen?
ro: Cum pot găsi fișierul de configurare?
sk: Ako nájdem konfiguračný súbor?
tr: Konfigürasyon dosyasını nasıl bulabilirim?
uk: Як знайти файл конфігурації?

source: How do I export variable?
de: Wie exportiere ich eine Variable?
el: Πώς μπορώ να εξάγω μεταβλητή;
es: ¿Cómo exporto una variable?
fi: Miten vien muuttujan?
hr: Kako mogu izvesti varijablu?
is: Hvernig flyt ég út breytu?
it: Come posso esportare una variabile?
nl: Hoe exporteer ik een variabele?
no: Hvordan eksporterer jeg variabel?
ro: Cum export variabila?
sk: Ako exportujem premennú?
tr: Değişkeni nasıl dışa aktarırım?
uk: Як мені експортувати змінну?

source: How do I use .env file?
de: Wie verwende ich die .env-Datei?
el: Πώς να χρησιμοποιήσω το αρχείο .env;
es: ¿Cómo uso el archivo .env?
fi: Miten käytän .env-tiedostoa?
hr: Kako da koristim .env datoteku?
is: Hvernig nota ég .env skrá?
it: Come posso usare il file .env?
nl: Hoe gebruik ik het .env-bestand?
no: Hvordan bruker jeg .env-filen?
ro: Cum folosesc fișierul .env?
sk: Ako používam súbor .env?
tr: .env dosyasını nasıl kullanırım?
uk: Як я можу використовувати файл .env?

source: How do I set alias?
de: Wie setze ich ein Alias?
el: Πώς μπορώ να ορίσω ψευδώνυμο;
es: ¿Cómo configuro un alias?
fi: Kuinka asetetaan alias?
hr: Kako postaviti alias?
is: Hvernig stilli ég gervinafn?
it: Come posso impostare un alias?
nl: Hoe stel ik een alias in?
no: Hvordan setter jeg alias?
ro: Cum îmi setez alias?
sk: Ako nastavím alias?
tr: Alias nasıl ayarlarım?
uk: Як я можу встановити псевдонім?

source: How do I use xargs?
de: Wie benutze ich xargs?
el: Πώς να χρησιμοποιήσω το xargs;
es: ¿Cómo uso xargs?
fi: Miten käytän xargsia?
hr: Kako da koristim xargs?
is: Hvernig nota ég xargs?
it: Come posso usare xargs?
nl: Hoe gebruik ik xargs?
no: Hvordan bruker jeg xargs?
ro: Cum folosesc xargs?
sk: Ako používam xargs?
tr: xargs'ı nasıl kullanırım?
uk: Як я можу використовувати xargs?

source: How do I use find with exec?
de: Wie benutze ich find mit exec?
el: Πώς μπορώ να χρησιμοποιήσω το find με το exec;
es: ¿Cómo uso find con exec?
fi: Miten käytän find-komentoa execin kanssa?
hr: Kako da koristim find s exec?
is: Hvernig nota ég find með exec?
it: Come posso usare find con exec?
nl: Hoe gebruik ik find met exec?
no: Hvordan bruker jeg find med exec?
ro: Cum folosesc find cu exec?
sk: Ako používam find s exec?
tr: find komutunu exec ile nasıl kullanırım?
uk: Як я можу використовувати find з exec?

source: How do I use parallel?
de: Wie benutze ich Parallel?
el: Πώς να χρησιμοποιήσω το παράλληλο;
es: ¿Cómo uso paralelo?
fi: Miten käytän rinnakkaista?
hr: Kako da koristim paralelno?
is: Hvernig nota ég parallel?
it: Come posso usare il parallelo?
nl: Hoe gebruik ik parallel?
no: Hvordan bruker jeg parallell?
ro: Cum folosesc paralel?
sk: Ako používam paralelne?
tr: Paralel nasıl kullanılır?
uk: Як я можу використовувати паралель?

source: How do I use tee?
de: Wie benutze ich tee?
el: Πώς να χρησιμοποιήσω το tee;
es: ¿Cómo uso tee?
fi: Miten käytän tee-komentoa?
hr: Kako da koristim tee?
is: Hvernig nota ég tee?
it: Come posso usare tee?
nl: Hoe gebruik ik tee?
no: Hvordan bruker jeg tee?
ro: Cum folosesc tee?
sk: Ako používam tee?
tr: tee'yi nasıl kullanırım?
uk: Як я можу використовувати tee?

source: How do I use watch?
de: Wie benutze ich die Uhr?
el: Πώς να χρησιμοποιήσω το watch;
es: ¿Cómo uso watch?
fi: Kuinka käytän kelloa?
hr: Kako da koristim sat?
is: Hvernig nota ég watch?
it: Come posso usare watch?
nl: Hoe gebruik ik watch?
no: Hvordan bruker jeg watch?
ro: Cum folosesc watch?
sk: Ako používam hodinky?
tr: Nasıl izleme kullanırım?
uk: Як я можу використовувати годинник?

source: How do I use htop?
de: Wie benutze ich htop?
el: Πώς να χρησιμοποιήσω το htop;
es: ¿Cómo uso htop?
fi: Miten käytän htopia?
hr: Kako da koristim htop?
is: Hvernig nota ég htop?
it: Come posso usare htop?
nl: Hoe gebruik ik htop?
no: Hvordan bruker jeg htop?
ro: Cum folosesc htop?
sk: Ako používam htop?
tr: htop'u nasıl kullanırım?
uk: Як я можу використовувати htop?

source: How do I use fzf?
de: Wie benutze ich fzf?
el: Πώς να χρησιμοποιήσω το fzf;
es: ¿Cómo uso fzf?
fi: Miten käytän fzf:ää?
hr: Kako da koristim fzf?
is: Hvernig nota ég fzf?
it: Come posso usare fzf?
nl: Hoe gebruik ik fzf?
no: Hvordan bruker jeg fzf?
ro: Cum folosesc fzf?
sk: Ako používam fzf?
tr: fzf'yi nasıl kullanırım?
uk: Як я можу використовувати fzf?

source: How do I use heredoc?
de: Wie benutze ich heredoc?
el: Πώς χρησιμοποιώ το heredoc;
es: ¿Cómo uso heredoc?
fi: Miten käytän heredocia?
hr: Kako da koristim heredoc?
is: Hvernig nota ég heredoc?
it: Come posso usare heredoc?
nl: Hoe gebruik ik heredoc?
no: Hvordan bruker jeg heredoc?
ro: Cum folosesc heredoc?
sk: Ako používam heredoc?
tr: Heredoc'u nasıl kullanırım?
uk: Як я можу використовувати heredoc?

source: How do I use subshell?
de: Wie benutze ich eine Subshell?
el: Πώς να χρησιμοποιήσω το subshell;
es: ¿Cómo uso subshell?
fi: Miten käytän alikomentoa?
hr: Kako da koristim podljusku?
is: Hvernig nota ég undirskel?
it: Come posso usare il subshell?
nl: Hoe gebruik ik subshell?
no: Hvordan bruker jeg subshell?
ro: Cum folosesc subshell?
sk: Ako používam subshell?
tr: Alt alt kabuğunu nasıl kullanırım?
uk: Як я можу використовувати підоболонку?

source: How do I use command substitution?
de: Wie verwende ich die Befehlsersetzung?
el: Πώς χρησιμοποιώ την αντικατάσταση εντολών;
es: ¿Cómo utilizo la sustitución de comandos?
fi: Miten käytän komentokorvausta?
hr: Kako da koristim zamjenu naredbi?
is: Hvernig nota ég skipunarskipti?
it: Come posso utilizzare la sostituzione dei comandi?
nl: Hoe gebruik ik commando-substitutie?
no: Hvordan bruker jeg kommandosubstitusjon?
ro: Cum folosesc substituția de comenzi?
sk: Ako používam substitúciu príkazov?
tr: Komut yerini değiştirmeyi nasıl kullanırım?
uk: Як я можу використовувати підстановку команд?

source: How do I format date?
de: Wie formatiere ich das Datum?
el: Πώς μπορώ να μορφοποιήσω την ημερομηνία;
es: ¿Cómo formateo la fecha?
fi: Miten muotoilen päivämäärän?
hr: Kako da formatiram datum?
is: Hvernig breyti ég dagsetningu?
it: Come faccio a formattare la data?
nl: Hoe formatteer ik een datum?
no: Hvordan formaterer jeg dato?
ro: Cum formatez data?
sk: Ako formátujem dátum?
tr: Tarihi nasıl biçimlendiririm?
uk: Як я можу відформатувати дату?

source: How do I calculate in terminal?
de: Wie berechne ich im Terminal?
el: Πώς μπορώ να υπολογίσω στο τερματικό;
es: ¿Cómo calculo en la terminal?
fi: Miten lasken terminaalissa?
hr: Kako da izračunam u terminalu?
is: Hvernig reikna ég í terminal?
it: Come posso calcolare nel terminale?
nl: Hoe bereken ik in de terminal?
no: Hvordan beregner jeg i terminalen?
ro: Cum calculez în terminal?
sk: Ako vypočítam v termináli?
tr: Terminalde nasıl hesaplama yapabilirim?
uk: Як я можу виконати обчислення в терміналі?

source: How do I use colors in terminal?
de: Wie verwende ich Farben im Terminal?
el: Πώς να χρησιμοποιήσω χρώματα στο τερματικό;
es: ¿Cómo uso colores en la terminal?
fi: Miten käytän värejä terminaalissa?
hr: Kako da koristim boje u terminalu?
is: Hvernig nota ég litina í terminal?
it: Come posso usare i colori nel terminale?
nl: Hoe gebruik ik kleuren in de terminal?
no: Hvordan bruker jeg farger i terminalen?
ro: Cum folosesc culorile în terminal?
sk: Ako používam farby v termináli?
tr: Terminalde renkleri nasıl kullanırım?
uk: Як я можу використовувати кольори в терміналі?

source: How do I create histogram?
de: Wie erstelle ich ein Histogramm?
el: Πώς μπορώ να δημιουργήσω ιστογράφημα;
es: ¿Cómo creo un histograma?
fi: Miten luon histogrammin?
hr: Kako mogu stvoriti histogram?
is: Hvernig bjó ég til söguleg mynd?
it: Come posso creare un istogramma?
nl: Hoe maak ik een histogram aan?
no: Hvordan lager jeg et histogram?
ro: Cum pot crea un histogram?
sk: Ako vytvorím histogram?
tr: Histogram nasıl oluşturabilirim?
uk: Як створити гістограму?
